<?php

return [
    'importers' => [
        'customers' => [
            'title' => 'Покупатели',

            'validation' => [
                'errors' => [
                    'duplicate-email'        => 'Email : \'%s\' встречается более одного раза в файле импорта.',
                    'duplicate-phone'        => 'Телефон : \'%s\' встречается более одного раза в файле импорта.',
                    'email-not-found'        => 'Email : \'%s\' не найден в системе.',
                    'invalid-customer-group' => 'Группа покупателей не поддерживается или неверна',
                ],
            ],
        ],

        'products' => [
            'title' => 'Товары',

            'validation' => [
                'errors' => [
                    'duplicate-url-key'         => 'URL-ключ: \'%s\' уже был сгенерирован для элемента с SKU: \'%s\'.',
                    'invalid-attribute-family'  => 'Недопустимое значение для столбца семейства атрибутов (семейство атрибутов не существует?)',
                    'invalid-type'              => 'Тип товара не поддерживается или неверный',
                    'sku-not-found'             => 'Товар с указанным SKU не найден',
                    'super-attribute-not-found' => 'Суператрибут с кодом \'%s\' не найден или не принадлежит семейству атрибутов: \'%s\'',
                ],
            ],
        ],

        'tax-rates' => [
            'title' => 'Ставки налогов',

            'validation' => [
                'errors' => [
                    'duplicate-identifier' => 'Идентификатор: \'%s\' найден более одного раза в файле импорта.',
                    'identifier-not-found' => 'Идентификатор: \'%s\' не найден в системе.',
                ],
            ],
        ],
    ],

    'validation' => [
        'errors' => [
            'column-empty-headers' => 'Число столбцов "%s" имеет пустые заголовки.',
            'column-name-invalid'  => 'Недопустимые имена столбцов: "%s".',
            'column-not-found'     => 'Обязательные столбцы не найдены: %s.',
            'column-numbers'       => 'Число столбцов не соответствует числу строк в заголовке.',
            'invalid-attribute'    => 'Заголовок содержит недопустимый атрибут(ы): "%s".',
            'system'               => 'Произошла непредвиденная ошибка системы.',
            'wrong-quotes'         => 'Используются кривые кавычки вместо прямых.',
        ],
    ],
];
