<?php

return [
    'seeders' => [
        'attribute' => [
            'attribute-families' => [
                'default' => 'පෙරනිමවේ',
            ],

            'attribute-groups' => [
                'description'      => 'විස්තර',
                'general'          => 'සාමානේඉ',
                'inventories'      => 'වෘක්ත',
                'meta-description' => 'මැටා වෘක්ත',
                'price'            => 'මිල',
                'settings'         => 'සැකසොක්ක',
                'shipping'         => 'නාශීලන',
            ],

            'attributes' => [
                'brand'                => 'සීනික',
                'color'                => 'වර්ණ',
                'cost'                 => 'පිරතූ',
                'description'          => 'විස්තර',
                'featured'             => 'විභඟය',
                'guest-checkout'       => 'මෘදු වට්ටක්',
                'height'               => 'උඹට',
                'length'               => 'දුරක්කට',
                'manage-stock'         => 'වෘක්ත කළමනාක්ක',
                'meta-description'     => 'මැටා වෘක්ත',
                'meta-keywords'        => 'මැටා මාළු වල',
                'meta-title'           => 'මැටා මාළු',
                'name'                 => 'නම',
                'new'                  => 'නව',
                'price'                => 'මිල',
                'product-number'       => 'නිෂ්කල අංකය',
                'short-description'    => 'කොදු විස්තර',
                'size'                 => 'ප්රමාණක්',
                'sku'                  => 'SKU කේඑ',
                'special-price'        => 'විාළු මිල',
                'special-price-from'   => 'විාළු මිල සිට',
                'special-price-to'     => 'විාළු මිල දක්වා',
                'status'               => 'තත්ත්වක්',
                'tax-category'         => 'බද කටක්',
                'url-key'              => 'URL යතුර',
                'visible-individually' => 'ප්රභේදනවක්',
                'weight'               => 'බර',
                'width'                => 'පළල',
            ],

            'attribute-options' => [
                'black'  => 'කළු',
                'green'  => 'කොළ',
                'l'      => 'L',
                'm'      => 'M',
                'red'    => 'රතු',
                's'      => 'S',
                'white'  => 'සුව',
                'xl'     => 'XL',
                'yellow' => 'කහු',
            ],
        ],

        'category' => [
            'categories' => [
                'description' => 'මූලාශ්ර විස්තර',
                'name'        => 'මූලා',
            ],
        ],

        'cms' => [
            'pages' => [
                'about-us' => [
                    'content' => 'අපි අපිටාළ විස්තර',
                    'title'   => 'අපි',
                ],

                'contact-us' => [
                    'content' => 'අපි සීමා විස්තර',
                    'title'   => 'අපි',
                ],

                'customer-service' => [
                    'content' => 'පොක්කභොක්කභොක්ක විස්තර',
                    'title'   => 'පොක්කභොක්කභොක්ක',
                ],

                'payment-policy' => [
                    'content' => 'ණපොක් පොක්ක විස්තර',
                    'title'   => 'ණපොක් පොක්ක',
                ],

                'privacy-policy' => [
                    'content' => 'පුරුෂනා පොක්කොදත්',
                    'title'   => 'පුරුෂනා',
                ],

                'refund-policy' => [
                    'content' => 'ණපොක් පොක්ක විස්තර',
                    'title'   => 'ණපොක් පොක්ක',
                ],

                'return-policy' => [
                    'content' => 'පිාක්ක පොක්ක විස්තර',
                    'title'   => 'පිාක්ක පොක්ක',
                ],

                'shipping-policy' => [
                    'content' => 'නාශීලන පොක්ක විස්තර',
                    'title'   => 'නාශීලන පොක්ක',
                ],

                'terms-conditions' => [
                    'content' => 'භොක්ක සහේ කොකේකොදත්',
                    'title'   => 'භොක්ක සහේ කොකේකොදත්',
                ],

                'terms-of-use' => [
                    'content' => 'භොක්ක සහේ භොක්කේකොදත්',
                    'title'   => 'භොක්ක සහේ භොක්කේකොදත්',
                ],

                'whats-new' => [
                    'content' => 'නොක්කොදත් පොක්කොදත්',
                    'title'   => 'නොක්ක',
                ],
            ],
        ],

        'core' => [
            'channels' => [
                'name'             => 'පෙරනිමවේ',
                'meta-title'       => 'පෙරනිමවේ සෙදවොව',
                'meta-keywords'    => 'පෙරනිමවේ සෙදවොව මෙටා මාලු',
                'meta-description' => 'පෙරනිමවේ සෙදවොව මෙටා වෘක්ත',
            ],

            'currencies' => [
                'AED' => 'එක්සත් අරාබි ඩිර්හෑම්',
                'ARS' => 'ආර්ජන්ටින් පොසෝ',
                'AUD' => 'ඕස්ට්‍රේලියානු ඩොලර්',
                'BDT' => 'බංග්ලාදේශිය ටාකා',
                'BRL' => 'බ්‍රසීල රියල්',
                'CAD' => 'කැනේඩියානු ඩොලර්',
                'CHF' => 'ස්විස් ෆ්රෑන්ක්',
                'CLP' => 'චිලියන් පැසෝ',
                'CNY' => 'චීන යුයාන්',
                'COP' => 'කොලොම්බියානු පැසෝ',
                'CZK' => 'චෙක් කොරුනා',
                'DKK' => 'ඩැනිෂ් ක්‍රෝන්',
                'DZD' => 'ඇල්ජීරියානු ඩිනාර්',
                'EGP' => 'ඊජිප්තු පවුම්',
                'EUR' => 'යුරෝ',
                'FJD' => 'ෆිජියන් ඩොලර්',
                'GBP' => 'බ්‍රිතාන්‍ය පවුම්',
                'HKD' => 'හොංකොං ඩොලර්',
                'HUF' => 'හන්ගේරියානු ෆොරින්ට්',
                'IDR' => 'ඉන්දුනීසියානු රුපියලිය',
                'ILS' => 'ඊශ්‍රායෙල් නව ශෙකල්',
                'INR' => 'ඉන්දියානු රුපියලිය',
                'JOD' => 'ජෝර්දාන් ඩිනාර්',
                'JPY' => 'ජපන් යෙන්',
                'KRW' => 'දකුණු කොරියානු වොන්',
                'KWD' => 'කුවේටි ඩිනාර්',
                'KZT' => 'කසකස්තානි ටෙන්ගෙ',
                'LBP' => 'ලෙබනීස් පවුම්',
                'LKR' => 'ශ්‍රී ලංකා රුපියලිය',
                'LYD' => 'ලිබියානු ඩිනාර්',
                'MAD' => 'මොරොක්කානු ඩිර්හෑම්',
                'MUR' => 'මුරුසියානු රුපියලිය',
                'MXN' => 'මෙක්සිකානු පෙසෝ',
                'MYR' => 'මැලේසියානු රින්ගිට්',
                'NGN' => 'නයිජීරියානු නයිරා',
                'NOK' => 'නෝර්වීජියානු ක්‍රෝන්',
                'NPR' => 'නේපාලිස් රුපියලිය',
                'NZD' => 'නවසීලන්ත ඩොලර්',
                'OMR' => 'ඕමාන් රියාල්',
                'PAB' => 'පැනමාන් බැල්බෝවා',
                'PEN' => 'පේරුවීනු නියුවෝ සොල්',
                'PHP' => 'පිලිපීන පොසෝ',
                'PKR' => 'පාකිස්තානි රුපියලිය',
                'PLN' => 'පොලිෂ් ස්ලොටි',
                'PYG' => 'පැරගුවේ ගුවරානි',
                'QAR' => 'කටාර් රියාල්',
                'RON' => 'රොමේනියානු ලෙව්',
                'RUB' => 'රුසියන් රූබල්',
                'SAR' => 'සවුදි රියාල්',
                'SEK' => 'ස්වීඩන් ක්‍රෝන්',
                'SGD' => 'සිංගප්පූරු ඩොලර්',
                'THB' => 'තායි බාත්',
                'TND' => 'ටියුනීසියානු ඩිනාර්',
                'TRY' => 'තුර්කි ලිරා',
                'TWD' => 'නව තායිවාන් ඩොලර්',
                'UAH' => 'යුක්රේනියානු හ්‍රිව්නියා',
                'USD' => 'එක්සත් ජනපදය',
                'UZS' => 'උස්බෙකිස්ථාන සොම්',
                'VEF' => 'වෙනිසියුලාන් බොලිවාර්',
                'VND' => 'වියට්නාමීසියානු ඩොන්',
                'XAF' => 'CFA ෆ්රෑන්ක් BEAC',
                'XOF' => 'CFA ෆ්රෑන්ක් BCEAO',
                'ZAR' => 'දකුණු අප්රිකානු රෑන්ඩ්',
                'ZMW' => 'සැම්බියානු ක්වාචා',
            ],

            'locales' => [
                'ar'    => 'අරාබි',
                'bn'    => 'බෙංගාලි',
                'de'    => 'ජර්මන්',
                'en'    => 'ඉංග්රීස්',
                'es'    => 'ස්පෙය්බ්',
                'fa'    => 'පජිස්',
                'fr'    => 'ප්‍රංශ්',
                'he'    => 'හීබෲ',
                'hi_IN' => 'හින්දි',
                'it'    => 'ඉතලි',
                'ja'    => 'ජපනීස්',
                'nl'    => 'ලංදු',
                'pl'    => 'පොලිෂ්',
                'pt_BR' => 'බ්‍රසිලියන් පෙරෙසියන්',
                'ru'    => 'රුසියන්',
                'sin'   => 'සිංහල',
                'tr'    => 'තුර්කි',
                'uk'    => 'යුක්රේනියා',
                'zh_CN' => 'චීන අච්චේම',
            ],
        ],

        'customer' => [
            'customer-groups' => [
                'general'   => 'පෙරනිමවේ',
                'guest'     => 'මාදී',
                'wholesale' => 'බිලිකාරෙකා',
            ],
        ],

        'inventory' => [
            'inventory-sources' => [
                'name' => 'පෙරනිමවේ',
            ],
        ],

        'shop' => [
            'theme-customizations' => [
                'all-products' => [
                    'name' => 'සියලුම භාණයන්',

                    'options' => [
                        'title' => 'සියලුම වෙළඳ සංයලුම',
                    ],
                ],

                'bold-collections' => [
                    'content' => [
                        'btn-title'   => 'ආභර බලන්න',
                        'description' => 'අපේ නව තරුණු භාණයම එකට පහළ රචන්ඩ හා ආදාන ශතුර්අංග සහත්දන ආදානයන් සඳහා පරාස්වයක් අනුබැඳතුවනු. රුපුරේව වර්ණ රහුලක් සහ සුවද නැවත ඔබේ ඉඟිපයම නැවත රහුලා කිරීමට හොඳින් ආදානයක්.',
                        'title'       => 'අපේ නව බෝල්ඩිටම සංයලුමට අයිකරනු ලැබේ!',
                    ],

                    'name' => 'විකාශකභාපකභාපක.',
                ],

                'categories-collections' => [
                    'name' => 'ප්රෘදාආභර',
                ],

                'featured-collections' => [
                    'name' => 'ප්‍රකාශ සංයලුම',

                    'options' => [
                        'title' => 'ප්‍රකාශ නිළ භාණයන්',
                    ],
                ],

                'footer-links' => [
                    'name' => 'පිටු සබැඳු',

                    'options' => [
                        'about-us'         => 'අප පිළිබදව',
                        'contact-us'       => 'සමස්ත කරනවා',
                        'customer-service' => 'ප්‍රකාශ සේවා',
                        'privacy-policy'   => 'පෞද්ගලිකත්ව පෞද්ගලිකත්ව',
                        'payment-policy'   => 'ගොණ පෞද්ගලිකත්ව',
                        'return-policy'    => 'ආපසුම පෞද්ගලිකත්ව.',
                        'refund-policy'    => 'හරිනායකින් පෞද්ගලිකත්ව.',
                        'shipping-policy'  => 'පෞද්ගලිකත්වකයක්ෂපෙරක්ෂ',
                        'terms-of-use'     => 'භාවිත භාවිත භාවිත',
                        'terms-conditions' => 'භාවිත සෞවිත',
                        'whats-new'        => 'අලුත් කුමුගුණපෙරක්ෂ',
                    ],
                ],

                'game-container' => [
                    'content' => [
                        'sub-title-1' => 'අපේ සංයලුම',
                        'sub-title-2' => 'අපේ සංයලුම',
                        'title'       => 'අපේ නව එකට මෙහෙම හේතුව!',
                    ],

                    'name' => 'ගේම් කොන්ටේනර්',
                ],

                'image-carousel' => [
                    'name' => 'රූපය උත්තම් සෙදවොව',

                    'sliders' => [
                        'title' => 'නව සංරච්ඡාතය සදහා වෙරි වෙරොදක්',
                    ],
                ],

                'new-products' => [
                    'name' => 'නව නිෂ්කල',

                    'options' => [
                        'title' => 'නව නිෂ්කල',
                    ],
                ],

                'offer-information' => [
                    'content' => [
                        'title' => 'ඔබගේ 1 වොහුලේ මාරු කළඹාක් සහා කරනවො',
                    ],

                    'name' => 'පිලිකත් වොදත්',
                ],

                'services-content' => [
                    'description' => [
                        'emi-available-info'   => 'මූලික ණය නොමැති EMI සහාය සිදු ලබා ගත හැකිය සියලුම ප්‍රමාණයේ ඉතිරි ක්‍රෙඩිට් කාඩ්පත් පමණි',
                        'free-shipping-info'   => 'සියලුම ඇණවුම් මගින් නොමිලේ බෙදාහැරීම ලබා ගත හැකිය',
                        'product-replace-info' => 'ප්‍රතිශතයක් මාරු කිරීම සුරකින්නේ පහසුවෙන් ලබා ගත හැකිය!',
                        'time-support-info'    => 'චැට් හා ඊමේල් මගින් ප්‍රමාණය සහාය ලබා ගත හැකි ප්‍රතිශතය 24/7',
                    ],

                    'name' => 'සේවාවෙන් අනුමත ප්‍රමාණය',

                    'title' => [
                        'emi-available'   => 'EMI ලබා ගත හැකිය',
                        'free-shipping'   => 'නොමිලේ බෙදාහැරීම',
                        'product-replace' => 'නිෂ්පාදනය ප්‍රතිශතයක් මාරු කිරීම',
                        'time-support'    => '24/7 සහාය',
                    ],
                ],

                'top-collections' => [
                    'name' => 'ඉහල ආභර',

                    'content' => [
                        'sub-title-1' => 'අපේ ආභර',
                        'sub-title-2' => 'අපේ ආභර',
                        'sub-title-3' => 'අපේ ආභර',
                        'sub-title-4' => 'අපේ ආභර',
                        'sub-title-5' => 'අපේ ආභර',
                        'sub-title-6' => 'අපේ ආභර',
                        'title'       => 'අපේ නව එම්මොාසා සහා කරනවො',
                    ],
                ],
            ],
        ],

        'user' => [
            'roles' => [
                'description' => 'මෙම භාවිතයට සියල්ලන්ට ප්‍රවේශයට හෝ වෙනස් සහායකට සහාය ඇත',
                'name'        => 'පරිකෛටවර',
            ],

            'users' => [
                'name' => 'උදාවර',
            ],
        ],

        'sample-categories' => [
            'category-translation' => [
                '2' => [
                    'description'      => 'පිරිමි ප්‍රවාහන විස්තරය',
                    'meta-description' => 'පිරිමි ප්‍රවාහන මාතෘකාව',
                    'meta-keywords'    => 'පිරිමි ප්‍රවාහන මාතෘකාව',
                    'meta-title'       => 'පිරිමි ප්‍රවාහන මාතෘකාව',
                    'name'             => 'මිනිසුන්',
                    'slug'             => 'මිනිසුන්',
                ],

                '3' => [
                    'description'      => 'වින්ටර් ඇඳුම් ප්‍රවාහන විස්තරය',
                    'meta-description' => 'වින්ටර් ඇඳුම් ප්‍රවාහන මාතෘකාව',
                    'meta-keywords'    => 'වින්ටර් ඇඳුම් ප්‍රවාහන මාතෘකාව',
                    'meta-title'       => 'වින්ටර් ඇඳුම් ප්‍රවාහන මාතෘකාව',
                    'name'             => 'ශීත ඇඳුම්',
                    'slug'             => 'ශීත-ඇඳුම්',
                ],
            ],
        ],

        'sample-products' => [
            'product-flat' => [
                '1' => [
                    'description'       => 'ගිනි මාසිකායි සීනි වෙළුම විශාල විශාල හා ප්‍රමාණවත් සාමනාව බැහැර සහිත නිවාඩු සීනි නිවැරදිව. උසස් සහ ද්‍රව්‍ය වලින් සිටින මුහුණ පහලින් උල් පිටත් දැක්වීම එය හා තෙවැනි සාරච්ඡා සමත්ව නිවාරණය කරයි. සාර්තක අතුරුකරණය සහ ද්‍රව්‍යවලින් ලබා ගත් මැටි සමඟ, මෙම සීනි අවශ්‍ය සාමනාවකට හෝ පාවිච්චි කිරීමට හැකිය. ඔබ නගරයේ අාදාගත් අවිනිශ්චිත දින සටනට යොදා හැරීමට හෝ පිරවීම් වීමට නියමිත වීමට, මෙම සීනි ඔබගේ ආතල් සහ හිතවත් සුළු ඇල්ලූම් එකට සම්බන්ධ වේ. සොබාදහමේ හෝ විවෘත ස්ථානයට යා හැකි බවට, සාමාන්‍ය නිවාඩු සීනි ඔබගේ ලැබුවුනු සිල්ලරයට සහ සංගීත ආශ්‍ර ඇල්ලුම් සඳහා උපදවා පිටවනු ලබයි. සමහර විශේෂිත භාවිතා හා ප්‍රකාශනය වේ.',
                    'meta-description'  => 'මෙටා විස්තරය',
                    'meta-keywords'     => 'මෙටා1, මෙටා2, මෙටා3',
                    'meta-title'        => 'මෙටා මාතෘකාව',
                    'name'              => 'කුරුම් වෙරළ නිවාඩු සීනි වෙනුවෙන් ගිනි සීනි',
                    'short-description' => 'අලුත් වේල් සිට අභියාචනාගේ වර්ගයේ වලට සාමාන්‍යයෙන් අහන්න',
                ],

                '2' => [
                    'description'       => 'අර්ක්ටික් බ්ලිස් විනෝද එක වෙළුම සඳහා අනුපිළිවෙළුමක් නොවනු ලබන්නේ නිවාඩු එල්ලියකි; ගිනි තාරක, අනුපිළිවෙළුම, සහ ප්‍රමාණයක් අතරින් තිරයේ සඳහන් විශේෂයකි. උදාහරණයේ විවිධ සියලු ටයිල් සහ වූලියේන් තේරීම් සමග විනෝදයේ බහුලව සහභාගී කරයි, මෙම එල්ලිය ඔබට සුළු සහ රිසික් තාරකයක් පවතී. ආලෝකයේ ප්‍රමාණවත් වූලියකි අභ්‍යවකාශයේ ආලෝක එල්ලියකි, මෙම ටයිල් එකට එකතුව සම්පූර්ණ වරක් මෙම ටෙලිස්ක්වේ එක් කරනු ලැබේ. ඔබ විශ්වාසයෙන් විවිධ උසස් ලකුණු සඳහා ප්‍රභූ යටත් වන තිරයේ මේ ටයිල් එක හා ඔබට දැක්වීමට තවත් ක්‍රමයක් තනි කළ හැකිය. එල්ලියට අමතරව දැක්වූ දින ලැබුණු තිරුවක් සහිතවය. සංවිධානය සම්පූර්ණයෙන් ඔබට පවතීන මුදාකරුවන් සඳහා ප්‍රශ්න නොකළේය. මෙම ටයිල් වට්ටම් සාමාන්‍ය සහ ප්‍රමාණවත් අතර, අතුරුමුල්ල දැන්වීම් වලට සුළු ක්‍රමයක් සැපයීම සඳහා අතුරුමුල්ලේ පවුරක් වේ.',
                    'meta-description'  => 'මෙටා විස්තරය',
                    'meta-keywords'     => 'මෙටා1, මෙටා2, මෙටා3',
                    'meta-title'        => 'මෙටා මාතෘකාව',
                    'name'              => 'අර්ක්ටික් බ්ලිස් විනෝද එක වෙළුම සඳහා අනුපිළිවෙළුමක් නොවනු ලබන්නේ නිවාඩු එල්ලියකි',
                    'short-description' => 'අර්ක්ටික් බ්ලිස් විනෝද එක වෙළුම සඳහා අනුපිළිවෙළුමක් නොවනු ලබන්නේ නිවාඩු එල්ලියකි; ගිනි තාරක, අනුපිළිවෙළුම, සහ ප්‍රමාණයක් අතරින් තිරයේ සඳහන් විශේෂයකි.',
                ],

                '3' => [
                    'description'       => 'අර්ක්ටික් ටච්ස්ක්‍රීන් වින්ඩෝ ගුරුවර්ධන අඩු සහ සම්බන්ධයෙන් ඔබේ නිවසේ සිටින වින්ඩෝ අතුරු සහ සම්බන්ධයෙන් විවෘත කිරීමට අපි අතුරු කරනු ලැබේ. උසස් ප්‍රියතම අඩු සහ දර්ශනීයයෙන් ඔබගේ අතුරු සහ තත්වය සම්බන්ධව තිබේ. තෙරුවන් ඇති දුර්වල් අංක ප්‍රවේශය සහ අංක ප්‍රවේශය අතුරු කිරීමේ අර්ක්ටික් ටච්ස්ක්‍රීන් වින්ඩෝ අඩු සහ සම්බන්ධයෙන් විවෘත කිරීමට අපි අතුරු කරනු ලැබේ. ඔබ අතුරු කිරීමේදී ඔබේ අතුරු ඉඩම් සහ අතුරු ප්‍රවේශය සම්බන්ධව තිබේ. ඔබේ අතුරු ඉඩම් සහ අතුරු ප්‍රවේශය ප්‍රතික්ෂේප වීමේ ප්‍රමාණය සහ ප්‍රමාණය අතුරු කිරීමේ අර්ක්ටික් ටච්ස්ක්‍රීන් වින්ඩෝ අඩු සහ සම්බන්ධයෙන් විවෘත කිරීමට අපි අතුරු කරනු ලැබේ. ඔබේ අතුරු ඉඩම් සහ අතුරු ප්‍රවේශය ප්‍රතික්ෂේප වීමේ ප්‍රමාණය සහ ප්‍රමාණය අතුරු කිරීමේ අර්ක්ටික් ටච්ස්ක්‍රීන් වින්ඩෝ අඩු සහ සම්බන්ධයෙන් විවෘත කිරීමට අපි අතුරු කරනු ලැබේ.',
                    'meta-description'  => 'මෙටා දැක්කාගේ විස්තරය',
                    'meta-keywords'     => 'මෙටා1, මෙටා2, මෙටා3',
                    'meta-title'        => 'මෙටා සිරස්තලය',
                    'name'              => 'අර්ක්ටික් ටච්ස්ක්‍රීන් වින්ඩෝ ගුරුවර්ධන',
                    'short-description' => 'අර්ක්ටික් ටච්ස්ක්‍රීන් වින්ඩෝ ගුරුවර්ධන සමඟ සම්බන්ධයෙන් සිටින්න සහ සම්බන්ධයෙන් විවෘත කිරීමට අපි අතුරු කරනු ලැබේ. උසස් ප්‍රියතම අඩු සහ දර්ශනීයයෙන් ඔබගේ අතුරු සහ තත්වය සම්බන්ධව තිබේ. තෙරුවන් ඇති දුර්වල් අංක ප්‍රවේශය සහ අංක ප්‍රවේශය අතුරු කිරීමේ අර්ක්ටික් ටච්ස්ක්‍රීන් වින්ඩෝ අඩු සහ සම්බන්ධයෙන් විවෘත කිරීමට අපි අතුරු කරනු ලැබේ. ඔබ අතුරු කිරීමේදී ඔබේ අතුරු ඉඩම් සහ අතුරු ප්‍රවේශය සම්බන්ධව තිබේ. ඔබේ අතුරු ඉඩම් සහ අතුරු ප්‍රවේශය ප්‍රතික්ෂේප වීමේ ප්‍රමාණය සහ ප්‍රමාණය අතුරු කිරීමේ අර්ක්ටික් ටච්ස්ක්‍රීන් වින්ඩෝ අඩු සහ සම්බන්ධයෙන් විවෘත කිරීමට අපි අතුරු කරනු ලැබේ.',
                ],

                '4' => [
                    'description'       => 'අර්ක්ටික් වර්මවාද තත්වයේ වින්ඩෝ අඩු සහ සම්බන්ධයෙන් සිටින්න සහ සම්බන්ධයෙන් විවෘත කිරීමට අපි අතුරු කරනු ලැබේ. උසස් ප්‍රියතම අඩු සහ දර්ශනීයයෙන් ඔබගේ අතුරු සහ තත්වය සම්බන්ධව තිබේ. තෙරුවන් ඇති දුර්වල් අංක ප්‍රවේශය සහ අංක ප්‍රවේශය අතුරු කිරීමේ අර්ක්ටික් වර්මවාද තත්වයේ වින්ඩෝ අඩු සහ සම්බන්ධයෙන් විවෘත කිරීමට අපි අතුරු කරනු ලැබේ. ඔබ අතුරු කිරීමේදී ඔබේ අතුරු ඉඩම් සහ අතුරු ප්‍රවේශය සම්බන්ධව තිබේ. ඔබේ අතුරු ඉඩම් සහ අතුරු ප්‍රවේශය ප්‍රතික්ෂේප වීමේ ප්‍රමාණය සහ ප්‍රමාණය අතුරු කිරීමේ අර්ක්ටික් වර්මවාද තත්වයේ වින්ඩෝ අඩු සහ සම්බන්ධයෙන් විවෘත කිරීමට අපි අතුරු කරනු ලැබේ.',
                    'meta-description'  => 'මෙටා විස්තරය',
                    'meta-keywords'     => 'මෙටා1, මෙටා2, මෙටා3',
                    'meta-title'        => 'මෙටා සිරස්තලය',
                    'name'              => 'අර්ක්ටික් වර්මවාද තත්වයේ වින්ඩෝ අඩු',
                    'short-description' => 'අර්ක්ටික් වර්මවාද තත්වයේ වින්ඩෝ අඩු සහ සම්බන්ධයෙන් සිටින්න සහ සම්බන්ධයෙන් විවෘත කිරීමට අපි අතුරු කරනු ලැබේ. උසස් ප්‍රියතම අඩු සහ දර්ශනීයයෙන් ඔබගේ අතුරු සහ තත්වය සම්බන්ධව තිබේ. තෙරුවන් ඇති දුර්වල් අංක ප්‍රවේශය සහ අංක ප්‍රවේශය අතුරු කිරීමේ අර්ක්ටික් වර්මවාද තත්වයේ වින්ඩෝ අඩු සහ සම්බන්ධයෙන් විවෘත කිරීමට අපි අතුරු කරනු ලැබේ. ඔබ අතුරු කිරීමේදී ඔබේ අතුරු ඉඩම් සහ අතුරු ප්‍රවේශය සම්බන්ධව තිබේ. ඔබේ අතුරු ඉඩම් සහ අතුරු ප්‍රවේශය ප්‍රතික්ෂේප වීමේ ප්‍රමාණය සහ ප්‍රමාණය අතුරු කිරීමේ අර්ක්ටික් වර්මවාද තත්වයේ වින්ඩෝ අඩු සහ සම්බන්ධයෙන් විවෘත කිරීමට අපි අතුරු කරනු ලැබේ.',
                ],

                '5' => [
                    'description'       => 'අර්ක්ටික් වර්මවාද තත්වයේ වින්ඩෝ අඩු සහ සම්බන්ධයෙන් සිටින්න සහ සම්බන්ධයෙන් විවෘත කිරීමට අපි අතුරු කරනු ලැබේ. උසස් ප්‍රියතම අඩු සහ දර්ශනීයයෙන් ඔබගේ අතුරු සහ තත්වය සම්බන්ධව තිබේ. තෙරුවන් ඇති දුර්වල් අංක ප්‍රවේශය සහ අංක ප්‍රවේශය අතුරු කිරීමේ අර්ක්ටික් වර්මවාද තත්වයේ වින්ඩෝ අඩු සහ සම්බන්ධයෙන් විවෘත කිරීමට අපි අතුරු කරනු ලැබේ. ඔබ අතුරු කිරීමේදී ඔබේ අතුරු ඉඩම් සහ අතුරු ප්‍රවේශය සම්බන්ධව තිබේ. ඔබේ අතුරු ඉඩම් සහ අතුරු ප්‍රවේශය ප්‍රතික්ෂේප වීමේ ප්‍රමාණය සහ ප්‍රමාණය අතුරු කිරීමේ අර්ක්ටික් වර්මවාද තත්වයේ වින්ඩෝ අඩු සහ සම්බන්ධයෙන් විවෘත කිරීමට අපි අතුරු කරනු ලැබේ.',
                    'meta-description'  => 'මෙටා විස්තරය',
                    'meta-keywords'     => 'මෙටා 1, මෙටා 2, මෙටා 3',
                    'meta-title'        => 'මෙටා සිරැස්',
                    'name'              => 'අර්ටික් ෆ්‍රොස්ට් විනාඩි',
                    'short-description' => 'අපේ අර්ටික් ෆ්‍රොස්ට් විනාඩි සමග සිරැස් වේදිකා සමග උදාහරණය කරන්න. මේ සංදර්ශනාව අනුරාග්‍ය කොටස්, සුසුමත් බෙදාගන්නා කුඩාව, ටැක්ස්ක්ල් සහ මැලේ ස්කිල් සහිත වේදිකාව සමඟ ඇතිකරුවන් බෙහෙත් සමඟ සම්බන්ධ පමණක් ඇත. සිරැස් සහ ස්තුතියේ අතිරේක අනුරාධ පාස්වර්ගයක් සහිත මෙම අංගය විශාල බලස්කාය සහ හැඩකාරය දීමට ඉතා සියලු ගුරුවරුන්ට විශ්වාස විය හැකිය. ඔබගේ විනාඩි උදාහරණය උසස් විමසුම් හෝ අඩංගු කෙනෙක් සමග හිමිකමක් ලබා ගත හැක.',
                ],

                '6' => [
                    'description'       => 'චුරාර්තු නිශාදිතයින් උදාහරණය කිරීමට සහ රසයන් ගිනුම්කරන්න ගැනීමට ඔබේ විශාල ප්‍රහාර අර්ටික් ෆ්‍රොස්ට් විනාඩි සංගීතය නිවාස කිරීමට. මෙම තැනක් සහිත ප්‍රහාර නිශාදිත විනාඩි හදුනා ගැනීමේ පුළුල් විනාඩි සමග ඉදිරිපස සංගීතය සාදා ගත හැකිය. විනාඩි පාස්වර්ගයේ ලෝකය, අඟුරු පොහොර තොට වැඩි විශාලත්වයක් සහිත ලෝකය එක් කිරීමේ පහල සදහා උපුටා ගන්නා සුපුරුදු ජොටි, කොරල් කැන්ඩියට් සහ ලොෆ්ටින් අක්කාංගන් එකතු කිරීමේ ප්‍රහාර පරිපාලකවරුවකු වැනි සේවයන්ට සප්මඩිත වීමට හා ඔබේ උපන් දුරස්ථ අර්ටික් ෆ්රොස්ට් විනාඩි බෙහෙත් ස්තුතිය මෙන් එකතු කිරීමේ පහසුකමක් සදහා. විශාල සහ ක්‍රියාකාරී ලෝකයක්, නිශාදිත විනාඩි භාවිතා කිරීම සඳහා මෙම අංගය විශාල සහ හාමුදුරුය. මෙම බලවත් සංදර්ශනයක මෙවර සහ දර්ශනයක සඳහා තවත් දින සහ රාත්‍රී දින සිට පමණ වේදිකා සාදා ගත හැකිය. මෙම පැල විශාලත්වය සහ ජලය ප්‍රවේශ කිරීම ලබා දීමට තිබිය හැකිය.',
                    'meta-description'  => 'meta විස්තරය',
                    'meta-keywords'     => 'මෙටා 1, මෙටා 2, මෙටා 3',
                    'meta-title'        => 'මෙටා සිරැස්',
                    'name'              => 'අර්ටික් ෆ්රොස්ට් විනාඩි සිරස්කරණය',
                    'short-description' => 'අපේ අර්ටික් ෆ්රොස්ට් විනාඩි සිරස්කරණය සමඟ සිරස් පාෆ්කෙක්, අඟුරු කොසියාර්, ටැක්ස්ක්ස්-සහිත අක්කන්ග්‍ලෙට් සහ වූල් බ්ලෙන්ඩ් සමග අතිරේක සහ ස්තුතිය සමඟ එක්වන ප්‍රහාරය. මෙම මක්නිසාදනයක් සහිත අධිරාජ්ය බහුමාරුවකු විශාලයක් හා සුරකින්නාගේ ලෝකය සමඟ ඔබේ සිරස්කරණය වෙනුවෙන් ඉහළ කරගත හැකිය. අපගේ මහජන සිටින්ද දැනුම්දීමක් හෝ ඔබගේ සිරස්කරණය සදහා ආහාර උදාහරණයක් ලබා දීමෙන් අපගේ සිරස්කරණ විකුනනය කරන්න.',
                ],

                '7' => [
                    'description'       => 'අන්‍යෝමිහිත සිර්ඩ් හූඩ් පාෆර් ජැකට් ඔබේ විශේෂ උදාහරණය සහ තෙල් වර්ෂයෙන් පුරාම බරපතළ වීමට ඔබේ ප්‍රසවත්නයක් වන එක්වනු ඇත. මෙම ජැකට් අංශය දත්ත සහ විශාලත්වය සදහා ස්තුතියක් අනුව නිර්දේශ වීමට තිබෙනවා. අධිරාජ්ය තුන් නාද ප්‍රතිමා පහළ කරයි, ඔබට නිවැරදිව උසස් විමසුම් පෙරළා වූ ලෝකාවක් සහ වාසුදුල් පැහැදිලි සඳහා ඔබට උසස් වීම් වැනි ස්තුතියක් සදහා එය සහාය ලබා දෙයි. අතීතය සදහා පින්තු කාණ්ඩයක් අතුලක් කිරීමට මෙම පාෆර් ජැකට් පිහිටුවා. තවත් දින සහ රාත්‍රී දින සදහා ඉන්සලේට් විනෝද්දී අවශ්‍ය විමසුම් ස්ථානයක් සඳහා අන්‍යෝමිහිත සිර්ඩ් හූඩ් පාෆර් ජැකට් එකට ප්‍රස්ථාව සහාය සහිතව ස්තුතිය, ආසන්නය සහ කෙසේ අතිරේක සුව නැවතුම් වේ. මොහොතකට හොඳින් පෙරහැර හා උදාහරණ කරගෙන සිටිමු.',
                    'meta-description'  => 'විශාල වැඩක්මත් අන්‍යෝමිහිත සිර්ඩ් හූඩ් පාෆර් ජැකට්',
                    'meta-keywords'     => 'මෙටා 1, මෙටා 2, මෙටා 3',
                    'meta-title'        => 'මෙටා තරඟය',
                    'name'              => 'ඔම්නිහීට් මෙන්ස් සොලිඩ් හූඩ් පාෆර් ජැකට්',
                    'short-description' => 'අපේ OmniHeat සියළු කණ්ඩායම් හූඩ් පාෆර් ජැකට් සමග සමාන සහ පිරිමි වීමට භාවිතා කරන්න. මෙම පාෆර් ජැකට් විසින් ඇති පොකුට්ස් සඳහා අත්පොකුට්ස් විස්තරයක් ඇත. ඉන්සුලේට් ඉඟි නොහොත් ඔබට උග්‍රහ සපයනු ලබන උපාංග, නිවසේ ඔබට හොඳම ස්වයංක්රීයය නිවාඩු නොවේ. 5 අතුරු අතුරු වර්ග ලබා ගන්නා අත්පොකුට්ස් තෝරාගත හැකිය, එය සිවිල් කිරීමේ ස්ථාපනයක් සදහා දියුණු කිරීමට සියලුම පිහිටුවන්ට හොඳම තැන්පතු කරයි.',
                ],

                '8' => [
                    'description'       => 'නිශ්පාදන කිරීමට ඔබේ සුදුසු උග්‍රහ සහ රසය උග්‍රහය බිඳීමට OmniHeat මිනිසා ස්ලොඩ් හූඩ් පාෆර් ජැකට් සමඟ එයට යෙදීම. මෙම ජැකට් දැකගත් සංදර්ශනය සහ උග්‍රහය විශාලත්වයක් සහිත විරාමයක් අපේ විසින් සංවර්ධනය කර ඇත. බුද්ධිමත් විනාඩි තන්තුව නොමිලේ වෙනස් වූ බිඳුනු පාෆර් ජැකට් සඳහා උපපොකුට්ස් තිබේ. අත්සන් කරන බව අපි ඔබේ අභිරහස් හා ප්‍රධාන අභිරහස්ද භාවිතයට සුදුසු උග්‍රහයක් බෙදා ගන්නාට එරෙහිව සැබෑ වේ. පූර්ව තහනම් සඳහා උප්පත් කිරීම හෝ ඔබගේ අත්පොකුට්ස් උග්‍රහයට දැඩි හා හුදෙක් විමසුම් ඉක්මණින් සැපයීම සපයා ගත හැක. උතුරු භාවිත වීමට නිශ්පාදන සිරැස් අයිතිය පැහැදිලි වේලාවට හැරීමට ලක්ෂ වී ඇත. පහසු කාල සහ රාත්‍රී කාල සිට උපන් දින සිට ඔබේ සිරැස්කරණය උසස් කිරීම සහ විනාඩි තැන්පතු ක්‍රියාවට සුදුසු වීමේ වන සංදර්ශනයට ඔබ අභිරහස සහ ස්වයංක්රීයයක් වෙනස් කළ හැක. 5 අතුරු විශේෂත්වයක් සමඟ ලබාදීමට පමණක් අපි ඔබට ඔබේ මායිම් සහ අවමයි තේරීමට ඉඩ දෙනු ලබන වර්ණයේ විශේෂත්',
                    'meta-description'  => 'මෙටා විස්තරය',
                    'meta-keywords'     => 'මෙටා 1, මෙටා 2, මෙටා 3',
                    'meta-title'        => 'මෙටා මාතෘකාව',
                    'name'              => 'OmniHeat මිනිසා ස්ලොඩ් හූඩ් පාෆර් ජැකට්-නිල්-කහ-මි',
                    'short-description' => 'අපේ OmniHeat මිනිසා ස්ලොඩ් හූඩ් පාෆර් ජැකට් සමග දැඩි හා පිරිමි වීම සදහා උග්‍රහ සහිත වැඩියෙන්ම සුදුසු වීමට සකස් කර ඇත. මෙම පාෆර් ජැකට් ගමන් සඳහා ඇති පොකුට්ස් තිබේ. උස්වැන්නේන් ඔබට උග්‍රහය නොමැති තෙල් ප්‍රමාණයක් සිටින වේදිකාවට උප්පත් කරයි. 5 අතුරු පාළුවෙන් ලබාදීමට සියලුම විශේෂත්වයේ වර්ණයන් සමඟ සම්පූර්ණ වන බවට හැකිය.',
                ],

                '9' => [
                    'description'       => 'අන්මිෂ්‍යතාවයක් නිසා OmniHeat ස්ලොඩ් හූඩ් පාෆර් ජැකට් ඔබට සම්පූර්ණ උග්‍රහ සහ රසය හොඳින් පුරුෂයා සහිත වේ. මෙම ජැකට් එන්නත ආරක්ෂා කර ඇති විරාමය සහ හොඳින් සුදුසු රසක් හෝ වීදුරු අනුරාධපු කිරීමට හැකියි. මූලික කවුල් වර්ගයට තාරුකිරීම පාෆර් ජැකට් සේවාව ඉලක්ක කරයි හෝ ඔබගේ අභිරහස සමඟ ඔබට ආහාරයක් හෝ අඩු කිරීමට හැකියි. අන්මිෂ්‍ය වෙළෙඳපොළ පොලීය හා උගත් ස්පයාවේදී, මෙම ජැකට් උපාංග භාවිතා කරනු ලබයිද? ස්වයංක්රීය සහ ප්‍රොටෙක්ස් සැලසුම් හෝ බාහිර සහිත සිදුකාලින සියල්ල සමඟ, OmniHeat ස්ලොඩ් හූඩ් පාෆර් ජැකට් විශේෂිත සහ ක්‍රියාවක් සමඟ පිලිබද එක් අවශ්‍යතාවය සුදුසු අතිරේක ගත හැකියි. අන්මිෂ්‍ය වසරේ ඔබට ප්‍රයෝජනවත් සහ අනුරාධපු උපකරණ අවස්ථාවක් ලෙස, ස්ලොඩ් හූඩ් පාෆර් ජැකට් වෙළෙඳපොළ හෝ විනෝදාංශය ගනී. ආහාරයේ සුදුසු සහිත හිස සිටින්ද ස්ලොඩ් හූඩ් පාෆර් ජැකට් සහිත උපාංගය ඔබට සුදුසු උග්‍රහය සහිත ප්‍රධානත්වයේ සොයා ගනී. මෙම අභිරහස් තැන්පතු සහිත වර්ණයේ ස්ලොඩ් හූඩ් පාෆර් ජැකට් සඳහා හ',
                    'meta-description'  => 'මෙටා විස්තරය',
                    'meta-keywords'     => 'මෙටා 1, මෙටා 2, මෙටා 3',
                    'meta-title'        => 'මෙටා සිරැස්',
                    'name'              => 'OmniHeat මිනිසා ස්ලොඩ් හූඩ් පාෆර් ජැකට්-නිල්-කහ-L',
                    'short-description' => 'අපේ OmniHeat මිනිසා ස්ලොඩ් හූඩ් පාෆර් ජැකට් සමග තාරාගත් හොඳම හැඳුනුම්පතක්. මෙම ජැකට් සියළුම උග්‍රහය සමග හෝ ඇල්ලීම රහසක් ලබා දීම සඳහා උපාංගය සහිතව නිවාඩු හෝ හුදෙක් අඩු කිරීමට හැකිය. නිවාඩු අවස්ථාව පිළිබඳ උපාංගය මූලික විශේෂත්වයේ සමඟ ලබා දීමට දැඩි වේ.',
                ],

                '10' => [
                    'description'       => 'OmniHeat Men\'s Solid Hooded Puffer Jacket හඳුන්වා දීම, ශීතල කාලවලදී උණුසුම්ව සහ විලාසිතාවෙන් සිටීමට ඔබට අවශ්‍ය විසඳුම. මෙම ජැකට්ටුව නිර්මාණය කර ඇත්තේ කල්පැවැත්ම සහ උණුසුම මනසේ තබාගෙන, එය ඔබේ විශ්වාසවන්ත සහකාරිය බවට පත්වීම සහතික කරමිනි. හිස්වැසුම් සහිත මෝස්තරය විලාසිතාවේ ස්පර්ශයක් එකතු කරනවා පමණක් නොව, සීතල සුළං සහ කාලගුණයෙන් ඔබව ආරක්ෂා කරමින් අමතර උණුසුමද සපයයි. සම්පූර්ණ අත් ආවරණ සම්පූර්ණ ආවරණයක් ලබා දෙයි, ඔබ උරහිසේ සිට මැණික් කටුව දක්වා සුවපහසු බව සහතික කරයි. ඇතුල් කිරීමේ සාක්කු වලින් සමන්විත මෙම පෆර් ජැකට් ඔබගේ අත්‍යාවශ්‍ය දෑ රැගෙන යාමට හෝ ඔබගේ දෑත් උණුසුම්ව තබා ගැනීමට පහසුවක් සපයයි. පරිවරණය කරන ලද කෘතිම පිරවුම වැඩි දියුණු කළ උණුසුම ලබා දෙයි, එය සිසිල් දිවා රෑ සමඟ සටන් කිරීම සඳහා වඩාත් සුදුසු වේ. කල්පවත්නා පොලියෙස්ටර් කවචයකින් සහ ලයිනිං වලින් සාදා ඇති මෙම ජැකට්ටුව මූලද්‍රව්‍ය කල් පවතින හා විඳදරාගැනීමට ඉදිකර ඇත. ආකර්ශනීය වර්ණ 5 කින් ලබා ගත හැකි අතර, ඔබට ඔබේ විලාසිතාවට සහ මනාපයට ගැලපෙන එකක් තෝරා ගත හැකිය. බහුකාර්ය සහ ක්‍රියාකාරී, OmniHeat Men\'s Solid Hooded Puffer Jacket ඔබ රැකියාවට යන විට, අනියම් විනෝද චාරිකාවක් සඳහා ගියත්, හෝ එළිමහන් උත්සවයකට සහභාගී වූවත් විවිධ අවස්ථා සඳහා සුදුසු වේ. OmniHeat Men\'s Solid Hooded Puffer Jacket සමඟ ශෛලිය, සුවපහසුව සහ ක්‍රියාකාරීත්වයේ පරිපූර්ණ සම්මිශ්‍රණය අත්විඳින්න. ඔබේ ශීත ඍතු ඇඳුම් ආයිත්තම් කට්ටලය ඉහළට ඔසවා එළිමහනේ වැලඳ ගන්නා අතරතුර සුමටව සිටින්න. විලාසිතාවෙන් සීතල පරාජය කර මෙම අත්යවශ්ය කොටස සමඟ ප්රකාශයක් කරන්න.',
                    'meta-description'  => 'මෙටා විස්තරය',
                    'meta-keywords'     => 'මෙටා 1, මෙටා 2, මෙටා 3',
                    'meta-title'        => 'මෙටා සිරැස්',
                    'name'              => 'OmniHeat පිරිමි ඝන හුඩ් පෆර් ජැකට්-නිල්-කොළ-M',
                    'short-description' => 'අපගේ OmniHeat Men\'s Solid Hooded Puffer Jacket සමඟින් උණුසුම්ව හා විලාසිතාවෙන් සිටින්න. මෙම ජැකට්ටුව නිර්මාණය කර ඇත්තේ උපරිම උණුසුම ලබා දීම සඳහා වන අතර අමතර පහසුව සඳහා සාක්කු ඇතුළු කිරීමේ විශේෂාංග ඇත. පරිවරණය කරන ලද ද්රව්ය සීතල කාලගුණය තුළ ඔබට සුවපහසු ලෙස සිටීමට සහතික කරයි. ආකර්ශනීය වර්ණ 5 කින් ලබා ගත හැකි අතර එය විවිධ අවස්ථාවන් සඳහා බහුකාර්ය තේරීමක් කරයි.',
                ],

                '11' => [
                    'description'       => 'Introducing the OmniHeat Men\'s Solid Hooded Puffer Jacket, your go-to solution for staying warm and fashionable during colder seasons. This jacket is crafted with durability and warmth in mind, ensuring it becomes your trusted companion. The hooded design not only adds a touch of style but also provides additional warmth, shielding you from cold winds and weather. The full sleeves offer complete coverage, ensuring you stay cozy from shoulder to wrist. Equipped with insert pockets, this puffer jacket provides convenience for carrying your essentials or keeping your hands warm. The insulated synthetic filling offers enhanced warmth, making it ideal for battling chilly days and nights. Made from a durable polyester shell and lining, this jacket is built to last and endure the elements. Available in 5 attractive colors, you can choose the one that suits your style and preference. Versatile and functional, the OmniHeat Men\'s Solid Hooded Puffer Jacket is suitable for various occasions, whether you\'re heading to work, going for a casual outing, or attending an outdoor event. Experience the perfect blend of style, comfort, and functionality with OmniHeat Men\'s Solid Hooded Puffer Jacket. Elevate your winter wardrobe and stay snug while embracing the outdoors. Beat the cold in style and make a statement with this essential piece.',
                    'meta-description'  => 'meta description',
                    'meta-keywords'     => 'meta1, meta2, meta3',
                    'meta-title'        => 'Meta Title',
                    'name'              => 'OmniHeat Men\'s Solid Hooded Puffer Jacket-Blue-Green-L',
                    'short-description' => 'Stay warm and stylish with our OmniHeat Men\'s Solid Hooded Puffer Jacket. This jacket is designed to provide ultimate warmth and features insert pockets for added convenience. The insulated material ensures you stay cozy in cold weather. Available in 5 attractive colors, making it a versatile choice for various occasions.',
                ],
            ],

            'product-attribute-values' => [
                '1' => [
                    'description'       => 'ආක්ටික් Cozy Knit Beanie යනු සීතල මාසවලදී උණුසුම්, සුවපහසු සහ විලාසිතාවෙන් සිටීමට ඔබට සුදුසු විසඳුමයි. ඇක්‍රිලික් ගෙතුම් මෘදු හා කල් පවතින මිශ්‍රණයකින් නිර්මාණය කර ඇති මෙම බෝංචි නිර්මාණය කර ඇත්තේ සුවපහසු සහ සුවපහසු ගැළපීමක් ලබා දීම සඳහා ය. සම්භාව්‍ය මෝස්තරය එය පිරිමින්ට සහ කාන්තාවන්ට සුදුසු වන අතර විවිධ මෝස්තරවලට අනුපූරක වන බහුකාර්ය උපාංගයක් ලබා දෙයි. ඔබ නගරයේ සාමාන්‍ය දිනයක් සඳහා පිටත්ව ගියත් හෝ විශාල එළිමහනේ වැලඳ ගත්තත්, මෙම බීනි ඔබේ කණ්ඩායමට සුවපහසුව සහ උණුසුම එක් කරයි. මෘදු සහ හුස්ම ගත හැකි ද්‍රව්‍ය ඔබ විලාසිතාව කැප නොකර සුවපහසුව පවතින බව සහතික කරයි. ආක්ටික් සුවපහසු Knit Beanie උපාංගයක් පමණක් නොවේ; එය ශීත ඍතු විලාසිතාවේ ප්රකාශනයකි. එහි සරලත්වය විවිධ ඇඳුම් සමඟ සම්බන්ධ කිරීම පහසු කරයි, එය ඔබේ ශීත ඇඳුම් ආයිත්තම් කට්ටලයේ ප්රධාන අංගයක් බවට පත් කරයි. තෑගි දීමට හෝ ඔබටම සංග්‍රහයක් ලෙස වඩාත් සුදුසු මෙම බෝංචි ඕනෑම ශීත ඍතු කණ්ඩායමකට කල්පනාකාරී එකතු කිරීමකි. එය ක්‍රියාකාරීත්වයෙන් ඔබ්බට යන බහුකාර්ය උපාංගයකි, ඔබේ පෙනුමට උණුසුම සහ විලාසිතාවේ ස්පර්ශයක් එක් කරයි. ආක්ටික් සුවපහසු Knit Beanie සමඟ ශීත ඍතුවේ සාරය වැළඳ ගන්න. ඔබ විවේකී දිනයක් භුක්ති විඳින්නේ නම් හෝ මූලද්‍රව්‍යවලට මුහුණ දෙමින් සිටියත්, සුවපහසුව සහ විලාසිතාව සඳහා මෙම බෝංචි ඔබේ සහකාරිය වීමට ඉඩ දෙන්න. මෙම සම්භාව්‍ය උපාංගය සමඟින් ඔබේ ශීත ඇඳුම් ආයිත්තම් කට්ටලය ඉහළට ඔසවන්න, එය වෙහෙසකින් තොරව උණුසුම සහ සදාකාලික විලාසිතා හැඟීමක් සමඟ ඒකාබද්ධ කරයි.',
                    'meta-description'  => 'මෙටා විස්තරය',
                    'meta-keywords'     => 'මෙටා 1, මෙටා 2, මෙටා 3',
                    'meta-title'        => 'මෙටා සිරැස්',
                    'name'              => 'ආක්ටික් සුවපහසු Knit Unisex Beanie',
                    'sort-description'  => 'අපගේ ආක්ටික් සුවපහසු Knit Beanie සමඟ ශීතල දවස් විලාසිතාවෙන් වැළඳ ගන්න. මෘදු සහ කල් පවතින ඇක්‍රිලික් මිශ්‍රණයකින් සාදන ලද මෙම සම්භාව්‍ය බෝංචි උණුසුම සහ බහුකාර්යතාව ලබා දෙයි. පිරිමි සහ ගැහැණු යන දෙඅංශයටම සුදුසු, එය අනියම් හෝ එළිමහන් ඇඳුම් සඳහා කදිම උපාංගයකි. ඔබේ ශීත ඍතු ඇඳුම් ආයිත්තම් කට්ටලය ඔසවන්න හෝ මෙම අත්‍යවශ්‍ය බෝංචි තොප්පිය සමඟ විශේෂ කෙනෙකුට තෑගි කරන්න.',
                ],

                '2' => [
                    'description'       => 'ආක්ටික් බ්ලිස් වින්ටර් ස්කාෆ් යනු සීතල කාලගුණ උපාංගයකට වඩා වැඩි ය; එය ශීත සමය සඳහා උණුසුම, සුවපහසුව සහ විලාසිතාවේ ප්‍රකාශයකි. ඇක්‍රිලික් සහ ලොම් සුඛෝපබෝගී මිශ්‍රණයකින් පරිස්සමින් නිර්මාණය කර ඇති මෙම ස්කාෆ් නිර්මාණය කර ඇත්තේ ශීතලම උෂ්ණත්වයකදී පවා ඔබව සුවපහසුව සහ සුවපහසුව තබා ගැනීමටය. මෘදු සහ ප්ලෂ් වයනය සීතලට එරෙහිව පරිවරණය ලබා දෙනවා පමණක් නොව ඔබේ ශීත ඇඳුම් ආයිත්තම් කට්ටලයට සුඛෝපභෝගී ස්පර්ශයක් එක් කරයි. Arctic Bliss Winter Scarf හි සැලසුම විලාසිතාමය සහ බහුකාර්ය වේ, එය විවිධාකාර ශීත ඇඳුම් සඳහා පරිපූර්ණ එකතු කිරීමක් කරයි. ඔබ විශේෂ අවස්ථාවක් සඳහා සැරසී සිටියත් හෝ ඔබේ එදිනෙදා පෙනුමට අලංකාර තට්ටුවක් එක් කළත්, මෙම ස්කාෆ් ඔබේ විලාසිතාවට වෙහෙසකින් තොරව සම්පූර්ණ කරයි. ස්කාෆ්හි අමතර දිගු දිග අභිරුචිකරණය කළ හැකි මෝස්තර විකල්ප ඉදිරිපත් කරයි. අමතර උණුසුම සඳහා එය වටා ඔතා, අනියම් පෙනුමක් සඳහා එය ලිහිල්ව අඳින්න, නැතහොත් ඔබේ අද්විතීය ශෛලිය ප්‍රකාශ කිරීමට විවිධ ගැට සමඟ අත්හදා බලන්න. මෙම බහුකාර්යතාව ශීත ඍතුව සඳහා අනිවාර්ය උපාංගයක් බවට පත් කරයි. පරිපූර්ණ තෑග්ගක් සොයනවාද? Arctic Bliss Winter Scarf යනු කදිම තේරීමකි. ඔබ ආදරය කරන කෙනෙකුව මවිතයට පත් කළත් හෝ ඔබටම සලකනවා නම්, මෙම ලේන්සුව ශීත මාස පුරාවටම අගය කරනු ලබන කාලානුරූපී සහ ප්‍රායෝගික තෑග්ගකි. ආක්ටික් බ්ලිස් වින්ටර් ස්කාෆ් සමඟ ශීත ඍතුව වැලඳ ගන්න, එහිදී උණුසුම පරිපූර්ණ එකඟතාවයකින් ශෛලිය හමුවෙයි. මෙම අත්‍යවශ්‍ය උපාංගය සමඟින් ඔබේ ශීත ඇඳුම් ආයිත්තම් කට්ටලය ඉහළට ඔසවන්න, එය ඔබව උණුසුම්ව තබා ගැනීමට පමණක් නොව ඔබේ සීත කාලගුණ සමූහයට නවීනත්වයේ ස්පර්ශයක් එක් කරයි.',
                    'meta-description'  => 'මෙටා විස්තරය',
                    'meta-keywords'     => 'මෙටා 1, මෙටා 2, මෙටා 3',
                    'meta-title'        => 'මෙටා සිරැස්',
                    'name'              => 'ආක්ටික් බ්ලිස් විලාසිතාමය ශීත ස්කාෆ්',
                    'sort-description'  => 'අපගේ ආක්ටික් බ්ලිස් වින්ටර් ස්කාෆ් සමඟ උණුසුම සහ විලාසිතාව වැලඳ ගැනීම අත්විඳින්න. ඇක්‍රිලික් සහ ලොම් සුඛෝපබෝගී මිශ්‍රණයකින් නිර්මාණය කර ඇති මෙම සුවපහසු ස්කාෆ් ශීතල දිනවලදී ඔබව සුමටව තබා ගැනීමට නිර්මාණය කර ඇත. එහි හැඩකාර සහ බහුකාර්ය මෝස්තරය, අමතර දිගු දිගක් සමඟ ඒකාබද්ධව, අභිරුචිකරණය කළ හැකි මෝස්තර විකල්ප ඉදිරිපත් කරයි. ඔබේ ශීත ඇඳුම් ආයිත්තම් කට්ටලය ඔසවන්න හෝ මෙම අත්‍යවශ්‍ය ශීත උපාංගය සමඟ විශේෂ කෙනෙකු සතුටු කරන්න.',
                ],

                '3' => [
                    'description'       => 'ආක්ටික් ටච්ස්ක්‍රීන් ශීත අත්වැසුම් හඳුන්වා දීම - ඔබේ ශීත අත්දැකීම වැඩිදියුණු කිරීම සඳහා උණුසුම, විලාසය සහ සම්බන්ධතාවය හමු වේ. උසස් තත්ත්වයේ ඇක්‍රිලික් වලින් සාදන ලද මෙම අත්වැසුම් සුවිශේෂී උණුසුම සහ කල්පැවැත්ම ලබා දීම සඳහා නිර්මාණය කර ඇත. ස්පර්ශ තිරයට ගැළපෙන ඇඟිලි තුඩු මඟින් ඔබේ දෑත් සීතලට නිරාවරණය නොකර සම්බන්ධ වී සිටීමට ඔබට ඉඩ සලසයි. ඇමතුම්වලට පිළිතුරු දෙන්න, පණිවිඩ යැවීම, සහ ඔබේ උපාංග පහසුවෙන් සැරිසැරීම, ඔබේ දෑත් හොඳින් තබා ගනිමින්. පරිවරණය කරන ලද ලයිනිං අමතර සුවපහසු තට්ටුවක් එක් කරයි, ශීත සීතලට මුහුණ දීම සඳහා මෙම අත්වැසුම් ඔබේ තේරීම බවට පත් කරයි. ඔබ ගමනාගමනයෙහි යෙදී සිටියත්, වැඩෙහි යෙදී සිටියත්, හෝ එළිමහන් ක්‍රියාකාරකම්වල යෙදී සිටියත්, මෙම අත්වැසුම් ඔබට අවශ්‍ය උණුසුම සහ ආරක්ෂාව සපයයි. ප්‍රත්‍යාස්ථ කෆ්ස් ඔබේ දෛනික ක්‍රියාකාරකම් වලදී සීතල කෙටුම්පත් වැළැක්වීම සහ අත්වැසුම් නිසි පරිදි තබා ගැනීම, ආරක්ෂිත ගැලපීමක් සහතික කරයි. හැඩකාර මෝස්තරය ඔබේ ශීත ඍතු සමූහයට අලංකාරයක් එක් කරයි, මෙම අත්වැසුම් ක්‍රියාකාරී වන තරමටම විලාසිතාවක් බවට පත් කරයි. තෑගි දීමට හෝ ඔබටම සංග්‍රහයක් ලෙස වඩාත් සුදුසු, ආක්ටික් ටච්ස්ක්‍රීන් ශීත අත්වැසුම් නවීන පුද්ගලයා සඳහා අත්‍යවශ්‍ය උපාංගයකි. ඔබගේ උපාංග භාවිතා කිරීමට සහ උණුසුම, විලාසය සහ සම්බන්ධතාවයේ බාධාවකින් තොරව සම්මිශ්‍රණයක් වැළඳ ගැනීමට ඔබගේ අත්වැසුම් ඉවත් කිරීමේ අපහසුතාවයට සමුදෙන්න. ආක්ටික් ටච්ස්ක්‍රීන් ශීත අත්වැසුම් සමඟ සම්බන්ධව සිටින්න, උණුසුම්ව සිටින්න, සහ විලාසිතාවෙන් සිටින්න - ශීත සමය විශ්වාසයෙන් ජය ගැනීම සඳහා ඔබේ විශ්වාසවන්ත සහකාරිය.',
                    'meta-description'  => 'මෙටා විස්තරය',
                    'meta-keywords'     => 'මෙටා 1, මෙටා 2, මෙටා 3',
                    'meta-title'        => 'මෙටා සිරැස්',
                    'name'              => 'ආක්ටික් ටච්ස්ක්රීන් ශීත අත්වැසුම්',
                    'sort-description'  => 'අපගේ ආක්ටික් ටච්ස්ක්‍රීන් ශීත අත්වැසුම් සමඟ සම්බන්ධ වී උණුසුම්ව සිටින්න. මෙම අත්වැසුම් උණුසුම සහ කල්පැවැත්ම සඳහා උසස් තත්ත්වයේ ඇක්‍රිලික් වලින් සාදන ලද ඒවා පමණක් නොව, ස්පර්ශ තිරයට අනුකූල මෝස්තරයක් ද ඇත. පරිවරණය කරන ලද ලයිනිං, ආරක්ෂිත ගැලපීම සඳහා ඉලාස්ටික් කෆ්ස් සහ හැඩකාර පෙනුමකින් යුත් මෙම අත්වැසුම් සිසිල් තත්වයන් තුළ දෛනික ඇඳුම් සඳහා පරිපූර්ණයි.',
                ],

                '4' => [
                    'description'       => 'ආක්ටික් උණුසුම් ලොම් මිශ්‍ර මේස් හඳුන්වා දීම - සීතල කාලවලදී සුවපහසු සහ සුවපහසු පාද සඳහා ඔබේ අත්‍යවශ්‍ය සහකාරිය. මෙරිනෝ ලොම්, ඇක්‍රිලික්, නයිලෝන් සහ ස්පැන්ඩෙක්ස් යන ප්‍රිමියම් මිශ්‍රණයකින් නිර්මාණය කර ඇති මෙම මේස් නිර්මාණය කර ඇත්තේ අසමසම උණුසුම සහ සුවපහසුව ලබා දීම සඳහා ය. ලොම් මිශ්‍රණය සීතලම උෂ්ණත්වයේ දී පවා ඔබේ පාද රසවත්ව පවතින බව සහතික කරයි, මෙම මේස් ශීත වික්‍රමාන්විතයන් සඳහා හෝ සරලව නිවසේ රැඳී සිටීමට හොඳම තේරීම බවට පත් කරයි. මේස් වල මෘදු සහ සුවපහසු වයනය ඔබේ සමට එරෙහිව සුඛෝපභෝගී හැඟීමක් ලබා දෙයි. ඔබ මෙම ලොම් මිශ්‍ර මේස් මගින් සපයන ප්ලෂ් උණුසුම වැළඳ ගන්නා විට සිසිල් දෙපාවලට සමුදෙන්න. කල්පැවැත්ම සඳහා නිර්මාණය කර ඇති, මේස් ශක්තිමත් කරන ලද විලුඹ සහ ඇඟිලි වලින් සමන්විත වන අතර, ඉහළ ඇඳුම් සහිත ප්රදේශ සඳහා අමතර ශක්තියක් එක් කරයි. මෙමගින් ඔබේ මේස් කාලය පරීක්ෂාවට ඔරොත්තු දෙන බව සහතික කරයි, දිගුකාලීන සුවපහසුව සහ සුවපහසුව ලබා දෙයි. ද්‍රව්‍යයේ හුස්ම ගත හැකි ස්වභාවය අධික උනුසුම් වීම වළක්වයි, දවස පුරා ඔබේ පාද සුවපහසුව සහ වියළීමට ඉඩ සලසයි. ඔබ ශීත සෘතුවේ නැගීමක් සඳහා එළිමහනට ගියත් හෝ ගෘහස්ථව විවේකීව සිටියත්, මෙම මේස් උණුසුම සහ හුස්ම ගැනීමේ පරිපූර්ණ සමතුලිතතාවයක් ලබා දෙයි. බහුකාර්ය සහ හැඩකාර, මෙම ලොම් මිශ්ර මේස් විවිධ අවස්ථාවන් සඳහා සුදුසු වේ. විලාසිතාමය ශීත පෙනුමක් සඳහා ඔබේ ප්රියතම සපත්තු සමඟ ඒවා යුගල කරන්න හෝ අවසාන සුවපහසුව සඳහා නිවස වටා පැළඳ ගන්න. ඔබේ ශීත ඍතු ඇඳුම් ආයිත්තම් කට්ටලය ඉහළට ඔසවා ආක්ටික් උණුසුම් ලොම් මිශ්‍ර මේස් සමඟ සුවපහසුව සඳහා ප්‍රමුඛත්වය දෙන්න. ඔබේ දෙපා ඔවුන්ට ලැබිය යුතු සුඛෝපභෝගීත්වයට සංග්‍රහ කර සමය පුරාම පවතින සුවපහසු ලෝකයකට පිවිසෙන්න.',
                    'meta-description'  => 'මෙටා විස්තරය',
                    'meta-keywords'     => 'මෙටා 1, මෙටා 2, මෙටා 3',
                    'meta-title'        => 'මෙටා සිරැස්',
                    'name'              => 'ආක්ටික් උණුසුම් ලොම් බ්ලෙන්ඩ් මේස්',
                    'sort-description'  => 'අපගේ Arctic Warmth Wool Blend Socks හි අසමසම උණුසුම සහ සුවපහසුව අත්විඳින්න. මෙරිනෝ ලොම්, ඇක්‍රිලික්, නයිලෝන් සහ ස්පැන්ඩෙක්ස් මිශ්‍රණයකින් සාදන ලද මෙම මේස් සීතල කාලගුණය සඳහා උපරිම සුවපහසුවක් ලබා දෙයි. කල්පැවැත්ම සඳහා ශක්තිමත් කරන ලද විලුඹ සහ ඇඟිලි සහිත, මෙම බහුකාර්ය සහ හැඩකාර මේස් විවිධ අවස්ථාවන් සඳහා පරිපූර්ණ වේ.',
                ],

                '5' => [
                    'description'       => 'ආක්ටික් ෆ්‍රොස්ට් ශීත සෘතු උපාංග බණ්ඩලය හඳුන්වා දෙමින්, ශීත ඍතුවේ ශීත දිනවලදී උණුසුම්, හැඩකාර සහ සම්බන්ධ වී සිටීම සඳහා ඔබේ විසඳුම. කල්පනාකාරීව සකස් කරන ලද මෙම කට්ටලය සුසංයෝගී කණ්ඩායමක් නිර්මාණය කිරීම සඳහා අත්‍යවශ්‍ය ශීත උපාංග හතරක් ගෙන එයි. ඇක්‍රිලික් සහ ලොම් මිශ්‍රණයකින් වියන ලද සුඛෝපභෝගී ස්කාෆ් උණුසුම් තට්ටුවක් එකතු කරනවා පමණක් නොව ඔබේ ශීත ඇඳුම් ආයිත්තම් කට්ටලයට අලංකාරයක් ද ගෙන එයි. මෘදු ගොතන ලද බෝංචි, ප්‍රවේශමෙන් සකස් කර ඇති අතර, ඔබේ පෙනුමට විලාසිතාමය රසයක් එක් කරන අතරම ඔබව සුවපහසුව තබා ගැනීමට පොරොන්දු වේ. නමුත් එය එතැනින් අවසන් නොවේ - අපගේ බණ්ඩලයට ස්පර්ශ තිර-අනුකූල අත්වැසුම් ද ඇතුළත් වේ. ඔබ ඔබේ උපාංග ආයාසයකින් තොරව සැරිසැරීමේදී උණුසුම කැප නොකර සම්බන්ධව සිටින්න. ඔබ ඇමතුම්වලට පිළිතුරු දෙන විට, පණිවිඩ යැවීමේදී හෝ ඔබේ ස්මාර්ට් ජංගම දුරකතනයෙන් ශීත අවස්ථා ග්‍රහණය කර ගත්තද, මෙම අත්වැසුම් විලාසිතාවට බාධාවකින් තොරව පහසුව සහතික කරයි. මේස් වල මෘදු සහ සුවපහසු වයනය ඔබේ සමට එරෙහිව සුඛෝපභෝගී හැඟීමක් ලබා දෙයි. ඔබ මෙම ලොම් මිශ්‍ර මේස් මගින් සපයන ප්ලෂ් උණුසුම වැළඳ ගන්නා විට සිසිල් දෙපාවලට සමුදෙන්න. ආක්ටික් ෆ්‍රොස්ට් ශීත උපාංග බණ්ඩලය ක්‍රියාකාරීත්වය පමණක් නොවේ; එය ශීත ඍතු විලාසිතාවේ ප්රකාශනයකි. සෑම කෑල්ලක්ම නිර්මාණය කර ඇත්තේ සීතලෙන් ඔබව ආරක්ෂා කිරීමට පමණක් නොව, තුහීන සමයේදී ඔබේ විලාසිතාව ඉහළ නැංවීම සඳහාය. මෙම බණ්ඩලය සඳහා තෝරාගත් ද්රව්ය කල්පැවැත්ම සහ සුවපහසුව යන දෙකටම ප්රමුඛත්වය ලබා දෙයි, ඔබට ශීත ඍතුවේ ආශ්චර්යය භුක්ති විඳිය හැකි බව සහතික කරයි. ඔබ ඔබටම සලකමින් හෝ පරිපූර්ණ තෑග්ගක් සොයමින් සිටියත්, ආක්ටික් ෆ්‍රොස්ට් ශීත උපාංග බණ්ඩලය බහුකාර්ය තේරීමකි. නිවාඩු කාලය තුළ විශේෂ කෙනෙකු සතුටු කරන්න හෝ මෙම හැඩකාර සහ ක්‍රියාකාරී කණ්ඩායම සමඟ ඔබේම ශීත ඇඳුම් ආයිත්තම් කට්ටලයක් ඉහළ නංවන්න. ඔබව උණුසුම්ව සහ චමත්කාරජනකව තබා ගැනීමට ඔබට පරිපූර්ණ උපාංග ඇති බව දැන, විශ්වාසයෙන් හිම වැලඳගන්න.',
                    'meta-description'  => 'මෙටා විස්තරය',
                    'meta-keywords'     => 'මෙටා 1, මෙටා 2, මෙටා 3',
                    'meta-title'        => 'මෙටා සිරැස්',
                    'name'              => 'ආක්ටික් ෆ්රොස්ට් ශීත උපාංග',
                    'sort-description'  => 'අපගේ ආක්ටික් ෆ්‍රොස්ට් ශීත සෘතු උපාංග බණ්ඩලය සමඟින් ශීත සීතල වැළඳ ගන්න. මෙම සංවෘත කට්ටලයට සුඛෝපභෝගී ස්කාෆ්, සුවපහසු බෝංචි, ස්පර්ශ තිර-අනුකූල අත්වැසුම් සහ ලොම් බ්ලෙන්ඩ් මේස් ඇතුළත් වේ. හැඩකාර සහ ක්‍රියාකාරී, මෙම සමූහය උසස් තත්ත්වයේ ද්‍රව්‍ය වලින් නිර්මාණය කර ඇති අතර කල්පැවැත්ම සහ සුවපහසුව යන දෙකම සහතික කරයි. ඔබේ ශීත ඇඳුම් ආයිත්තම් කට්ටලය ඉහළ නංවන්න හෝ මෙම පරිපූර්ණ තෑගි විකල්පය සමඟ විශේෂ කෙනෙකු සතුටු කරන්න.',
                ],

                '6' => [
                    'description'       => 'ආක්ටික් ෆ්‍රොස්ට් ශීත සෘතු උපාංග බණ්ඩලය හඳුන්වා දෙමින්, ශීත ඍතුවේ ශීත දිනවලදී උණුසුම්, හැඩකාර සහ සම්බන්ධ වී සිටීම සඳහා ඔබේ විසඳුම. කල්පනාකාරීව සකස් කරන ලද මෙම කට්ටලය සුසංයෝගී කණ්ඩායමක් නිර්මාණය කිරීම සඳහා අත්‍යවශ්‍ය ශීත උපාංග හතරක් ගෙන එයි. ඇක්‍රිලික් සහ ලොම් මිශ්‍රණයකින් වියන ලද සුඛෝපභෝගී ස්කාෆ් උණුසුම් තට්ටුවක් එකතු කරනවා පමණක් නොව ඔබේ ශීත ඇඳුම් ආයිත්තම් කට්ටලයට අලංකාරයක් ද ගෙන එයි. මෘදු ගොතන ලද බෝංචි, ප්‍රවේශමෙන් සකස් කර ඇති අතර, ඔබේ පෙනුමට විලාසිතාමය රසයක් එක් කරන අතරම ඔබව සුවපහසුව තබා ගැනීමට පොරොන්දු වේ. නමුත් එය එතැනින් අවසන් නොවේ - අපගේ බණ්ඩලය තුළ ස්පර්ශ තිර-අනුකූල අත්වැසුම් ද ඇතුළත් වේ. ඔබ ඔබේ උපාංග ආයාසයකින් තොරව සැරිසැරීමේදී උණුසුම කැප නොකර සම්බන්ධව සිටින්න. ඔබ ඇමතුම්වලට පිළිතුරු දෙන විට, පණිවිඩ යැවීමේදී හෝ ඔබේ ස්මාර්ට් ජංගම දුරකතනයෙන් ශීත අවස්ථා ග්‍රහණය කර ගත්තද, මෙම අත්වැසුම් විලාසිතාවට බාධාවකින් තොරව පහසුව සහතික කරයි. මේස් වල මෘදු සහ සුවපහසු වයනය ඔබේ සමට එරෙහිව සුඛෝපභෝගී හැඟීමක් ලබා දෙයි. ඔබ මෙම ලොම් මිශ්‍ර මේස් මගින් සපයන ප්ලෂ් උණුසුම වැළඳ ගන්නා විට සිසිල් දෙපාවලට සමුදෙන්න. ආක්ටික් ෆ්‍රොස්ට් ශීත උපාංග බණ්ඩලය ක්‍රියාකාරීත්වය පමණක් නොවේ; එය ශීත ඍතු විලාසිතාවේ ප්රකාශනයකි. සෑම කෑල්ලක්ම නිර්මාණය කර ඇත්තේ සීතලෙන් ඔබව ආරක්ෂා කිරීමට පමණක් නොව, තුහීන සමයේදී ඔබේ විලාසිතාව ඉහළ නැංවීම සඳහාය. මෙම බණ්ඩලය සඳහා තෝරාගත් ද්රව්ය කල්පැවැත්ම සහ සුවපහසුව යන දෙකටම ප්රමුඛත්වය ලබා දෙයි, ඔබට ශීත ඍතුවේ ආශ්චර්යය භුක්ති විඳිය හැකි බව සහතික කරයි. ඔබ ඔබටම සලකමින් හෝ පරිපූර්ණ තෑග්ගක් සොයමින් සිටියත්, ආක්ටික් ෆ්‍රොස්ට් ශීත උපාංග බණ්ඩලය බහුකාර්ය තේරීමකි. නිවාඩු කාලය තුළ විශේෂ කෙනෙකු සතුටු කරන්න හෝ මෙම හැඩකාර සහ ක්‍රියාකාරී කණ්ඩායම සමඟ ඔබේම ශීත ඇඳුම් ආයිත්තම් කට්ටලයක් ඉහළ නංවන්න. ඔබව උණුසුම්ව සහ චමත්කාරජනකව තබා ගැනීමට ඔබට පරිපූර්ණ උපාංග ඇති බව දැන, විශ්වාසයෙන් හිම වැලඳගන්න.',
                    'meta-description'  => 'මෙටා විස්තරය',
                    'meta-keywords'     => 'මෙටා 1, මෙටා 2, මෙටා 3',
                    'meta-title'        => 'මෙටා සිරැස්',
                    'name'              => 'ආක්ටික් ෆ්රොස්ට් ශීත උපාංග බණ්ඩලය',
                    'sort-description'  => 'අපගේ ආක්ටික් ෆ්‍රොස්ට් ශීත සෘතු උපාංග බණ්ඩලය සමඟින් ශීත සීතල වැළඳ ගන්න. මෙම සංවෘත කට්ටලයට සුඛෝපභෝගී ස්කාෆ්, සුවපහසු බෝංචි, ස්පර්ශ තිර-අනුකූල අත්වැසුම් සහ ලොම් බ්ලෙන්ඩ් මේස් ඇතුළත් වේ. හැඩකාර සහ ක්‍රියාකාරී, මෙම සමූහය උසස් තත්ත්වයේ ද්‍රව්‍ය වලින් නිර්මාණය කර ඇති අතර කල්පැවැත්ම සහ සුවපහසුව යන දෙකම සහතික කරයි. ඔබේ ශීත ඇඳුම් ආයිත්තම් කට්ටලය ඉහළ නංවන්න හෝ මෙම පරිපූර්ණ තෑගි විකල්පය සමඟ විශේෂ කෙනෙකු සතුටු කරන්න.',
                ],

                '7' => [
                    'description'       => 'OmniHeat Men\'s Solid Hooded Puffer Jacket හඳුන්වා දීම, ශීතල කාලවලදී උණුසුම්ව සහ විලාසිතාවෙන් සිටීමට ඔබට අවශ්‍ය විසඳුම. මෙම ජැකට්ටුව නිර්මාණය කර ඇත්තේ කල්පැවැත්ම සහ උණුසුම මනසේ තබාගෙන, එය ඔබේ විශ්වාසවන්ත සහකාරිය බවට පත්වීම සහතික කරමිනි. හිස්වැසුම් සහිත මෝස්තරය විලාසිතාවේ ස්පර්ශයක් එකතු කරනවා පමණක් නොව, සීතල සුළං සහ කාලගුණයෙන් ඔබව ආරක්ෂා කරමින් අමතර උණුසුමද සපයයි. සම්පූර්ණ අත් ආවරණ සම්පූර්ණ ආවරණයක් ලබා දෙයි, ඔබ උරහිසේ සිට මැණික් කටුව දක්වා සුවපහසු බව සහතික කරයි. ඇතුල් කිරීමේ සාක්කු වලින් සමන්විත මෙම පෆර් ජැකට් ඔබගේ අත්‍යාවශ්‍ය දෑ රැගෙන යාමට හෝ ඔබගේ දෑත් උණුසුම්ව තබා ගැනීමට පහසුවක් සපයයි. පරිවරණය කරන ලද කෘතිම පිරවුම වැඩි දියුණු කළ උණුසුම ලබා දෙයි, එය සිසිල් දිවා රෑ සමඟ සටන් කිරීම සඳහා වඩාත් සුදුසු වේ. කල්පවත්නා පොලියෙස්ටර් කවචයකින් සහ ලයිනිං වලින් සාදා ඇති මෙම ජැකට්ටුව මූලද්‍රව්‍ය කල් පවතින හා විඳදරාගැනීමට ඉදිකර ඇත. ආකර්ශනීය වර්ණ 5 කින් ලබා ගත හැකි අතර, ඔබට ඔබේ විලාසිතාවට සහ මනාපයට ගැලපෙන එකක් තෝරා ගත හැකිය. බහුකාර්ය සහ ක්‍රියාකාරී, OmniHeat Men\'s Solid Hooded Puffer Jacket ඔබ රැකියාවට යන විට, අනියම් විනෝද චාරිකාවක් සඳහා යමින් හෝ එළිමහන් උත්සවයකට සහභාගී වන විට විවිධ අවස්ථා සඳහා සුදුසු වේ. OmniHeat Men\'s Solid Hooded Puffer Jacket සමඟ ශෛලිය, සුවපහසුව සහ ක්‍රියාකාරීත්වයේ පරිපූර්ණ සම්මිශ්‍රණය අත්විඳින්න. ඔබේ ශීත ඍතු ඇඳුම් ආයිත්තම් කට්ටලය ඉහළට ඔසවා එළිමහනේ වැලඳ ගන්නා අතරතුර සුමටව සිටින්න. විලාසිතාවෙන් සීතල පරාජය කර මෙම අත්යවශ්ය කොටස සමඟ ප්රකාශයක් කරන්න.',
                    'meta-description'  => 'මෙටා විස්තරය',
                    'meta-keywords'     => 'මෙටා 1, මෙටා 2, මෙටා 3',
                    'meta-title'        => 'මෙටා සිරැස්',
                    'name'              => 'OmniHeat පිරිමින්ගේ ඝන හුඩ් පෆර් ජැකට්',
                    'sort-description'  => 'අපගේ OmniHeat Men\'s Solid Hooded Puffer Jacket සමඟින් උණුසුම්ව හා විලාසිතාවෙන් සිටින්න. මෙම ජැකට්ටුව නිර්මාණය කර ඇත්තේ උපරිම උණුසුම ලබා දීම සඳහා වන අතර අමතර පහසුව සඳහා සාක්කු ඇතුළු කිරීමේ විශේෂාංග ඇත. පරිවරණය කරන ලද ද්රව්ය සීතල කාලගුණය තුළ ඔබට සුවපහසු ලෙස සිටීමට සහතික කරයි. ආකර්ශනීය වර්ණ 5 කින් ලබා ගත හැකි අතර එය විවිධ අවස්ථාවන් සඳහා බහුකාර්ය තේරීමක් කරයි.',
                ],

                '8' => [
                    'description'       => 'OmniHeat Men\'s Solid Hooded Puffer Jacket හඳුන්වා දීම, ශීතල කාලවලදී උණුසුම්ව සහ විලාසිතාවෙන් සිටීමට ඔබට අවශ්‍ය විසඳුම. මෙම ජැකට්ටුව නිර්මාණය කර ඇත්තේ කල්පැවැත්ම සහ උණුසුම මනසේ තබාගෙන, එය ඔබේ විශ්වාසවන්ත සහකාරිය බවට පත්වීම සහතික කරමිනි. හිස්වැසුම් සහිත මෝස්තරය විලාසිතාවේ ස්පර්ශයක් එකතු කරනවා පමණක් නොව, සීතල සුළං සහ කාලගුණයෙන් ඔබව ආරක්ෂා කරමින් අමතර උණුසුමද සපයයි. සම්පූර්ණ අත් ආවරණ සම්පූර්ණ ආවරණයක් ලබා දෙයි, ඔබ උරහිසේ සිට මැණික් කටුව දක්වා සුවපහසු බව සහතික කරයි. ඇතුල් කිරීමේ සාක්කු වලින් සමන්විත මෙම පෆර් ජැකට් ඔබගේ අත්‍යාවශ්‍ය දෑ රැගෙන යාමට හෝ ඔබගේ දෑත් උණුසුම්ව තබා ගැනීමට පහසුවක් සපයයි. පරිවරණය කරන ලද කෘතිම පිරවුම වැඩි දියුණු කළ උණුසුම ලබා දෙයි, එය සිසිල් දිවා රෑ සමඟ සටන් කිරීම සඳහා වඩාත් සුදුසු වේ. කල්පවත්නා පොලියෙස්ටර් කවචයකින් සහ ලයිනිං වලින් සාදා ඇති මෙම ජැකට්ටුව මූලද්‍රව්‍ය කල් පවතින හා විඳදරාගැනීමට ඉදිකර ඇත. ආකර්ශනීය වර්ණ 5 කින් ලබා ගත හැකි අතර, ඔබට ඔබේ විලාසිතාවට සහ මනාපයට ගැලපෙන එකක් තෝරා ගත හැකිය. බහුකාර්ය සහ ක්‍රියාකාරී, OmniHeat Men\'s Solid Hooded Puffer Jacket ඔබ රැකියාවට යන විට, අනියම් විනෝද චාරිකාවක් සඳහා යමින් හෝ එළිමහන් උත්සවයකට සහභාගී වන විට විවිධ අවස්ථා සඳහා සුදුසු වේ. OmniHeat Men\'s Solid Hooded Puffer Jacket සමඟ ශෛලිය, සුවපහසුව සහ ක්‍රියාකාරීත්වයේ පරිපූර්ණ සම්මිශ්‍රණය අත්විඳින්න. ඔබේ ශීත ඍතු ඇඳුම් ආයිත්තම් කට්ටලය ඉහළට ඔසවා එළිමහනේ වැලඳ ගන්නා අතරතුර සුමටව සිටින්න. විලාසිතාවෙන් සීතල පරාජය කර මෙම අත්යවශ්ය කොටස සමඟ ප්රකාශයක් කරන්න.',
                    'meta-description'  => 'මෙටා විස්තරය',
                    'meta-keywords'     => 'මෙටා 1, මෙටා 2, මෙටා 3',
                    'meta-title'        => 'මෙටා සිරැස්',
                    'name'              => 'OmniHeat පිරිමි ඝන හුඩ් පෆර් ජැකට්-නිල්-කෙලෝ-එම්',
                    'sort-description'  => 'අපගේ OmniHeat Men\'s Solid Hooded Puffer Jacket සමඟින් උණුසුම්ව හා විලාසිතාවෙන් සිටින්න. මෙම ජැකට්ටුව නිර්මාණය කර ඇත්තේ උපරිම උණුසුම ලබා දීම සඳහා වන අතර අමතර පහසුව සඳහා සාක්කු ඇතුළු කිරීමේ විශේෂාංග ඇත. පරිවරණය කරන ලද ද්රව්ය සීතල කාලගුණය තුළ ඔබට සුවපහසු ලෙස සිටීමට සහතික කරයි. ආකර්ශනීය වර්ණ 5 කින් ලබා ගත හැකි අතර එය විවිධ අවස්ථාවන් සඳහා බහුකාර්ය තේරීමක් කරයි.',
                ],

                '9' => [
                    'description'       => 'OmniHeat Men\'s Solid Hooded Puffer Jacket හඳුන්වා දීම, ශීත කාලවලදී උණුසුම්ව සහ විලාසිතාවෙන් සිටීමට ඔබට සුදුසු විසඳුම. මෙම ජැකට්ටුව නිර්මාණය කර ඇත්තේ කල්පැවැත්ම සහ උණුසුම මනසේ තබාගෙන, එය ඔබේ විශ්වාසවන්ත සහකාරිය බවට පත්වීම සහතික කරමිනි. හිස්වැසුම් සහිත මෝස්තරය විලාසිතාවේ ස්පර්ශයක් එකතු කරනවා පමණක් නොව, සීතල සුළං සහ කාලගුණයෙන් ඔබව ආරක්ෂා කරමින් අමතර උණුසුමද සපයයි. සම්පූර්ණ අත් ආවරණ සම්පූර්ණ ආවරණයක් ලබා දෙයි, ඔබ උරහිසේ සිට මැණික් කටුව දක්වා සුවපහසු බව සහතික කරයි. ඇතුල් කිරීමේ සාක්කු වලින් සමන්විත මෙම පෆර් ජැකට් ඔබගේ අත්‍යාවශ්‍ය දෑ රැගෙන යාමට හෝ ඔබගේ දෑත් උණුසුම්ව තබා ගැනීමට පහසුවක් සපයයි. පරිවරණය කරන ලද කෘතිම පිරවුම වැඩි දියුණු කළ උණුසුම ලබා දෙයි, එය සිසිල් දිවා රෑ සමඟ සටන් කිරීම සඳහා වඩාත් සුදුසු වේ. කල්පවත්නා පොලියෙස්ටර් කවචයකින් සහ ලයිනිං වලින් සාදා ඇති මෙම ජැකට්ටුව මූලද්‍රව්‍ය කල් පවතින හා විඳදරාගැනීමට ඉදිකර ඇත. ආකර්ශනීය වර්ණ 5 කින් ලබා ගත හැකි අතර, ඔබට ඔබේ විලාසිතාවට සහ මනාපයට ගැලපෙන එකක් තෝරා ගත හැකිය. බහුකාර්ය සහ ක්‍රියාකාරී, OmniHeat Men\'s Solid Hooded Puffer Jacket ඔබ රැකියාවට යන විට, අනියම් විනෝද චාරිකාවක් සඳහා යමින් හෝ එළිමහන් උත්සවයකට සහභාගී වන විට විවිධ අවස්ථා සඳහා සුදුසු වේ. OmniHeat Men\'s Solid Hooded Puffer Jacket සමඟ ශෛලිය, සුවපහසුව සහ ක්‍රියාකාරීත්වයේ පරිපූර්ණ සම්මිශ්‍රණය අත්විඳින්න. ඔබේ ශීත ඍතු ඇඳුම් ආයිත්තම් කට්ටලය ඉහළට ඔසවා එළිමහනේ වැලඳ ගන්නා අතරතුර සුමටව සිටින්න. විලාසිතාවෙන් සීතල පරාජය කර මෙම අත්‍යවශ්‍ය කොටස සමඟ ප්‍රකාශයක් කරන්න.ription 9',
                    'meta-description'  => 'මෙටා විස්තරය',
                    'meta-keywords'     => 'මෙටා 1, මෙටා 2, මෙටා 3',
                    'meta-title'        => 'මෙටා සිරැස්',
                    'name'              => 'OmniHeat පිරිමි ඝන හුඩ් පෆර් ජැකට්-නිල්-කෙලෝ-L',
                    'sort-description'  => 'අපගේ OmniHeat Men\'s Solid Hooded Puffer Jacket සමඟින් උණුසුම්ව හා විලාසිතාවෙන් සිටින්න. මෙම ජැකට්ටුව නිර්මාණය කර ඇත්තේ උපරිම උණුසුම ලබා දීම සඳහා වන අතර අමතර පහසුව සඳහා සාක්කු ඇතුළු කිරීමේ විශේෂාංග ඇත. පරිවරණය කරන ලද ද්රව්ය සීතල කාලගුණය තුළ ඔබට සුවපහසු ලෙස සිටීමට සහතික කරයි. ආකර්ශනීය වර්ණ 5 කින් ලබා ගත හැකි අතර එය විවිධ අවස්ථාවන් සඳහා බහුකාර්ය තේරීමක් කරයි.',
                ],

                '10' => [
                    'description'       => 'OmniHeat Men\'s Solid Hooded Puffer Jacket හඳුන්වා දීම, ශීතල කාලවලදී උණුසුම්ව සහ විලාසිතාවෙන් සිටීමට ඔබට අවශ්‍ය විසඳුම. මෙම ජැකට්ටුව නිර්මාණය කර ඇත්තේ කල්පැවැත්ම සහ උණුසුම මනසේ තබාගෙන, එය ඔබේ විශ්වාසවන්ත සහකාරිය බවට පත්වීම සහතික කරමිනි. හිස්වැසුම් සහිත මෝස්තරය විලාසිතාවේ ස්පර්ශයක් එකතු කරනවා පමණක් නොව, සීතල සුළං සහ කාලගුණයෙන් ඔබව ආරක්ෂා කරමින් අමතර උණුසුමද සපයයි. සම්පූර්ණ අත් ආවරණ සම්පූර්ණ ආවරණයක් ලබා දෙයි, ඔබ උරහිසේ සිට මැණික් කටුව දක්වා සුවපහසු බව සහතික කරයි. ඇතුල් කිරීමේ සාක්කු වලින් සමන්විත මෙම පෆර් ජැකට් ඔබගේ අත්‍යාවශ්‍ය දෑ රැගෙන යාමට හෝ ඔබගේ දෑත් උණුසුම්ව තබා ගැනීමට පහසුවක් සපයයි. පරිවරණය කරන ලද කෘතිම පිරවුම වැඩි දියුණු කළ උණුසුම ලබා දෙයි, එය සිසිල් දිවා රෑ සමඟ සටන් කිරීම සඳහා වඩාත් සුදුසු වේ. කල්පවත්නා පොලියෙස්ටර් කවචයකින් සහ ලයිනිං වලින් සාදා ඇති මෙම ජැකට්ටුව මූලද්‍රව්‍ය කල් පවතින හා විඳදරාගැනීමට ඉදිකර ඇත. ආකර්ශනීය වර්ණ 5 කින් ලබා ගත හැකි අතර, ඔබට ඔබේ විලාසිතාවට සහ මනාපයට ගැලපෙන එකක් තෝරා ගත හැකිය. බහුකාර්ය සහ ක්‍රියාකාරී, OmniHeat Men\'s Solid Hooded Puffer Jacket ඔබ රැකියාවට යන විට, අනියම් විනෝද චාරිකාවක් සඳහා ගියත්, හෝ එළිමහන් උත්සවයකට සහභාගී වූවත් විවිධ අවස්ථා සඳහා සුදුසු වේ. OmniHeat Men\'s Solid Hooded Puffer Jacket සමඟ ශෛලිය, සුවපහසුව සහ ක්‍රියාකාරීත්වයේ පරිපූර්ණ සම්මිශ්‍රණය අත්විඳින්න. ඔබේ ශීත ඍතු ඇඳුම් ආයිත්තම් කට්ටලය ඉහළට ඔසවා එළිමහනේ වැලඳ ගන්නා අතරතුර සුමටව සිටින්න. විලාසිතාවෙන් සීතල පරාජය කර මෙම අත්යවශ්ය කොටස සමඟ ප්රකාශයක් කරන්න.',
                    'meta-description'  => 'මෙටා විස්තරය',
                    'meta-keywords'     => 'මෙටා 1, මෙටා 2, මෙටා 3',
                    'meta-title'        => 'මෙටා සිරැස්',
                    'name'              => 'OmniHeat පිරිමි ඝන හුඩ් පෆර් ජැකට්-නිල්-කොළ-M',
                    'sort-description'  => 'අපගේ OmniHeat Men\'s Solid Hooded Puffer Jacket සමඟින් උණුසුම්ව හා විලාසිතාවෙන් සිටින්න. මෙම ජැකට්ටුව නිර්මාණය කර ඇත්තේ උපරිම උණුසුම ලබා දීම සඳහා වන අතර අමතර පහසුව සඳහා සාක්කු ඇතුළු කිරීමේ විශේෂාංග ඇත. පරිවරණය කරන ලද ද්රව්ය සීතල කාලගුණය තුළ ඔබට සුවපහසු ලෙස සිටීමට සහතික කරයි. ආකර්ශනීය වර්ණ 5 කින් ලබා ගත හැකි අතර එය විවිධ අවස්ථාවන් සඳහා බහුකාර්ය තේරීමක් කරයි.',
                ],

                '11' => [
                    'description'       => 'OmniHeat Men\'s Solid Hooded Puffer Jacket හඳුන්වා දීම, ශීතල කාලවලදී උණුසුම්ව සහ විලාසිතාවෙන් සිටීමට ඔබට අවශ්‍ය විසඳුම. මෙම ජැකට්ටුව නිර්මාණය කර ඇත්තේ කල්පැවැත්ම සහ උණුසුම මනසේ තබාගෙන, එය ඔබේ විශ්වාසවන්ත සහකාරිය බවට පත්වීම සහතික කරමිනි. හිස්වැසුම් සහිත මෝස්තරය විලාසිතාවේ ස්පර්ශයක් එකතු කරනවා පමණක් නොව, සීතල සුළං සහ කාලගුණයෙන් ඔබව ආරක්ෂා කරමින් අමතර උණුසුමද සපයයි. සම්පූර්ණ අත් ආවරණ සම්පූර්ණ ආවරණයක් ලබා දෙයි, ඔබ උරහිසේ සිට මැණික් කටුව දක්වා සුවපහසු බව සහතික කරයි. ඇතුල් කිරීමේ සාක්කු වලින් සමන්විත මෙම පෆර් ජැකට් ඔබගේ අත්‍යාවශ්‍ය දෑ රැගෙන යාමට හෝ ඔබගේ දෑත් උණුසුම්ව තබා ගැනීමට පහසුවක් සපයයි. පරිවරණය කරන ලද කෘතිම පිරවුම වැඩි දියුණු කළ උණුසුම ලබා දෙයි, එය සිසිල් දිවා රෑ සමඟ සටන් කිරීම සඳහා වඩාත් සුදුසු වේ. කල්පවත්නා පොලියෙස්ටර් කවචයකින් සහ ලයිනිං වලින් සාදා ඇති මෙම ජැකට්ටුව මූලද්‍රව්‍ය කල් පවතින හා විඳදරාගැනීමට ඉදිකර ඇත. ආකර්ශනීය වර්ණ 5 කින් ලබා ගත හැකි අතර, ඔබට ඔබේ විලාසිතාවට සහ මනාපයට ගැලපෙන එකක් තෝරා ගත හැකිය. බහුකාර්ය සහ ක්‍රියාකාරී, OmniHeat Men\'s Solid Hooded Puffer Jacket ඔබ රැකියාවට යන විට, අනියම් විනෝද චාරිකාවක් සඳහා ගියත්, හෝ එළිමහන් උත්සවයකට සහභාගී වූවත් විවිධ අවස්ථා සඳහා සුදුසු වේ. OmniHeat Men\'s Solid Hooded Puffer Jacket සමඟ ශෛලිය, සුවපහසුව සහ ක්‍රියාකාරීත්වයේ පරිපූර්ණ සම්මිශ්‍රණය අත්විඳින්න. ඔබේ ශීත ඍතු ඇඳුම් ආයිත්තම් කට්ටලය ඉහළට ඔසවා එළිමහනේ වැලඳ ගන්නා අතරතුර සුමටව සිටින්න. විලාසිතාවෙන් සීතල පරාජය කර මෙම අත්යවශ්ය කොටස සමඟ ප්රකාශයක් කරන්න.',
                    'meta-description'  => 'මෙටා විස්තරය',
                    'meta-keywords'     => 'මෙටා 1, මෙටා 2, මෙටා 3',
                    'meta-title'        => 'මෙටා සිරැස්',
                    'name'              => 'OmniHeat පිරිමි ඝන හුඩ් පෆර් ජැකට්-නිල්-කොළ-L',
                    'sort-description'  => 'අපගේ OmniHeat Men\'s Solid Hooded Puffer Jacket සමඟින් උණුසුම්ව හා විලාසිතාවෙන් සිටින්න. මෙම ජැකට්ටුව නිර්මාණය කර ඇත්තේ උපරිම උණුසුම ලබා දීම සඳහා වන අතර අමතර පහසුව සඳහා සාක්කු ඇතුළු කිරීමේ විශේෂාංග ඇත. පරිවරණය කරන ලද ද්රව්ය සීතල කාලගුණය තුළ ඔබට සුවපහසු ලෙස සිටීමට සහතික කරයි. ආකර්ශනීය වර්ණ 5 කින් ලබා ගත හැකි අතර එය විවිධ අවස්ථාවන් සඳහා බහුකාර්ය තේරීමක් කරයි.',
                ],
            ],

            'product-bundle-option-translations' => [
                '1' => [
                    'label' => 'බණ්ඩල් විකල්පය 1',
                ],

                '2' => [
                    'label' => 'බණ්ඩල් විකල්පය 1',
                ],

                '3' => [
                    'label' => 'බණ්ඩල් විකල්පය 2',
                ],

                '4' => [
                    'label' => 'බණ්ඩල් විකල්පය 2',
                ],
            ],
        ],
    ],

    'installer' => [
        'index' => [
            'create-administrator' => [
                'admin'            => 'පරිපාලක',
                'bagisto'          => 'බැගිස්ටෝ',
                'confirm-password' => 'මුරපදය තහවුරු කරන්න',
                'email'            => 'ඊමේල්',
                'email-address'    => 'admin@example.com',
                'password'         => 'මුරපදය',
                'title'            => 'පරිපාලකයකු සාදන්න',
            ],

            'environment-configuration' => [
                'algerian-dinar'              => 'ඇල්ජීරියානු ඩිනාරය (DZD)',
                'allowed-currencies'          => 'සමානව වල් මුදල්',
                'allowed-locales'             => 'සමානව පිහිටවන ස්ථාන',
                'application-name'            => 'යෙදුම් නම',
                'argentine-peso'              => 'ආර්ජෙන්ටින් පේසෝ (ARS)',
                'australian-dollar'           => 'ඕස්ට්‍රේලියානු ඩොලර (AUD)',
                'bagisto'                     => 'බැගිස්ටෝ',
                'bangladeshi-taka'            => 'බංග්ලාදේශ ටාකා (BDT)',
                'brazilian-real'              => 'බ්‍රසීලියානු රියල් (BRL)',
                'british-pound-sterling'      => 'බ්‍රිතාන්‍ය පවුම් (GBP)',
                'canadian-dollar'             => 'කැනඩියානු ඩොලර (CAD)',
                'cfa-franc-bceao'             => 'CFA ෆ්‍රෑන්ක් BCEAO (XOF)',
                'cfa-franc-beac'              => 'CFA ෆ්‍රෑන්ක් BEAC (XAF)',
                'chilean-peso'                => 'චිලීයානු පේසෝ (CLP)',
                'chinese-yuan'                => 'චීන යුආන් (CNY)',
                'colombian-peso'              => 'කොලොම්බියානු පේසෝ (COP)',
                'czech-koruna'                => 'චෙක් කොරුන (CZK)',
                'danish-krone'                => 'ඩැනිෂ් ක්රෝන් (DKK)',
                'database-connection'         => 'දත්ත අන්තර්ගතය',
                'database-hostname'           => 'දත්ත ඩාතමින් නම',
                'database-name'               => 'දත්ත නම',
                'database-password'           => 'දත්ත මුරපදය',
                'database-port'               => 'දත්ත අගය',
                'database-prefix'             => 'දත්ත උඩුගත ප්‍රාම්පදාය',
                'database-username'           => 'දත්ත පරිශීලක නම',
                'default-currency'            => 'ස්ථඳන වර්ගය',
                'default-locale'              => 'ස්ථඳන භාෂාව',
                'default-timezone'            => 'ස්ථඳන වේලාවේ කලාපය',
                'default-url'                 => 'ස්ථඳන URL',
                'default-url-link'            => 'https://localhost',
                'egyptian-pound'              => 'ඊජිප්තු පවුම් (EGP)',
                'euro'                        => 'යුරෝ (EUR)',
                'fijian-dollar'               => 'ෆීජියන් ඩොලර (FJD)',
                'hong-kong-dollar'            => 'හොංකොං ඩොලර (HKD)',
                'hungarian-forint'            => 'හන්ගේරියානු ෆෝරින්ට් (HUF)',
                'indian-rupee'                => 'ඉන්දියානු රුපියල් (INR)',
                'indonesian-rupiah'           => 'ඉන්දුනීසියානු රුපියාව (IDR)',
                'israeli-new-shekel'          => 'ඊශ්‍රායල නව ශෙකල් (ILS)',
                'japanese-yen'                => 'ජපන් යෙන් (JPY)',
                'jordanian-dinar'             => 'ජෝර්දාන් ඩිනාරය (JOD)',
                'kazakhstani-tenge'           => 'කසක් ටෙන්ග් (KZT)',
                'kuwaiti-dinar'               => 'කුවේට් ඩිනාරය (KWD)',
                'lebanese-pound'              => 'ලෙබනිස් පවුම් (LBP)',
                'libyan-dinar'                => 'ලිබියානු ඩිනාරය (LYD)',
                'malaysian-ringgit'           => 'මැලේසියානු රින්ගිට් (MYR)',
                'mauritian-rupee'             => 'මොරිෂියානු රුපියාව (MUR)',
                'mexican-peso'                => 'මෙක්සිකානු පේසෝ (MXN)',
                'moroccan-dirham'             => 'මොරොක්කානු ඩිර්හාම් (MAD)',
                'mysql'                       => 'MySQL',
                'nepalese-rupee'              => 'නේපාල් රුපියල් (NPR)',
                'new-taiwan-dollar'           => 'නව තායිවාන් ඩොලර (TWD)',
                'new-zealand-dollar'          => 'නවසීලන්ත ඩොලර (NZD)',
                'nigerian-naira'              => 'නයිජීරියානු නයිරා (NGN)',
                'norwegian-krone'             => 'නොර්වීජියානු ක්රෝන් (NOK)',
                'omani-rial'                  => 'ඔමානි රියාල් (OMR)',
                'pakistani-rupee'             => 'පාකිස්ථානා රුපියල් (PKR)',
                'panamanian-balboa'           => 'පැනමානියානු බැල්බෝවා (PAB)',
                'paraguayan-guarani'          => 'පැරගුවේනියානු ගුවාරනි (PYG)',
                'peruvian-nuevo-sol'          => 'පේරුවියානු නව සෝල් (PEN)',
                'pgsql'                       => 'PgSQL',
                'philippine-peso'             => 'පිලිපීන පේසෝ (PHP)',
                'polish-zloty'                => 'පොලන්ත ස්ලොටි (PLN)',
                'qatari-rial'                 => 'කටාර් රියාල් (QAR)',
                'romanian-leu'                => 'රුමේනියානු ලේ (RON)',
                'russian-ruble'               => 'රුසියානු රූබල් (RUB)',
                'saudi-riyal'                 => 'සවුදි රියාල් (SAR)',
                'select-timezone'             => 'වේලා කලාපය තෝරන්න',
                'singapore-dollar'            => 'සිංගප්පූරු ඩොලර (SGD)',
                'south-african-rand'          => 'දකුණු අප්රිකානු රැන්ඩ් (ZAR)',
                'south-korean-won'            => 'දකුණු කොරියානු වොන් (KRW)',
                'sqlsrv'                      => 'SQLSRV',
                'sri-lankan-rupee'            => 'ශ්‍රී ලංකා රුපියල් (LKR)',
                'swedish-krona'               => 'ස්වීඩන් ක්රෝන් (SEK)',
                'swiss-franc'                 => 'ස්විස් ෆ්රෑන්ක් (CHF)',
                'thai-baht'                   => 'තායි බාත් (THB)',
                'title'                       => 'සෙවුම් අතුරුදහන්',
                'tunisian-dinar'              => 'ටියුනීසියානු ඩිනාරය (TND)',
                'turkish-lira'                => 'තුර්කි ලිරා (TRY)',
                'ukrainian-hryvnia'           => 'යුක්රේනියානු හ්‍රිව්නියා (UAH)',
                'united-arab-emirates-dirham' => 'එක්සත් අරාබිය ඩිරුම් (AED)',
                'united-states-dollar'        => 'එක්සත් ජනපදය ඩොලර (USD)',
                'uzbekistani-som'             => 'උස්බෙකිස්ථාන සම් (UZS)',
                'venezuelan-bolívar'          => 'වෙනෙස්වීලාන් බොලිවාර් (VEF)',
                'vietnamese-dong'             => 'වියට්නාමි ඩොන් (VND)',
                'warning-message'             => 'අවධානයෙන්! ඔබගේ පෙරනිමි පද්ධති භාෂාව සහ පෙරනිමි මුදල් සැකසුම් ස්ථිර වේ සහ ඒවා එක් වරක් සකස් කරන ලද පසු වෙනස් කළ නොහැක.',
                'zambian-kwacha'              => 'සැම්බියාව් ක්වාච් (ZMW)',
            ],

            'sample-products' => [
                'download-sample' => 'සාම්පලය බාගන්න',
                'no'              => 'නැහැ',
                'sample-products' => 'සාම්පල නිෂ්පාදන',
                'title'           => 'සාම්පල නිෂ්පාදන',
                'yes'             => 'ඔව්',
            ],

            'installation-processing' => [
                'bagisto'      => 'Bagisto ස්තුරාකුල',
                'bagisto-info' => 'දත්ත වගකාගකක් සාදනු ඇති වී, මෙමගේ කුම වේදයන්ද කතාමතා වේදිය',
                'title'        => 'ස්තුරාකුල',
            ],

            'installation-completed' => [
                'admin-panel'                => 'පරිපාල පැනල්',
                'bagisto-forums'             => 'Bagisto සංස්ථාගත',
                'customer-panel'             => 'ප්‍රභාණ්ඩ පැනල්',
                'explore-bagisto-extensions' => 'Bagisto ප්‍රභාණ ව්‍යාකරණ',
                'title'                      => 'ස්තුරාකුල සම්තුදාව',
                'title-info'                 => 'Bagisto ඔබගේ පද්ධතියට සහාභයාගීත.',
            ],

            'ready-for-installation' => [
                'create-databsae-table'   => 'දත්ත වගකාගකක් තථා කරනවා',
                'install'                 => 'ස්තුරාකුල',
                'install-info'            => 'උත්සහාභාවයක් සඳහා Bagisto',
                'install-info-button'     => 'පහත ඇතුලත් කිරීමට ක්රම කරන්න',
                'populate-database-table' => 'දත්ත වගකාගකක් සිටුවනවා',
                'start-installation'      => 'ස්තුරාකුල ආරම්භය',
                'title'                   => 'ස්තුරාකුල සූදාංශයට',
            ],

            'start' => [
                'locale'        => 'දේශීය',
                'main'          => 'ආරම්භක',
                'select-locale' => 'Locale තෝරන්න',
                'title'         => 'ඔබේ Bagisto ස්ථාපනය',
                'welcome-title' => 'Bagisto වෙත සාදරයෙන් පිළිගනිමු.',
            ],

            'server-requirements' => [
                'calendar'    => 'දාර්තකය',
                'ctype'       => 'ctype',
                'curl'        => 'cURL',
                'dom'         => 'DOM',
                'fileinfo'    => 'ගොනු තොරතුරු',
                'filter'      => 'පෙරභාවන',
                'gd'          => 'GD',
                'hash'        => 'ඉතුරු',
                'intl'        => 'Intl',
                'json'        => 'JSON',
                'mbstring'    => 'mbstring',
                'openssl'     => 'OpenSSL',
                'pcre'        => 'pcre',
                'pdo'         => 'pdo',
                'php'         => 'PHP',
                'php-version' => '8.1 හෝ ඉහළ',
                'session'     => 'සැසුවේ',
                'title'       => 'සේවාකාරී අැතශීරී',
                'tokenizer'   => 'Tokenizer',
                'xml'         => 'XML',
            ],

            'arabic'                   => 'අරාබි',
            'back'                     => 'ආපනය',
            'bagisto'                  => 'බැගිස්ටෝ',
            'bagisto-info'             => 'සමුදුසමින් ව්‍යාක්රණය',
            'bagisto-logo'             => 'Bagisto ලෝගො',
            'bengali'                  => 'බෙංගාලි',
            'chinese'                  => 'චීන',
            'continue'                 => 'ඉදිරිපත්',
            'dutch'                    => 'ලන්දේසි',
            'english'                  => 'ඉංග්රීසි',
            'french'                   => 'ප්රංශ',
            'german'                   => 'ජර්මානු',
            'hebrew'                   => 'හෙබ්රෙව්',
            'hindi'                    => 'හින්දි',
            'installation-description' => 'Bagisto ස්ථාපනය සාමාන්‍යයෙන් කිහිපයක් පියවරට යටත් වේ. මෙන්න Bagisto සඳහා ස්ථාපන ක්රියාවලියේ සාමාන්ය දෘෂ්ටියක්',
            'installation-info'        => 'අපට ඔබ මෙතා බලන්නේ සුමුදුසමින්!',
            'installation-title'       => 'ස්තුරාකුල සහාභ',
            'italian'                  => 'ඉතාලි',
            'japanese'                 => 'ජපන්',
            'persian'                  => 'පර්සියානු',
            'polish'                   => 'පෝලන්ත',
            'portuguese'               => 'බ්රසීලියානු පෘතුගීසි',
            'russian'                  => 'රුසියානු',
            'sinhala'                  => 'සිංහල',
            'spanish'                  => 'ස්පාඤ්ඤ',
            'title'                    => 'Bagisto ස්තුරාකුල',
            'turkish'                  => 'තුර්කි',
            'ukrainian'                => 'යුක්රේනියානු',
            'webkul'                   => 'වෙබ්කුල්',
        ],
    ],
];
