<?php

return [
    'customers' => [
        'forgot-password' => [
            'already-sent' => 'දැනටමත් මුරපදය යළි පිහිටුවීමේ තැපැල් යවා ඇත.',
            'back' => 'ආපසු සන්නියට ආරයැකිනන්න ?',
            'bagisto' => 'බගිස්ටෝ',
            'email' => 'ඊමේල්',
            'email-not-exist' => 'අපි මෙම විද්‍යුත් ලිපිනය සහිතව පරීක්ෂා කරනවානම් අපි යවනවායි.',
            'footer' => '© වෙබ්කල් මෘදුකාංග 2010 - :current_year, ඉන්දියාවේ ලියාපදිංචි. සියලු අයිතියන්ගේ අනුමානය වෙනස් වේ.',
            'forgot-password-text' => 'ඔබට ඔබගේ මුර අමතකය අපට ඇතුලු වීමෙන් එකක් සලස්වන්න.',
            'page-title' => 'ඔබගේ මුර අමතකය අපට පනස්වෙනි බවට ?',
            'reset-link-sent' => 'අපි ඔබගේ නිරවද්‍ය රහුලව කියාබද යවාරවීමේ සබැඳිය සහිතව සකස් කරන්නෙයි.',
            'sign-in-button' => 'ඇතුල් වන්න',
            'submit' => 'මුර අමතකය නැවතුම් කරන්න',
            'title' => 'මුර අමතකය පිළිබඳ',
        ],

        'reset-password' => [
            'back-link-title' => 'ආරයැකින්න',
            'bagisto' => 'බගිස්ටෝ',
            'confirm-password' => 'මුරපදය තහවුර',
            'email' => 'ලියාපදිංචි ඊමේල්',
            'footer' => '© වෙබ්කල් මෘදුකාංග 2010 - :current_year, ඉන්දියාවේ ලියාපදිංචි. සියලු අයිතියන්ගේ අනුමානය වෙනස් වේ.',
            'password' => 'මුරපදය',
            'submit-btn-title' => 'මුර අමතකය නැවතුම් කරන්න',
            'title' => 'මුර අමතකය නැවතුම් කරන්න',
        ],

        'login-form' => [
            'bagisto' => 'බගිස්ටෝ',
            'button-title' => 'ඇතුල් වන්න',
            'create-your-account' => 'ඔබගේ ගිණුමක් තනා කරන්න',
            'email' => 'ඊමේල්',
            'footer' => '© වෙබ්කල් මෘදුකාංග 2010 - :current_year, ඉන්දියාවේ ලියාපදිංචි. සියලු අයිතියන්ගේ අනුමානය වෙනස් වේ.',
            'forgot-pass' => 'මුර අමතකය අපට පනස්වෙනියට?',
            'form-login-text' => 'ඔබට ගවේෂකරුට ස්තුතියි, ඔබගේ ඊමේල් ලියාපදිංචි අංකය සහිත අත්සන්යයේ ඇතුලත් කරන්න.',
            'invalid-credentials' => 'ඔබගේ නොදත් පදනම පරිපාලකයාගේ පරිදි වැරදියි.',
            'new-customer' => 'නව ප්‍රමාණවත්?',
            'not-activated' => 'ඔබගේ සක්රියක් පරපුරක් සෝදන අනුමානයට හෝදන ලදි',
            'page-title' => 'ප්‍රමාණවත් වීම',
            'password' => 'මුරපදය',
            'show-password' => 'මුරපදය පෙන්වන්න',
            'title' => 'සන්නියයෙන් ඇතුලත් වන්න',
            'verify-first' => 'කරුණාකර ඔබගේ ඊමේල් ගිණුමක් පෙනෙන පෙනුමට පිළිගනිමු.',
        ],

        'signup-form' => [
            'account-exists' => 'දැනටමත් ගිණුමක් තිබේද?',
            'bagisto' => 'බගිස්ටෝ',
            'button-title' => 'ලියාපදිංචි කරන්න',
            'click-here' => 'මෙතන ක්ලික් කරන්න',
            'confirm-pass' => 'මුරපදය තහවුර',
            'email' => 'ඊමේල්',
            'first-name' => 'මුල් නම',
            'footer' => '© වෙබ්කල් මෘදුකාංග 2010 - :current_year, ඉන්දියාවේ ලියාපදිංචි. සියලු අයිතියන්ගේ අනුමානය වෙනස් වේ.',
            'form-signup-text' => 'ඔබට අපගේ සාතුතියට අලුත්වෙයි, අපගේ ස්ටෝර් එකේ අයිතියක් වරාය.',
            'last-name' => 'අමුතු නම',
            'page-title' => 'පරිශීලක වන්න',
            'password' => 'මුරපදය',
            'sign-in-button' => 'ඇතුල් වන්න',
            'subscribe-to-newsletter' => 'විකිනීම් කරන්නේ සතුටු පනස්වෙනියයයි',
            'success' => 'ගිණුම සාර්ථකව නිර්දේශ කරන ලදි.',
            'success-verify' => 'ගිණුම සාර්ථකව නිර්දේශ කරන ලදි, ඉථිරිකරණය සඳහා ඊමේල් එක යවා ඇත.',
            'terms-conditions' => ' නියමයන් සහ කොන්දේසි',
            'verification-not-sent' => 'දෝෂයක්! තහවුරු ඊමේල් එකට යවන තැපැලක්, කරන්නේ නවත්තන්නාට නෙවෙයි.',
            'verification-sent' => 'තහවුරු ඊමේල් එක යවන ලදි',
            'verified' => 'ඔබගේ ගිණුමක් සාර්ථකව වෙනස් වී ඇත, දැනට ඇතුලු වන්න.',
            'verify-failed' => 'අපට ඔබගේ ඊමේල් ගිණුම අසනුයි.',
        ],

        'account' => [
            'home' => 'මුල් පිටවර',

            'profile' => [
                'index' => [
                    'delete' => 'මකන්න',
                    'delete-failed' => 'පුද්ගලයා මකා දැමීමේදී දෝෂයක් සිදු වී ඇත.',
                    'delete-profile' => 'පැතිකඩ මකන්න',
                    'delete-success' => 'පුද්ගලයා සාර්ථකව මකා දමන ලදි',
                    'dob' => 'උපන්දිනය',
                    'edit' => 'සංස්කරණය කරන්න',
                    'edit-success' => 'පැතිකඩ සාර්ථකව යාවත්කාලීන කරන ලදි',
                    'email' => 'ඊමේල්',
                    'enter-password' => 'ඔබගේ මුරපදය ඇතුළත් කරන්න',
                    'first-name' => 'මුල් නම',
                    'gender' => 'ස්ත්‍රී/පුරුෂ භාවය',
                    'last-name' => 'අවසාන නම',
                    'order-pending' => 'පුරවා සහිත හෝ සැකසුම් තත්ත්වයේ ඇණවුම(සම්පූර්ණ කිරීම්) ඇතුළත් කර නොමැත.',
                    'title' => 'පැතිකඩ',
                    'unmatched' => 'පැරණි මුරපදය ගැලපෙන්නේ නැත.',
                    'wrong-password' => 'වැරදි මුරපදයක් ඇතුළත් කර ඇතියි!',
                ],

                'edit' => [
                    'confirm-password' => 'මුරපදය තහවුරු කරන්න',
                    'current-password' => 'වත්මන් මුරපදය',
                    'dob' => 'උපන්දිනය',
                    'edit' => 'සංස්කරණය කරන්න',
                    'edit-profile' => 'පැතිකඩ සංස්කරණය කරන්න',
                    'email' => 'ඊමේල්',
                    'female' => 'කාන්තාවක්',
                    'first-name' => 'මුල් නම',
                    'gender' => 'ස්ත්‍රී/පුරුෂ භාවය',
                    'last-name' => 'අවසාන නම',
                    'male' => 'පිරිමිතියේ',
                    'new-password' => 'නව මුරපදය',
                    'other' => 'වෙනත්',
                    'phone' => 'දුරකථන',
                    'save' => 'සුරකින්න',
                    'subscribe-to-newsletter' => 'නිවේශනය කරන්න',
                ],
            ],

            'addresses' => [
                'index' => [
                    'add-address' => 'ලිපිනය එක් කරන්න',
                    'create-success' => 'ලිපිනය සාර්ථකව එක් කරන ලදි.',
                    'default-address' => 'පෙරනිමි ලිපිනය',
                    'default-delete' => 'පෙරනිමි ලිපිනය වෙනස් කළ නොහැක.',
                    'delete' => 'මකන්න',
                    'delete-success' => 'ලිපිනය සාර්ථකව මකා දමන ලදි',
                    'edit' => 'සංස්කරණය කරන්න',
                    'edit-success' => 'ලිපිනය සාර්ථකව යාවත්කාලීන කරන ලදි.',
                    'empty-address' => 'ඔබට තවත් ලිපිනයක් එක් කර නොමැත.',
                    'security-warning' => 'විශේෂාංගයක් හමුවුනාදැයි හමුවුන්නේ මෙයයි!!!',
                    'set-as-default' => 'පෙරනිමි ලිපිනයක් ලැබෙන්න',
                    'title' => 'ලිපිනය',
                    'update-success' => 'ලිපිනය සාර්ථකව යාවත්කාලීන කරන ලදි.',
                ],

                'create' => [
                    'add-address' => 'ලිපිනය එක් කරන්න',
                    'city' => 'නගරය',
                    'company-name' => 'කර්මාන්තයේ නම',
                    'country' => 'රටේ',
                    'email' => 'ඊමේල්',
                    'first-name' => 'මුල් නම',
                    'last-name' => 'අවසාන නම',
                    'phone' => 'දුරකථන',
                    'post-code' => 'තැපැල් කේතය',
                    'save' => 'සුරකින්න',
                    'select-country' => 'රටක් තෝරන්න',
                    'set-as-default' => 'පෙරනිමි ලිපිනයක් ලැබෙන්න',
                    'state' => 'පළාත',
                    'street-address' => 'වීදි ලිපිනය',
                    'title' => 'ලිපිනය',
                    'vat-id' => 'වැට් අංකය',
                ],

                'edit' => [
                    'city' => 'නගරය',
                    'company-name' => 'කර්මාන්තයේ නම',
                    'country' => 'රටේ',
                    'edit' => 'සංස්කරණය කරන්න',
                    'email' => 'ඊමේල්',
                    'first-name' => 'මුල් නම',
                    'last-name' => 'අවසාන නම',
                    'phone' => 'දුරකථන',
                    'post-code' => 'තැපැල් කේතය',
                    'select-country' => 'රටක් තෝරන්න',
                    'state' => 'පළාත',
                    'street-address' => 'වීදි ලිපිනය',
                    'title' => 'ලිපිනය',
                    'update-btn' => 'යාවත්කාල කරන්න',
                    'vat-id' => 'වැට් අංකය',
                ],
            ],

            'orders' => [
                'action' => 'කาර්වාස',
                'action-view' => 'දදන්',
                'empty-order' => 'ඔබට තවත් නිශ්චල කර නොමැත',
                'order' => 'ඇණවුම',
                'order-date' => 'ඇණවුම් දිනය',
                'order-id' => 'ඇණවුම් හරහා හඳුනා ගත් හැඳුනුම්පත',
                'pay-by' => 'ගෙවීම් ක්රමය - :method',
                'pay-via' => 'ගෙවීම් මාර්ගය',
                'subtotal' => 'අඟල් එකතුව',
                'title' => 'ඇණවුම්',
                'total' => 'මාතික්',

                'status' => [
                    'title' => 'තත්ත්වය',

                    'options' => [
                        'canceled' => 'අවලංගු',
                        'closed' => 'වසා කරන ලද',
                        'completed' => 'සාර්ථකයි',
                        'fraud' => 'හොඳින්',
                        'pending' => 'අපහසු',
                        'pending-payment' => 'අපහසු ගෙවීම',
                        'processing' => 'ප්රකාශයට',
                    ],

                    'canceled' => 'අවලංගු කර ඇත',
                    'closed' => 'වසා ඇත',
                    'completed' => 'සම්පූර්ණයි',
                    'fraud' => 'වංචාව',
                    'pending' => 'පැවැති',
                    'pending-payment' => 'ගෙවීම බලාපොරොත්තුවෙන්',
                    'processing' => 'සැකසෙමින් පවතී',
                ],

                'view' => [
                    'billing-address' => 'බිල් ලිපිනය',
                    'cancel-btn-title' => 'අවලංගු කරන්න',
                    'cancel-confirm-msg' => 'මෙම ඇණවුම අවලංගු කිරීමට ඔබට හැකියිද?',
                    'cancel-error' => 'ඔබගේ ඇණවුම අවලංගු කළ නොහැක.',
                    'cancel-success' => 'ඔබගේ ඇණවුම අවලංගු කර ඇත',
                    'contact' => 'සබඳතාව',
                    'item-invoiced' => 'අයිතමය පිටවීමේදී',
                    'item-refunded' => 'අයිතමය ආපසු කිරීමේදී',
                    'item-shipped' => 'අයිතමය නැවුම් කරන්නේදී',
                    'item-ordered' => 'අයිතමය ඇනවුම් කරන්නේදී',
                    'order' => 'ඇනවුම',
                    'order-id' => 'ඇනවුම් අංකය',
                    'page-title' => 'ඇනවුම #:order_id',
                    'payment-method' => 'ගෙවීමේ ක්රමය',
                    'reorder-btn-title' => 'නැවත ඇනවුම් කරන්න',
                    'shipping-address' => 'නැවුම් ලිපිනය',
                    'shipping-method' => 'නැවුම් ක්රමය',
                    'shipping-and-payment' => 'නැවුම් සහ ගෙවීම් විස්තර',
                    'status' => 'තත්ත්වය',
                    'title' => 'දර්ශනය',
                    'total' => 'මුළු එකතුව',

                    'information' => [
                        'discount' => 'වට්ටම',
                        'excl-tax' => 'බදවාරය නොදන්නාවිට:',
                        'grand-total' => 'පාරාදේශීය එකතුව',
                        'info' => 'විස්තර',
                        'item-canceled' => 'අයිතමය අවලංගු කරන ලදි (:qty_canceled)',
                        'item-refunded' => 'අයිතමය ආපසු කරන ලදි (:qty_refunded)',
                        'invoiced-item' => 'අයිතමය පිටවීමේදී (:qty_invoiced)',
                        'item-shipped' => 'අයිතමය නැවුම් කරන ලදි (:qty_shipped)',
                        'item-status' => 'අයිතම තත්ත්වය',
                        'ordered-item' => 'අයිතමය ඇනවුම් කරන ලදි (:qty_ordered)',
                        'placed-on' => 'ඇනවුම් කළ දිනය',
                        'price' => 'මිල',
                        'product-name' => 'නම',
                        'shipping-handling' => 'නැවුම් හා අයිතම',
                        'shipping-handling-excl-tax' => 'නැවුම් හා අයිතම (බදවාරය නොදන්නාවිට)',
                        'shipping-handling-incl-tax' => 'නැවුම් හා අයිතම (බදවාරය සහිතව)',
                        'sku' => 'SKU අංකය',
                        'subtotal' => 'අඟල් එකතුව',
                        'subtotal-excl-tax' => 'අඟල් එකතුව (බදවාරය නොදන්නාවිට)',
                        'subtotal-incl-tax' => 'අඟල් එකතුව (බදවාරය සහිතව)',
                        'order-summary' => 'ඇනවුම් සාර්ථකය',
                        'tax' => 'බදවාරය',
                        'tax-amount' => 'බදවාර මුදල',
                        'tax-percent' => 'බදවාර ප්‍රතිශතය',
                        'total-due' => 'මුළු ගෙවීමක්',
                        'total-paid' => 'මුළු ගෙවීම් කල මුදල',
                        'total-refunded' => 'මුළු ආපසු කල මුදල',
                    ],

                    'invoices' => [
                        'discount' => 'වට්ටම',
                        'excl-tax' => 'බදවාරය නොදන්නාවිට:',
                        'grand-total' => 'පාරාදේශීය එකතුව',
                        'individual-invoice' => 'ක්රෙඩිට් #:invoice_id',
                        'invoices' => 'ක්රෙඩිට්',
                        'price' => 'මිල',
                        'print' => 'මුද්‍රණය කරන්න',
                        'product-name' => 'නම',
                        'products-ordered' => 'ඇනවුම් කරන ලද නිෂ්පාදන',
                        'qty' => 'ප්‍රමාණය',
                        'shipping-handling-excl-tax' => 'නැවුම් හා අයිතම (බදවාරය නොදන්නාවිට)',
                        'shipping-handling-incl-tax' => 'නැවුම් හා අයිතම (බදවාරය සහිතව)',
                        'shipping-handling' => 'නැවුම් හා අයිතම',
                        'sku' => 'SKU අංකය',
                        'subtotal-excl-tax' => 'අඟල් එකතුව (බදවාරය නොදන්නාවිට)',
                        'subtotal-incl-tax' => 'අඟල් එකතුව (බදවාරය සහිතව)',
                        'subtotal' => 'අඟල් එකතුව',
                        'tax' => 'බදවාරය',
                        'tax-amount' => 'බදවාර මුදල',
                    ],

                    'shipments' => [
                        'individual-shipment' => 'නැවුම් #:shipment_id',
                        'product-name' => 'නම',
                        'qty' => 'ප්‍රමාණය',
                        'shipments' => 'නැවුම්',
                        'sku' => 'SKU අංකය',
                        'subtotal' => 'අඟල් එකතුව',
                        'tracking-number' => 'ප්‍රදේශවීම් අංකය',
                    ],

                    'refunds' => [
                        'adjustment-fee' => 'සැකසුම් ගාස්තුව',
                        'adjustment-refund' => 'සැකසුම් ආපසු කිරීම',
                        'discount' => 'වට්ටම',
                        'grand-total' => 'පාරාදේශීය එකතුව',
                        'individual-refund' => 'ආපසු #:refund_id',
                        'no-result-found' => 'අපහලුම වාර්තාවක් හමුවුණි.',
                        'order-summary' => 'ඇනවුම් සාර්ථකය',
                        'price' => 'මිල',
                        'product-name' => 'නම',
                        'qty' => 'ප්‍රමාණය',
                        'refunds' => 'ආපසු',
                        'shipping-handling' => 'නැවුම් හා අයිතම',
                        'shipping-handling-excl-tax' => 'නැවුම් හා අයිතම (බදවාරය නොදන්නාවිට)',
                        'shipping-handling-incl-tax' => 'නැවුම් හා අයිතම (බදවාරය සහිතව)',
                        'sku' => 'SKU අංකය',
                        'subtotal' => 'අඟල් එකතුව',
                        'subtotal-excl-tax' => 'අඟල් එකතුව (බදවාරය නොදන්නාවිට)',
                        'subtotal-incl-tax' => 'අඟල් එකතුව (බදවාරය සහිතව)',
                        'tax' => 'බදවාරය',
                        'tax-amount' => 'බදවාර මුදල',
                    ],
                ],

                'invoice-pdf' => [
                    'bank-details' => 'බැංකු විස්තර',
                    'bill-to' => 'බිල් කරන්න',
                    'contact-number' => 'සබඳතා අංකය',
                    'contact' => 'සබඳතා',
                    'date' => 'ඉල්ලීම් දිනය',
                    'discount' => 'වට්ටම්',
                    'excl-tax' => 'බදු නොමැති:',
                    'grand-total' => 'මුළු මුදල',
                    'invoice-id' => 'ඉල්ලීම් අංකය',
                    'invoice' => 'ඉල්ලීම්',
                    'order-date' => 'ඇණවුම් දිනය',
                    'order-id' => 'ඇණවුම් අංකය',
                    'payment-method' => 'ගෙවීම් ක්රමය',
                    'payment-terms' => 'ගෙවීම් අනුමත කාලීන',
                    'price' => 'මිල',
                    'product-name' => 'නිෂ්පාදන නාමය',
                    'qty' => 'ප්‍රමාණය',
                    'ship-to' => 'භාරයට යවන්න',
                    'shipping-handling-excl-tax' => 'භාරය සහ ප්‍රමාණය (බදු නොමැති)',
                    'shipping-handling-incl-tax' => 'භාරය සහ ප්‍රමාණය (බදු සහිත)',
                    'shipping-handling' => 'භාරය සහ ප්‍රමාණය',
                    'shipping-method' => 'භාරදුන් ක්රමය',
                    'sku' => 'SKU',
                    'subtotal-excl-tax' => 'උප මුදල (බදු නොමැති)',
                    'subtotal-incl-tax' => 'උප මුදල (බදු සහිත)',
                    'subtotal' => 'උප මුදල',
                    'tax-amount' => 'බදු මුදල',
                    'tax' => 'බදු',
                    'vat-number' => 'වැට් අංකය',
                ],
            ],

            'reviews' => [
                'empty-review' => 'ඔබගේ එකතුව සමානන්නා නොමැත',
                'title' => 'සටහන්',
            ],

            'downloadable-products' => [
                'available' => 'ඇත',
                'completed' => 'සම්පූර්ණ කළා',
                'date' => 'දිනය',
                'download-error' => 'බාගත කිරීමේ සංඛ්‍යාව ඉක්මනින් අවලංගු විය.',
                'empty-product' => 'ඔබට බාගත කිරීමට නිශ්චල කර නොමැත',
                'expired' => 'වටිනා',
                'name' => 'බාගතු නිශ්චල නම',
                'orderId' => 'ඇණවුමේ අංකය',
                'payment-error' => 'මුදල ගෙවීමට කියා නොමැත.',
                'pending' => 'පොරොත්තුවෙන්',
                'records-found' => 'ලියාපදිංචි ලද (නිල කියවීම්)',
                'remaining-downloads' => 'සිංහල බාගතු කිරීම්',
                'status' => 'තත්ත්වය',
                'title' => 'බාගත කිරීම්',
            ],

            'wishlist' => [
                'color' => 'පනස්වෙනි',
                'delete-all' => 'සියල්ල ඉවත් කරන්න',
                'empty' => 'වැරදි පුද්ගලයෙකු දරුවෙකු ඇතුල් කර නොමැත.',
                'move-to-cart' => 'කරත්තකට ගෙනන්න',
                'moved' => 'අයිතමය සාර්ථකව කරන ලදි',
                'moved-success' => 'අයිතමය සාර්ථකව කරන ලදි',
                'page-title' => 'රහුල්',
                'product-removed' => 'පිටවන් සහිත එක දැක්කාම ලයික් කරන ලදි',
                'profile' => 'පුද්ගලයා',
                'remove' => 'ඉවත් කරන්න',
                'remove-all-success' => 'ඔබගේ රහුල්ලෙන් සියලුම අයිතම් ඉවත් කරන ලදි',
                'remove-fail' => 'අයිතමය සාර්ථකව ඉවත් කළ නොහැක.',
                'removed' => 'අයිතමය සාර්ථකව ඉවත් කරන ලදි',
                'see-details' => 'වැරදික බැලුවක් බලන්න',
                'success' => 'අයිතමය සාර්ථකව රහුල්ලෙන් එකතු කර ඇත',
                'title' => 'රහුල්',
            ],

            'gdpr' => [
                'create-success' => 'ඉල්ලීම සාර්ථකව නිර්මාණය කරන ලදී',
                'revoked-successfully' => 'ඉල්ලීම සාර්ථකව අවලංගු කරන ලදී',
                'success-verify' => 'සාර්ථකයි! තහවුරු කිරීමේ විද්‍යුත් තැපෑල යවා ඇත.',
                'success-verify-email-unsent' => 'සාර්ථකයි! තහවුරු කිරීමේ විද්‍යුත් තැපෑල යවා නොමැත.',
                'unable-to-sent' => 'විද්‍යුත් තැපෑල යැවිය නොහැක.',

                'index' => [
                    'create-btn' => 'ඉල්ලීමක් සාදන්න',
                    'html' => 'HTML',
                    'pdf' => 'PDF',
                    'title' => 'GDPR දත්ත ඉල්ලීම්',

                    'modal' => [
                        'message' => 'පණිවිඩය',
                        'save' => 'සුරකින්න',
                        'title' => 'නව ඉල්ලීමක් සාදන්න',

                        'type' => [
                            'choose' => 'තෝරන්න',
                            'delete' => 'මකන්න',
                            'title' => 'වර්ගය',
                            'update' => 'යාවත්කාලීන කරන්න',
                        ],
                    ],

                    'datagrid' => [
                        'completed' => 'සම්පූර්ණයි',
                        'date' => 'දිනය',
                        'declined' => 'ප්‍රතික්ෂේපිත',
                        'delete' => 'මකන්න',
                        'id' => 'හැඳුනුම් අංකය',
                        'message' => 'පණිවිඩය',
                        'pending' => 'බලා සිටී',
                        'processing' => 'සකසමින්',
                        'revoke-btn' => 'අවලංගු කරන්න',
                        'revoked' => 'අවලංගු කරන ලදී',
                        'status' => 'තත්වය',
                        'type' => 'වර්ගය',
                        'update' => 'යාවත්කාලීන කරන්න',
                    ],
                ],

                'pdf' => [
                    'title' => 'පෙරනිමි අලෙවි දැක්ම',

                    'account-info' => [
                        'dob' => 'උපන් දිනය',
                        'email' => 'විද්‍යුත් තැපෑල',
                        'first-name' => 'මුල් නම',
                        'gender' => 'ස්ත්‍රී පුරුෂ භේදය',
                        'last-name' => 'අවසන් නම',
                        'phone' => 'දුරකථන',
                        'title' => 'ගිණුම් තොරතුරු',
                    ],

                    'address-info' => [
                        'address' => 'ලිපිනය',
                        'address1' => 'ලිපිනය 1',
                        'address2' => 'ලිපිනය 2',
                        'city' => 'නගරය',
                        'company' => 'සමාගම',
                        'country' => 'රට',
                        'first-name' => 'මුල් නම',
                        'last-name' => 'අවසන් නම',
                        'phone' => 'දුරකථන',
                        'postcode' => 'තැපැල් කේතය',
                        'state' => 'රාජ්‍යය',
                        'title' => 'ලිපිනයේ තොරතුරු',
                        'vat-id' => 'VAT හැඳුනුම් අංකය',
                    ],

                    'order-info' => [
                        'amount' => 'මුදල',
                        'order-id' => 'ඇණවුම් හැඳුනුම් අංකය',
                        'product-name' => 'නිෂ්පාදනයේ නම',
                        'qty' => 'ප්‍රමාණය',
                        'shipping' => 'බෙදාහැරීම',
                        'sku' => 'SKU',
                        'status' => 'තත්ත්වය',
                        'title' => 'ඇණවුම් තොරතුරු',
                        'type' => 'වර්ගය',
                    ],
                ],
            ],

            'rma' => [
                'index' => [
                    'title' => 'RMA',
                    'action' => 'ක්‍රියාව',

                    'datagrid' => [
                        'id' => 'RMA හැඳුනුම් අංකය',
                        'order-ref' => 'ඇණවුම් යොමු අංකය',
                        'rma-status' => 'ඉල්ලීම් තත්ත්වය',
                        'create' => 'නිර්මාණය කළ දිනය',
                        'quantity' => 'ප්‍රමාණය',
                    ],
                ],

                'create' => [
                    'action' => 'ක්‍රියාව',
                    'sku' => 'SKU',
                    'price' => 'මිල',
                    'current-order-quantity' => 'දැනට ඇති ඇණවුම් ප්‍රමාණය',
                    'product-already-raw' => 'මෙම නිෂ්පාදනයේ සියලු අයිතම දැනටමත් ආපසු/අවලංගු කිරීම සඳහා ඉල්ලීම් කර ඇත',
                    'resolution-type' => 'විසඳුම් වර්ගය',
                    'select' => 'තෝරන්න',
                    'return' => 'ආපසු/ආපසු මුදල්',
                    'cancel-items' => 'අයිතම අවලංගු කරන්න',
                    'product-delivery-status' => 'භාරදීමේ තත්ත්වය',
                    'package-condition' => 'පැකේජ් තත්ත්වය',
                    'open' => 'විවෘත',
                    'packed' => 'ඇසුරුම් කර ඇත',
                    'return-pickup-address' => 'ආපසු ගන්නා ලිපිනය',
                    'return-pickup-time' => 'ආපසු ගන්නා වේලාව',
                    'morning' => 'උදෑසන (10 - 13)',
                    'afternoon' => 'දවල් (14 - 17)',
                    'evening' => 'සවස (18 - 21)',
                    'images' => 'රූප',
                ],

                'view' => [
                    'id' => 'RMA හැඳුනුම් අංකය',
                    'enter-message' => 'ඔබගේ පණිවිඩය මෙහි ඇතුළත් කරන්න',
                    'add-attachments' => 'අමුණා එකතු කරන්න',
                    'send-message-btn' => 'පණිවිඩය යවන්න',
                    'attachment' => 'අමුණා',
                    'download' => 'බාගත කරන්න',
                    'allowed-file-types' => 'අවසර ලත් ගොනු වර්ග',
                    'remove' => 'ඉවත් කරන්න',
                ],

                'terms' => [
                    'terms' => 'මම නියම සහ කොන්දේසි වලට එකඟ වෙමි',
                    'read' => 'නියම සහ කොන්දේසි කියවන්න',
                ],
            ],
        ],
    ],

    'components' => [
        'accordion' => [
            'default-content' => 'පෙරනි අන්තරය',
            'default-header' => 'පෙරනි ශීර්ෂය',
        ],

        'drawer' => [
            'default-toggle' => 'පෙරනි එකක් සැකසෙමින්',
        ],

        'media' => [
            'index' => [
                'add-attachments' => 'ඇඩෙක්මෙන්ට් එකක් එක්කරන්න',
                'add-image' => 'රූපයක්/වීඩියෝ එකතු කරන්න',
            ],
        ],

        'layouts' => [
            'header' => [
                'desktop' => [
                    'top' => [
                        'default-locale' => 'පෙරනිමි භාෂාව',
                    ],

                    'bottom' => [
                        'all' => 'සියල්ල',
                        'back-button' => 'ප්‍රධාන මෙනුවට ආපසු යන්න',
                        'bagisto' => 'Bagisto',
                        'categories' => 'ප්‍රවර්ග',
                        'compare' => 'සංසන්දනය කරන්න',
                        'dropdown-text' => 'කරත්තය, ඇණවුම් සහ ඉල්ලුම් ලැයිස්තුව කළමනාකරණය කරන්න',
                        'logout' => 'පිටවීම',
                        'orders' => 'ඇණවුම්',
                        'profile' => 'පැතිකඩ',
                        'search' => 'සෙවීම',
                        'search-text' => 'මෙහි නිෂ්පාදන සොයන්න',
                        'sign-in' => 'පිවිසෙන්න',
                        'sign-up' => 'ලියාපදිංචි වන්න',
                        'submit' => 'යවන්න',
                        'welcome' => 'ආයුබෝවන්',
                        'welcome-guest' => 'අමුත්තාට සාදරයෙන් පිළිගනිමු',
                        'wishlist' => 'ඉල්ලුම් ලැයිස්තුව',
                    ],
                ],

                'mobile' => [
                    'account' => 'ගිණුම',
                    'back-button' => 'ප්‍රධාන මෙනුවට ආපසු යන්න',
                    'bagisto' => 'Bagisto',
                    'compare' => 'සංසන්දනය කරන්න',
                    'currencies' => 'මුදල් ඒකක',
                    'dropdown-text' => 'කරත්තය, ඇණවුම් සහ ඉල්ලුම් ලැයිස්තුව කළමනාකරණය කරන්න',
                    'locales' => 'භාෂා',
                    'login' => 'ලියාපදිංචි වන්න හෝ පිවිසෙන්න',
                    'logout' => 'පිටවීම',
                    'orders' => 'ඇණවුම්',
                    'profile' => 'පැතිකඩ',
                    'search' => 'සෙවීම',
                    'search-text' => 'මෙහි නිෂ්පාදන සොයන්න',
                    'sign-in' => 'පිවිසෙන්න',
                    'sign-up' => 'ලියාපදිංචි වන්න',
                    'welcome' => 'ආයුබෝවන්',
                    'welcome-guest' => 'අමුත්තාට සාදරයෙන් පිළිගනිමු',
                    'wishlist' => 'ඉල්ලුම් ලැයිස්තුව',
                ],
            ],

            'footer' => [
                'about-us' => 'අප ගැන',
                'contact-us' => 'අප හා සම්බන්ධයෙන්',
                'currency' => 'මුදල්',
                'customer-service' => 'ප්‍රශ්නය හා සේවය',
                'email' => 'ඊමේල්',
                'footer-content' => 'පිටුවේ අන්තර්ගතය',
                'footer-text' => '© වෙබ්කල් සොෆ්ට්වෙයර් (ශ්‍රී ලංකාවේ ලියාපදිංචි) සම්පූර්ණයේ සිට 2010 - :current_year දක්වා. සියලු අභිරුචිකරුවන් සමඟ සම්පූර්ණයෙන් පහසුවෙනි.',
                'locale' => 'පිටු මාධ්‍ය',
                'newsletter-text' => 'අපේ සෙවුම් පනසලේ සම්බන්ධවන්ද බලන්න!',
                'order-return' => 'ඇණවුම් හා ආපසු සපිරව්ව',
                'payment-policy' => 'ගෙවීම් ප්‍රතිඵල',
                'privacy-cookies-policy' => 'පෞද්ගලිකතා සහ කුකී පොලීසි',
                'shipping-policy' => 'නවුකාරයේ ප්‍රතිලදීම',
                'subscribe' => 'බලන්න',
                'subscribe-newsletter' => 'පනස්වේර් අංශයට බලන්න',
                'subscribe-stay-touch' => 'අප සම්බන්ධයෙන් බලන්න.',
                'whats-new' => 'මොතා කුමුද?',
            ],

            'cookie' => [
                'index' => [
                    'privacy-policy' => 'පෞද්ගලිකත්ව ප්‍රතිපත්තිය',
                    'reject' => 'ප්‍රතික්ෂේප කරන්න',
                    'accept' => 'පිළිගන්න',
                    'learn-more-and-customize' => 'තව දැනගන්න සහ අභිරුචි කරන්න',
                ],

                'consent' => [
                    'your-cookie-consent-preferences' => 'ඔබගේ කුකී එකඟතා ප්‍රියතමයන්',
                    'save-and-continue' => 'සුරකින්න සහ දිගටම කරගෙන යන්න',
                    'strictly-necessary' => 'අත්‍යවශ්‍ය',
                    'basic-interactions' => 'මූලික අන්තර්ක්‍රියා සහ කාර්යයන්',
                    'experience-enhancement' => 'අත්දැකීම් වැඩිදියුණු කිරීම',
                    'measurements' => 'මාන',
                    'targeting-and-advertising' => 'ඉලක්ක කිරීම සහ ප්‍රචාරණය',
                ],
            ],
        ],

        'datagrid' => [
            'toolbar' => [
                'length-of' => ':length යොමුවක්',
                'results' => ':total ප්‍රතිඵලයන්',
                'selected' => ':total තෝරාගත්',

                'mass-actions' => [
                    'must-select-a-mass-action' => 'ඔබ තෝරාගැනීමට තෝරා ගැනීමක් අත්‍යවශ්‍ය වේ.',
                    'must-select-a-mass-action-option' => 'ඔබ තෝරාගැනීමට තෝරා ගැනීමක් අත්‍යවශ්‍ය වේ.',
                    'no-records-selected' => 'කිසිදු වාර්තාවක් තෝරාගත නොහැක.',
                    'select-action' => 'ක්‍රියාව තෝරන්න',
                ],

                'search' => [
                    'title' => 'සෙවුම',
                ],

                'filter' => [
                    'apply-filter' => 'පෙරහන් කිරීම',
                    'title' => 'පෙරහන් කිරීම',

                    'dropdown' => [
                        'select' => 'තෝරන්න',

                        'searchable' => [
                            'at-least-two-chars' => 'කරුණාකර අවම වශයෙන් 2 අකුරු ටයිප් කරන්න...',
                            'no-results' => 'කිසිදු ප්‍රතිඵලක් හමු නොවීය...',
                        ],
                    ],

                    'custom-filters' => [
                        'clear-all' => 'සියල්ල මකන්න',
                    ],
                ],
            ],

            'table' => [
                'actions' => 'ක්‍රියාවලිය',
                'next-page' => 'ඊළඟ පිටුව',
                'no-records-available' => 'ලබාදුන් නොමැත.',
                'of' => 'මෙමෙයි :total ඇතුලත්වයන්ට',
                'page-navigation' => 'පිටුව පාලනය',
                'page-number' => 'පිටුව අංකය',
                'previous-page' => 'පෙර පිටුව',
                'showing' => 'පෙන්වන්නේ :firstItem',
                'to' => 'දක්වාන්නේ :lastItem දක්වා',
            ],
        ],

        'modal' => [
            'default-content' => 'පෙරනි අන්තරය',
            'default-header' => 'පෙරනි ශීර්ෂය',

            'confirm' => [
                'agree-btn' => 'එකඟයි',
                'disagree-btn' => 'එකඟයි',
                'message' => 'මෙම ක්‍රියාවම උත්සහ කරනවාද?',
                'title' => 'මෙමෙයට හේතුවක්ද?',
            ],
        ],

        'products' => [
            'card' => [
                'add-to-cart' => 'කරත්තයට එක් කරන්න',
                'add-to-compare' => 'සාක්ෂි සඳහා එක් කරන්න',
                'add-to-compare-success' => 'අයිතමය සාමාජිකයකු සඳහා සාක්ෂි ලැබුයේ.',
                'add-to-wishlist' => 'පෙරහුරු සාක්ෂි කිරීම',
                'already-in-compare' => 'අයිතමය සාක්ෂි ලැබුයේ.',
                'new' => 'නව',
                'review-description' => 'මෙම නිෂ්පාදනය සඳහා පළිගෙන යයි මේය හරියට දැක්කාය',
                'sale' => 'විකිණීම',
            ],

            'carousel' => [
                'next' => 'ඊළඟ',
                'previous' => 'පෙර',
                'view-all' => 'සියලු දක්වන්න',
            ],

            'ratings' => [
                'title' => 'අනුක්‍රමයන්',
            ],
        ],

        'range-slider' => [
            'max-range' => 'උපරිම ක්ෂේත්වය',
            'min-range' => 'අවමෝදයේ ක්ෂේත්වය',
            'range' => 'ක්ෂේත්වය:',
        ],

        'carousel' => [
            'image-slide' => 'රූප ස්ලයිඩ්',
            'next' => 'ඊළඟ',
            'previous' => 'පෙර',
        ],

        'quantity-changer' => [
            'decrease-quantity' => 'ප්‍රමුඛතාව හොඳින්න',
            'increase-quantity' => 'ප්‍රමුඛතාව වැඩියෙන්න',
        ],
    ],

    'products' => [
        'prices' => [
            'grouped' => [
                'starting-at' => 'නියමයෙන්',
            ],

            'configurable' => [
                'as-low-as' => 'එහෙත්',
            ],
        ],

        'sort-by' => [
            'title' => 'සුමිතකම්',
        ],

        'view' => [
            'type' => [
                'simple' => [
                    'customizable-options' => [
                        'none' => 'කිසිවක් නැත',
                        'total-amount' => 'මුළු මුදල',
                    ],
                ],

                'configurable' => [
                    'select-options' => 'කරුණු තෝරන්න',
                    'select-above-options' => 'ඉහළට සහිත කරුණු තෝරන්න',
                ],

                'bundle' => [
                    'none' => 'කිසිවක්ද නෑ',
                    'total-amount' => 'මුළු මුදල',
                ],

                'downloadable' => [
                    'links' => 'සබැඳිය',
                    'sample' => 'අයිතමය',
                    'samples' => 'අයිතම්',
                ],

                'grouped' => [
                    'name' => 'නම',
                ],

                'booking' => [
                    'location' => 'ස්ථානය',
                    'view-on-map' => 'සිතියම මත බලන්න',

                    'default' => [
                        'slot-duration-in-minutes' => ':minutes මිනිත්තු',
                        'slot-duration' => 'ස්ලොට් කාලය',
                    ],

                    'appointment' => [
                        'closed' => 'වසන ලදි',
                        'see-details' => 'විස්තර බලන්න',
                        'slot-duration' => 'ස්ලොට් කාලය',
                        'slot-duration-in-minutes' => ':minutes මිනිත්තු',
                        'today-availability' => 'අද දින ලබාගත හැකි බව',
                    ],

                    'event' => [
                        'book-your-ticket' => 'ඔබගේ ටිකට්පත වෙන්කරන්න',
                        'title' => 'සිදුවීම :',
                    ],

                    'rental' => [
                        'choose-rent-option' => 'කිරුනු විකල්පය තෝරන්න',
                        'daily-basis' => 'දිනපතා',
                        'from' => 'සිට',
                        'hourly-basis' => 'පැය පදනම',
                        'rent-an-item' => 'අයිතමයක් කුලියට ගන්න',
                        'select-date' => 'දිනය තෝරන්න',
                        'select-rent-time' => 'කිරුනු කාලය තෝරන්න',
                        'select-slot' => 'ස්ලොට් තෝරන්න',
                        'select-time-slot' => 'කාල ස්ලොට් තෝරන්න',
                        'slot' => 'ස්ලොට්',
                        'no-slots-available' => 'ස්ලොට් නොමැත',
                        'to' => 'දක්වා',
                    ],

                    'table' => [
                        'book-a-table' => 'මේසයක් වෙන්කරන්න',
                        'closed' => 'වසන ලදි',
                        'slot-duration' => 'ස්ලොට් කාලය',
                        'slot-duration-in-minutes' => ':minutes මිනිත්තු',
                        'slots-for-all-days' => 'සියලු දින සඳහා පෙන්වන්න',
                        'special-notes' => 'විශේෂ ඉල්ලීම්/සටහන්',
                        'today-availability' => 'අද දින ලබාගත හැකි බව',
                    ],

                    'slots' => [
                        'book-an-appointment' => 'පත්වීමක් වෙන්කරන්න',
                        'date' => 'දිනය',
                        'no-slots-available' => 'ස්ලොට් නොමැත',
                        'select-slot' => 'ස්ලොට් තෝරන්න',
                        'title' => 'ස්ලොට්',
                    ],
                ],
            ],

            'gallery' => [
                'product-image' => 'නිෂ්පාදන පින්තූරය',
                'thumbnail-image' => 'ටුමිනේල් පින්තූරය',
            ],

            'reviews' => [
                'attachments' => 'ඇටැක්මෙන්ට්',
                'cancel' => 'අවලංගු කරන්න',
                'comment' => 'අදහස',
                'customer-review' => 'මෙම අයිතමය සඳහා ප්‍රභේදයන්',
                'empty-review' => 'අදහසක් නොමැත, මෙම අයිතමය සඳහා පළමු අයිතමයක් අරන්න',
                'failed-to-upload' => 'පින්තූරය උඩුගත කිරීම අසාර්ථකයි',
                'load-more' => 'අලවන්න',
                'name' => 'නම',
                'rating' => 'තක්ෂේනාරය',
                'ratings' => 'ශ්රේණිගත කිරීම්',
                'submit-review' => 'අදහස යවන්න',
                'success' => 'අදහස සාර්ථකව යවන ලදි.',
                'title' => 'ශීර්ෂය',
                'translate' => 'සිංහලයට පරිවර්තකයක්',
                'translating' => 'පරිවර්තක කිරීමට...',
                'write-a-review' => 'අදහස ලියන්න',
            ],

            'contact-us' => [
                'about' => 'අපට සටහනක් යවන්න, හැකි ඉක්මනින් ඔබට ප්‍රතිචාර දක්වමු',
                'desc' => 'ඔබේ සිතේ ඇති දේ කුමක්ද?',
                'describe-here' => 'මෙහි විස්තර කරන්න',
                'email' => 'ඊමේල්',
                'message' => 'පණිවිඩය',
                'name' => 'නම',
                'phone-number' => 'දුරකථන අංකය',
                'submit' => 'ඉදිරිපත් කරන්න',
                'title' => 'අප අමතන්න',
            ],

            'add-to-cart' => 'කර්තෘකරුකරන්න',
            'add-to-compare' => 'සාකච්ඡාකරන්න',
            'add-to-wishlist' => 'පෙරහුරු සාක්ෂි කිරීම',
            'additional-information' => 'අමතර තොරතුරු',
            'already-in-compare' => 'සාකච්ඡාකරන ලද්ද',
            'buy-now' => 'දැක්කාකරන්න',
            'compare' => 'සාකච්ඡා',
            'description' => 'විස්තරය',
            'related-product-title' => 'සමහර අයිතමය',
            'review' => 'අදහස',
            'tax-inclusive' => 'වගුවේ සහිත',
            'up-sell-title' => 'අපහසුවෙනි අයිතමයන් අප සැම්බැල්ලට පනසන්ද!',
        ],

        'type' => [
            'abstract' => [
                'offers' => ':qty සඳහා :price ටයිකල් කරන්න සහ :discount සුදුසු',
            ],
        ],

        'booking' => [
            'closed' => 'වසන ලදි',

            'cart' => [
                'booking-from' => 'වෙන්කිරීමේ සිට',
                'booking-till' => 'වෙන්කිරීමේ දක්වා',
                'daily' => 'දිනපතා පදනම',
                'event-from' => 'සිදුවීමේ සිට',
                'event-ticket' => 'සිදුවීම් ටිකට්පත',
                'event-till' => 'සිදුවීමේ දක්වා',
                'hourly' => 'පැය පදනම',

                'integrity' => [
                    'event' => [
                        'expired' => 'මෙම සිදුවීම කල් ඉකුත් වී ඇත.',
                    ],

                    'missing_options' => 'මෙම නිෂ්පාදනය සඳහා විකල්ප අතුරුදහන් වී ඇත.',
                    'inventory_warning' => 'අයදුම් කළ ප්‍රමාණය ලබාගත නොහැක, කරුණාකර පසුව නැවත උත්සාහ කරන්න.',
                    'select_hourly_duration' => 'පැයක කාල පරාසයක් තෝරන්න.',
                ],

                'rent-from' => 'කිරුනු සිට',
                'rent-till' => 'කිරුනු දක්වා',
                'rent-type' => 'කිරුනු වර්ගය',
                'renting_type' => 'කිරුනු වර්ගය',
                'special-note' => 'විශේෂ ඉල්ලීම්/සටහන්',
            ],

            'per-ticket-price' => ':price ටිකට්පතකට',
        ],
    ],

    'categories' => [
        'filters' => [
            'clear-all' => 'සියල්ල ඉවත් කරන්න',
            'filter' => 'වෙනත්',
            'filters' => 'වෙනත්:',

            'search' => [
                'load-more' => 'තවත් පූරණය කරන්න',
                'loading' => 'පූරණය වෙමින්...',
                'no-options-available' => 'විකල්ප නොමැත.',
                'results-info' => ':totalCount විකල්ප වලින් :currentCount පෙන්වයි',
                'title' => 'සෙවීම',
            ],

            'sort' => 'වර්ගය',
        ],

        'toolbar' => [
            'grid' => 'ග්‍රිඩ්',
            'list' => 'ලැයිස්තුව',
            'show' => 'පෙන්වන්න',
        ],

        'view' => [
            'empty' => 'මෙම ප්‍රභේදයේ කිසිවක් නොපවතී',
            'load-more' => 'අලවන්න',
        ],
    ],

    'search' => [
        'title' => 'මේවා :query සඳහා ප්‍රතිඵල වේ',
        'suggest' => 'මීට වෙනුවට සොයන්න',
        'results' => 'සෙවුම් ප්‍රතිඵල',

        'images' => [
            'index' => [
                'only-images-allowed' => 'සමහර රූපවාහිනී (.jpeg, .jpg, .png, ..) පෙන්වීමට ඉඩ දෙයි.',
                'search' => 'සොයන්න',
                'size-limit-error' => 'ප්‍රමාණවීමේ සීමාව දෝෂය',
                'something-went-wrong' => 'දැනටමත් ක්‍රියා කරමින් හඳුන්වන්න, කරුණාකර වෙනත් කාලයක් පවත්වන්න.',
            ],

            'results' => [
                'analyzed-keywords' => 'විශ්වාසීය නිවේදන:',
            ],
        ],
    ],

    'compare' => [
        'already-added' => 'අයිතමය දැක්කාය',
        'delete-all' => 'සියල්ල මකන්න',
        'empty-text' => 'ඔබට ඔබේ සලකුණු ලැයිස්තුවේ අයිතමයන් නොමැත',
        'item-add-success' => 'අයිතමය සාර්ථකයි, සලකුණු ලැයිස්තුවට එකතු කරන ලදි',
        'product-compare' => 'නිෂ්පාදන තීරුව',
        'remove-all-success' => 'සියල්ල සාර්ථකව ඉවත් කරන ලදි.',
        'remove-error' => 'මෙම්ම දෝෂයක්, කරුණු නැවත උත්සාහ කරන්න.',
        'remove-success' => 'අයිතමය සාර්ථකයි, සාර්ථකව ඉවත් කරන ලදි.',
        'title' => 'නිෂ්පාදන තීරුව',
    ],

    'checkout' => [
        'success' => [
            'info' => 'අපි ඔබට ඔබේ ඇණවුම් වාර්තා සහ පථිපථ තොරතුරු ඊමේල් කරනු ඇත',
            'order-id-info' => 'ඔබගේ ඇණවුමේ අනුබද්ධ වාර්තාය #:order_id',
            'thanks' => 'ඔබගේ ඇණවුම සඳහා ස්තූති!',
            'title' => 'ඇණවුම සාර්ථකයි',
        ],

        'cart' => [
            'continue-to-checkout' => 'පරියේෂයට කිරීමට සහාය',
            'illegal' => 'අයිතමයක් එක් අඩංගු වේ නැත.',
            'inactive' => 'අයිතමය අක්‍රීය වී ඇත්තේ, එවිට සාර්ථකව ඉවත් කරන ලදි.',
            'inactive-add' => 'අක්‍රීය අයිතමය කරුණු කැට්එකට එක් කළ නොහැක.',
            'inventory-warning' => 'ඉල්ලීම් ප්රමාණය සඳහා ඉල්ලීම් නොමැත, කරුණු නැවත උත්සාහ කරන්න.',
            'item-add-to-cart' => 'අයිතමය සාර්ථකයි',
            'minimum-order-message' => 'මිනිත්තු ඇණවුමේ මුදල වේ',
            'missing-fields' => 'මෙම නිෂ්පාදනය සඳහා අවශ්‍ය ක්ෂේත්රයන් අවසන්.',
            'missing-options' => 'මෙම නිෂ්පාදනය සඳහා අවශ්‍ය තෝරාගත්තා නොමැත.',
            'paypal-payment-cancelled' => 'Paypal ගෙවීම අවලංගු කර ඇත.',
            'qty-missing' => 'අයිතමයක් එකක් අටකතා කරනු ලදුවක් එකක් අටකතා කළ යුතුය.',
            'return-to-shop' => 'සාප්පු නමට ආපසු',
            'rule-applied' => 'කර්තෘ සාර්ථකව අදිනය',
            'select-hourly-duration' => 'පිරවීමේ කාලය එකක් තෝරන්න.',
            'success-remove' => 'අයිතමය සාර්ථකයි, සාර්ථකයි ඉවත් කරන ලදි.',
            'suspended-account-message' => 'ඔබගේ ගිණුම නැවත අක්‍රීය කර ඇත.',

            'index' => [
                'bagisto' => 'බගිස්ටෝ',
                'cart' => 'කර්තෘ',
                'continue-shopping' => 'කාර්තෘ පෙරවරු',
                'empty-product' => 'ඔබේ කර්තෘක්කයේ නිෂ්පාදනයක් නැත.',
                'excl-tax' => 'බදා නොමැතිය:',
                'home' => 'මුල් පිටවර',
                'items-selected' => ':count අයිතමයන් තෝරාගත්',
                'move-to-wishlist' => 'විශ්ලේෂණයට ගෙනන්න',
                'move-to-wishlist-success' => 'තෝරාගත් අයිතමයන් සාර්ථකව ඉවත් කරන ලදි.',
                'price' => 'මිල',
                'product-name' => 'නිෂ්පාදන නම',
                'quantity' => 'ප්‍රමාණය',
                'quantity-update' => 'ප්‍රමාණය සාර්ථකව යළි කරන ලදි',
                'remove' => 'ඉවත් කරන්න',
                'remove-selected-success' => 'තෝරාගත් අයිතමයන් සාර්ථකව කරාගෙන ඇත.',
                'see-details' => 'වැදගත්ද?',
                'select-all' => 'සියලු තෝරන්න',
                'select-cart-item' => 'කාටු අයිතමය තෝරන්න',
                'tax' => 'බද',
                'total' => 'එකතු',
                'update-cart' => 'කර්තෘ යළි කරන්න',
                'view-cart' => 'කර්තෘ බලන්න',

                'cross-sell' => [
                    'title' => 'තවත් තෝරාගැනීමේ',
                ],
            ],

            'mini-cart' => [
                'continue-to-checkout' => 'පරියේෂයට කිරීමට සහාය',
                'empty-cart' => 'ඔබගේ කර්තෘ කැට් එක හිස්',
                'excl-tax' => 'බදා නොමැතිය:',
                'offer-on-orders' => 'ඔබගේ 1-ක් ඇණවුම සඳහා 30% වටානකට අඩු වෙයි',
                'remove' => 'ඉවත් කරන්න',
                'see-details' => 'වැදගත්ද?',
                'shopping-cart' => 'කැට් එක',
                'subtotal' => 'උපකරණය',
                'view-cart' => 'කර්තෘ බලන්න',
            ],

            'summary' => [
                'cart-summary' => 'කාටු සාර්ථකයි',
                'delivery-charges' => 'භාණ්ඩ ගෙවීම්',
                'delivery-charges-excl-tax' => 'භාණ්ඩ ගෙවීම් (බදා නොමැතියි)',
                'delivery-charges-incl-tax' => 'භාණ්ඩ ගෙවීම් (බදා සමග)',
                'discount-amount' => 'වටාන මුදල',
                'grand-total' => 'සම්පූර්ණ එකතුව',
                'place-order' => 'ඇණවුම ස්ථානයට',
                'proceed-to-checkout' => 'පරියේෂයට ඉදිරිපත් වන්න',
                'sub-total' => 'උපකරණය',
                'sub-total-excl-tax' => 'උපකරණය (බදා නොමැතියි)',
                'sub-total-incl-tax' => 'උපකරණය (බදා සමග)',
                'tax' => 'බද්ද',

                'estimate-shipping' => [
                    'country' => 'රාජ්‍යය',
                    'info' => 'ඔබේ ගමන් ලයිස්තුව ලබා ගැනීමට පත් කරන්න.',
                    'postcode' => 'තැපැල් කේතය',
                    'select-country' => 'රාජ්‍යය තෝරන්න',
                    'select-state' => 'රාජ්‍යය තෝරන්න',
                    'state' => 'රාජ්‍යය',
                    'title' => 'භාණ්ඩ සහ බදු අනුමත කිරීම',
                ],
            ],
        ],

        'onepage' => [
            'address' => [
                'add-new' => 'නව ලිපිනයක් එක් කරන්න',
                'add-new-address' => 'නව ලිපිනයක් එක් කරන්න',
                'back' => 'ආපසු',
                'billing-address' => 'බිල්පොය ලිපිනය',
                'check-billing-address' => 'බිල්පත් ලිපිනය අසාර්ථකයි.',
                'check-shipping-address' => 'ස්ථිර ලිපිනය අසාර්ථකයි.',
                'city' => 'නගරය',
                'company-name' => 'ව්‍යාපාරයේ නම',
                'confirm' => 'තහවුරු කරන්න',
                'country' => 'රාජ්‍යය',
                'email' => 'ඊ-මේල්',
                'first-name' => 'මුල් නම',
                'last-name' => 'අවසාන නම',
                'postcode' => 'තැපැල් කේතය',
                'proceed' => 'ඉදිරිපත් වන්න',
                'same-as-billing' => 'සහිතව සමාලෝචනයක් භාවිතා කරන්න?',
                'save' => 'සුරක්ෂිත කරන්න',
                'save-address' => 'මෙමගින් ලිපිනය බලන්න',
                'select-country' => 'රාජ්‍යය තෝරන්න',
                'select-state' => 'රාජ්‍යය තෝරන්න',
                'shipping-address' => 'සහිත ලිපිනය',
                'state' => 'රාජ්‍යය',
                'street-address' => 'වීදි ලිපිනය',
                'telephone' => 'දුරකථන අංකය',
                'title' => 'ලිපිනය',
                'vat-id' => 'වැට් අංකය',
            ],

            'index' => [
                'checkout' => 'පරියේෂය',
                'home' => 'මුල් පිටවර',
            ],

            'payment' => [
                'payment-method' => 'ගෙවීම් ක්රමය',
            ],

            'shipping' => [
                'shipping-method' => 'භාණ්ඩ ප්රවාහන ක්රමය',
            ],

            'summary' => [
                'cart-summary' => 'කර්තෘ සාර්ථකයි',
                'delivery-charges' => 'භාණ්ඩ ගෙවීම්',
                'delivery-charges-excl-tax' => 'භාණ්ඩ ගෙවීම් (බදා නොමැතියි)',
                'delivery-charges-incl-tax' => 'භාණ්ඩ ගෙවීම් (බදා සමග)',
                'discount-amount' => 'වටාන මුදල',
                'excl-tax' => 'බදා නොමැතියි:',
                'grand-total' => 'සම්පූර්ණ එකතුව',
                'place-order' => 'ඇණවුම ස්ථානයට',
                'price_and_qty' => ':price × :qty',
                'processing' => 'ප්‍රතික්ෂේප',
                'sub-total' => 'උපකරණය',
                'sub-total-excl-tax' => 'උපකරණය (බදා නොමැතියි)',
                'sub-total-incl-tax' => 'උපකරණය (බදා සමග)',
                'tax' => 'බද්ද',
            ],
        ],

        'coupon' => [
            'already-applied' => 'කෝපන කේතය දැක්කාය.',
            'applied' => 'කෝපනය සාර්ථකව අදිනය',
            'apply' => 'කෝපනය කරන්න',
            'apply-issue' => 'කෝපන කේතය අදින නැත.',
            'button-title' => 'යොමුවන්',
            'code' => 'කෝපන කේතය',
            'discount' => 'කෝපන වටාන',
            'enter-your-code' => 'කේතය ඇතුල් කරන්න',
            'error' => 'දෝෂයකි',
            'invalid' => 'කෝපන කේතය වලංගු නොවේ.',
            'remove' => 'කෝපනය ඉවත් කරන්න',
            'subtotal' => 'උපකරණය',
            'success-apply' => 'කෝපන කේතය සාර්ථකව අදිනය',
            'usage-limit-exceeded' => 'මෙම කූපන් කේතය එහි භාවිත සීමාවට ළඟා වී ඇති අතර තවදුරටත් වලංගු නොවේ.',
        ],

        'login' => [
            'email' => 'විද්‍යුත් තැපෑල',
            'password' => 'මුරපදය',
            'title' => 'පිවිසීම',
        ],
    ],

    'home' => [
        'contact' => [
            'about' => 'අපගේ පිළිතුරු ලියන්න, අපි ඔබට ඉවස්වීමේදී ඉක්මනින් පිළිතුරු ලබා ගැනීමට අපට පෙර වෙන්නේය',
            'desc' => 'ඔබට කුමක්ද මගේ අත්දැකීම් පිළිතුරුද?',
            'describe-here' => 'මෙහි විස්තර කරන්න',
            'email' => 'ඊමේල්',
            'message' => 'පණිවිඩය',
            'name' => 'නම',
            'phone-number' => 'දුරකථන අංකය',
            'submit' => 'ඉදිරිපත් කරන්න',
            'title' => 'අප අමතන්න',
        ],

        'index' => [
            'categories-carousel' => 'කාණ්ඩ කාරසෙල්',
            'image-carousel' => 'රූප කාරසෙල්',
            'offer' => 'ඔබේ පළමු ඇනවුමට 40% ක විශේෂ වට්ටම් ලබා ගන්න, දැන් සෙවීම',
            'product-carousel' => 'නිෂ්පාදන කාරසෙල්',
            'resend-verify-email' => 'තහවුරු කිරීමේ විද්‍යුත් තැපැල් නැවත යවන්න',
            'verify-email' => 'ඔබේ විද්‍යුත් තැපෑල තහවුරු කරන්න',
        ],

        'thanks-for-contact' => 'ඔබගේ අදහස් සහ ප්‍රශ්න සමඟ අපට ඇමතුම් කිරීම සඳහා ස්තූතියි. අපි ඔබට ඉවස්වේය.',
    ],

    'partials' => [
        'pagination' => [
            'next-page' => 'ඊළඟ පිටුව',
            'pagination-showing' => ':total ඇතුල් :firstItem සිට :lastItem දක්වා පෙන්වයි',
            'prev-page' => 'පෙර පිටුව',
        ],
    ],

    'errors' => [
        'go-to-home' => 'මුල් පිටතට පටන්න',

        '404' => [
            'description' => 'අයියා! ඔබ තොරාගැනීමට උපරිමයෙකු පිටවරය අලුත්මයි. ඔබ මෙතනින් මහේෂ්ඨ වෙනි කුමුදු සොයා නොමැතිද අප සේවායේත්වය සඳහා නොහැකියාවක් වනු ඇත.',
            'title' => '404 පිටවරය සොයානොමැත',
        ],

        '401' => [
            'description' => 'අයියා! ඔබට මෙම පිටවරයට පිවිසීමේ හැකියාව නොමැත. උපරිම අවැක්ෂක අතින් මොතනින් අවිස්සාවක් එන්නේද විය.',
            'title' => '401 නොවිනහිත',
        ],

        '403' => [
            'description' => 'අයියා! මෙම පිටවරය නිහාල් බලනවා. ඔබට මෙම අනෙක්මනම් නොතේරේනම් මොත෱ිනින් මොතෙකුද නැති අවිස්සය ලබාදෙනවා.',
            'title' => '403 නොමීනු',
        ],

        '500' => [
            'description' => 'අයියා! සමගෙන් දැක්කාකරුගේ තදබදයක්. ඔබ තොරාගැනීමට හොඳමයි කරයිද අපට වෙනත් දේපලක් සොයා නොමැත.',
            'title' => '500 අභියෝගයේ සේවාව වෙනස්',
        ],

        '503' => [
            'description' => 'අයියා! අවෙලින් මතකදී අප උත්සාවක් අලුත්වේ. කරුණාකර කියවාමට පටන්න.',
            'title' => '503 සේවා නොලබාදී',
        ],
    ],

    'layouts' => [
        'address' => 'ලිපිනය',
        'downloadable-products' => 'බාගත කළ හොදමු',
        'gdpr-request' => 'GDPR ඉල්ලීම්',
        'my-account' => 'මම්පොටටු',
        'orders' => 'ඇණවුම්',
        'profile' => 'පාරිභෝගය',
        'reviews' => 'අදහස්',
        'rma' => 'RMA',
        'wishlist' => 'කෙටුම් ලැයිස්තුව',
    ],

    'subscription' => [
        'already' => 'ඔබ අපගේ නිළධාරාණයට දැක්කාක් වේ.',
        'subscribe-success' => 'ඔබ අපගේ නිළධාරාණයට සාමාජිකයෙකු වන්නේය.',
        'unsubscribe-success' => 'ඔබ අපගේ නිළධාරාණයට සාමාජිකයෙකු වන්නේය.',
    ],

    'emails' => [
        'dear' => 'පිටවත් :customer_name',
        'thanks' => 'ඔබට උපකාරක අවිස්සාවන්ගේ හෙල්ප් අඩු කරන්න. <a href=":link" style=":style">:email</a> මගේ අමතන්නට අප සම්බන්ධයෙන් ඉගෙනගන්න.<br/>ජයොව!',

        'customers' => [
            'registration' => [
                'credentials-description' => 'ඔබගේ ගිණුම නිර්මාණය කර ඇත. ඔබගේ ගිණුම් විස්තර පහත දක්වා ඇත:',
                'description' => 'ඔබගේ ගිණුම සාර්ථකව සාදන හැකියායි සහ ඔබට අපිටවත් මොතනින් පෙර ඇණවුම්, හරුතු හා ඔබේ ගිණුමේ තොරතුරු සංස්කරණය කළ හැකිය.',
                'greeting' => 'අපට සාදන හෝට්ටෝකල් සහ සුමිතකොල්ල ස්ථානයට ඇති ස්තූතියක්!',
                'password' => 'මුරපදය',
                'sign-in' => 'පිවිසීම',
                'subject' => 'නව නිළධාරාණ සල්පේන්න',
                'username-email' => 'පරිශීලක නම / ඊමේල්',
            ],

            'forgot-password' => [
                'description' => 'ඔබගේ ගිණුමට අවලංගු මුරපදය සහිතව ඇති නැති වෙනසක් ලබා ගෙන හැකි බවට විරහිත වීමට මෙම ඊමේල් යවන්නයක් හැකිය.',
                'greeting' => 'මම්පාවට!',
                'reset-password' => 'මුරපදය නැවත්කරන්න',
                'subject' => 'මුරපදය නැවත්කිරීම සහිතව',
            ],

            'update-password' => [
                'description' => 'ඔබට ඔබේ මුරපදය නැවත්කිරීමට මෙම ඊමේල් යවන්නයක් හැකිය.',
                'greeting' => 'මුරපදය නැවත්කිරීම!',
                'subject' => 'මුරපදය නැවත්කිරීම',
            ],

            'verification' => [
                'description' => 'කරුණාකර ඔබගේ ඊමේල් ලියමින් ක්ලික් කරන්නට පහසු බලන්න.',
                'greeting' => 'සාමාන්ට්!',
                'subject' => 'ගිණුම සහිතව කරන්න ඊමේල්',
                'verify-email' => 'ඊමේල් ලියමින් ක්ලික් කරන්න',
            ],

            'commented' => [
                'description' => 'අලුත අදහස - :note',
                'subject' => 'අලුත අදහසක් එක්කරන ලදි',
            ],

            'subscribed' => [
                'description' => 'අපව ඔබට අවශ්‍යනම් නැවතත්කරුගේ මෙම නිළධාරාණයට සුමිතයෙකු වන්නේය! අපව නවස්, රාජ්‍ය, සහ විශේෂ උපවාසයේ නවවීය ප්‍රමාණ, ශස, සහ විශේෂ උපාංගයේ තනාත්මක අප්‍රක්ෂක සහිතව තබාගෙන ගන්න වෙයි.',
                'greeting' => 'අපව අපවේ නිළධාරාණයට සුමිතයෙකු වන්නේය!',
                'subject' => 'ඔබට! අපේ නිළධාරාණයට දැක්කානට',
                'unsubscribe' => 'අවිශ්‍යවන්',
            ],

            'gdpr' => [
                'new-delete-request' => 'දත්ත මැකීම සඳහා නව ඉල්ලීම',
                'new-update-request' => 'දත්ත යාවත්කාලීන කිරීම සඳහා නව ඉල්ලීම',

                'new-request' => [
                    'delete-summary' => 'මකාදැමීමේ ඉල්ලීම් සාරාංශය',
                    'message' => 'පණිවිඩය : ',
                    'request-status' => 'ඉල්ලීම් තත්වය : ',
                    'request-type' => 'ඉල්ලීම් වර්ගය : ',
                    'update-summary' => 'යාවත්කාලීන ඉල්ලීම් සාරාංශය',
                ],

                'status-update' => [
                    'subject' => 'ඔබගේ GDPR ඉල්ලීම යාවත්කාලීන කරන ලදී',
                    'summary' => 'ඔබගේ GDPR ඉල්ලීමේ තත්වය යාවත්කාලීන කරන ලදී',
                    'request-status' => 'ඉල්ලීම් තත්වය:',
                    'request-type' => 'ඉල්ලීම් වර්ගය:',
                    'message' => 'පණිවිඩය:',
                ],
            ],

            'reminder' => [
                'already-paid' => 'ඔබ දැනටමත් ගෙවීම් කර ඇති නම්, කරුණාකර මෙම පණිවිඩය නොසලකා හරින්න.',
                'invoice-overdue' => 'මෙය ඔබේ ඉන්වොයිසිය කල් ඉකුත් වී ඇති බවට සුහද සටහන්යකි. කරුණාකර හැකි ඉක්මනින් ගෙවීම් කරන්න.',
                'subject' => 'ඉන්වොයිසිය මතක් කිරීම',
            ],
        ],

        'contact-us' => [
            'contact-from' => 'වෙබ් අමුතුම් පිටුවෙන් ඇමතුම් කිරීමේදී',
            'reply-to-mail' => 'කරුණාකර මෙම ඊමේල්ට පිළිතුරු යවන්න.',
            'reach-via-phone' => 'එක්වන්නේ නිදහස් දුරකථන අංකයෙන් අපට පිටවීමක් හෝ',
            'inquiry-from' => 'විද්‍යුත් සඳහා',
            'to' => 'සම්බන්ද කිරීමට',
        ],

        'orders' => [
            'created' => [
                'greeting' => 'ඔබගේ ඇණවුම :order_id අලුත අනුමැතියේ :created_at දැක්කාක්.',
                'subject' => 'අලුත ඇණවුම් තහවුරු!',
                'summary' => 'ඇණවුම් සාරාංශය',
                'title' => 'අලුත ඇණවුම සාරාංශය!',
            ],

            'invoiced' => [
                'greeting' => 'ඔබගේ ඇණවුම :created_at අනුමැතියට සහිතව :invoice_id ඉවත්වෙයි.',
                'subject' => 'අලුත පිටපත සාරාංශය',
                'summary' => 'පිටපත් සාරාංශය',
                'title' => 'පිටපත සාරාංශය!',
            ],

            'shipped' => [
                'greeting' => 'ඔබගේ ඇණවුම :created_at අනුමැතියට සහිතව හෙනා යයි.',
                'subject' => 'අලුත නවුකාරය සාරාංශය',
                'summary' => 'නවුකාරයේ සාරාංශය',
                'title' => 'ඇණවුම සහිතව හෙනා ඇත!',
            ],

            'refunded' => [
                'greeting' => ':created_at අනුමැතියට :order_id අනුමැතිය නැවතීමක් සඳහා උදව් කරන ලදි',
                'subject' => 'අලුත නැවතුම් සාරාංශය',
                'summary' => 'නැවතුම් සාරාංශය',
                'title' => 'ඇණවුම නැවතීම!',
            ],

            'canceled' => [
                'greeting' => 'ඔබගේ ඇණවුම :created_at අනුමැතිය අවලවීමට අරාබුදුදේට පැමිණවීය',
                'subject' => 'අලුත ඇණවුම අරාබුදුදේට',
                'summary' => 'ඇණවුම් සාරාංශය',
                'title' => 'ඇණවුම අවලවීම!',
            ],

            'commented' => [
                'subject' => 'අලුත අදහසක් එක්කරන ලදි',
                'title' => 'ඔබගේ ඇණවුම :order_id අනුමැතියට :created_at හා හොර්ගයක් එක්කරන ලදි',
            ],

            'billing-address' => 'බිල් ලිපිනය',
            'carrier' => 'ගොනුව',
            'contact' => 'සබඳතා',
            'discount' => 'වට්ටම්',
            'excl-tax' => 'බදාගැනීමට නොහැකි: ',
            'grand-total' => 'සම්පූර්ණ එකතුව',
            'name' => 'නම',
            'payment' => 'ගොව්යන්ත්‍රිකය',
            'price' => 'මිල',
            'qty' => 'ප්‍රමාණය',
            'shipping' => 'නවුකාරය',
            'shipping-address' => 'නවුකාරයේ ලිපිනය',
            'shipping-handling' => 'නවුකාරයේ අත්තිකාරය',
            'shipping-handling-excl-tax' => 'නවුකාරයේ අත්තිකාරය (බදාගැනීමට නොහැකි)',
            'shipping-handling-incl-tax' => 'නවුකාරයේ අත්තිකාරය (බදාගැනීමට සහිත)',
            'sku' => 'SKU',
            'subtotal' => 'මුළු එකතුව',
            'subtotal-excl-tax' => 'මුළු එකතුව (බදාගැනීමට නොහැකි)',
            'subtotal-incl-tax' => 'මුළු එකතුව (බදාගැනීමට සහිත)',
            'tax' => 'බදාගැනීම',
            'tracking-number' => 'දත්ත අංකය : :tracking_number',
        ],
    ],

    'rma' => [
        'customer' => [
            'delivered' => 'භාර දුන්නා',
            'menu-name' => 'RMA',
            'offer' => 'ඔබගේ 1 වන ඇණවුම අනුපිළිවෙලින් තවත් 40% දිනයක් ලබා ගන්න',
            'rma-qty' => 'RMA ප්රමාණය',
            'shop-now' => 'හවුල් කරන්න',
            'submit-req' => 'ඉල්ලීම යොමු කරන්න',
            'title' => 'RMA',
            'undelivered' => 'භාර නොදුන්නා',

            'create' => [
                'cancel' => 'අවලංගු කිරීම',
                'create-btn' => 'සුරකින්න',
                'enter-order-id' => 'ඇණවුම් අංකය ඇතුළත් කරන්න',
                'exchange-window' => 'අදාන පනුව',
                'heading' => 'නව RMA ඉල්ලීම',
                'image' => 'ඡායාරූප',
                'images' => 'ඡායාරූප',
                'information' => 'අත්තිකාරම්',
                'item-ordered' => 'ඇණවුම් කරන ලද අයිතමය',
                'no-record' => 'වාර්තාවන් නොමැත!',
                'not-allowed' => 'අක්‍රිය වූ ඇණවුමට RMA ඉල්ලීමක් නොදක්වයි',
                'order-status' => 'ඇණවුම් තත්ත්වය',
                'orders' => 'ඇණවුම්',
                'price' => 'මිල',
                'product' => 'නිෂ්පාදනය',
                'product-name' => 'නිෂ්පාදන නාමය',
                'quantity' => 'ප්‍රමාණය',
                'reason' => 'හේතුව',
                'reopen-request' => 'නැවත ඉවත්වීම ඉල්ලීම',
                'resolution' => 'විශේෂාංගය තෝරන්න',
                'return-window' => 'ආපසු භාරගන්නා කවුළුව',
                'rma-not-available-quotes' => 'අයිතමය RMA සඳහා ලබා දුන් නැත',
                'save' => 'සුරකින්න',
                'search-order' => 'ඇණවුම සොයන්න',
                'sku' => 'SKU',
                'view' => 'RMA බලන්න',
            ],
        ],

        'guest' => [
            'view' => [
                'close-rma' => 'RMA වසා දමන්න :',
                'order-status' => 'ඇණවුම් තත්ත්වය :',
                'rma-status' => 'RMA තත්ත්වය :',
                'title' => 'RMA',
            ],

            'create' => [
                'cancel' => 'අවලංගු කිරීම',
                'create-btn' => 'සුරකින්න',
                'enter-order-id' => 'ඇණවුම් අංකය ඇතුළත් කරන්න',
                'heading' => 'නව RMA ඉල්ලීම',
                'image' => 'ඡායාරූප',
                'images' => 'ඡායාරූප',
                'information' => 'අත්තිකාරම්',
                'item-ordered' => 'ඇණවුම් කරන ලද අයිතමය',
                'not-allowed' => 'අක්‍රිය වූ ඇණවුමට RMA ඉල්ලීමක් නොදක්වයි',
                'order-status' => 'ඇණවුම් තත්ත්වය',
                'orders' => 'ඇණවුම්',
                'price' => 'මිල',
                'product-name' => 'නිෂ්පාදන නාමය',
                'product' => 'නිෂ්පාදනය',
                'quantity' => 'ප්‍රමාණය',
                'reason' => 'හේතුව',
                'reopen-request' => 'නැවත ඉවත්වීම ඉල්ලීම',
                'resolution' => 'විශේෂාංගය තෝරන්න',
                'rma-not-available-quotes' => 'අයිතමය RMA සඳහා ලබා දුන් නැත',
                'save' => 'සුරකින්න',
                'search-order' => 'ඇණවුම සොයන්න',
                'sku' => 'SKU',
                'title' => 'RMA',
            ],

            'index' => [
                'create' => 'නව RMA ඉල්ලීමක් ඉටු කරන්න',
                'delete' => 'මකා දමන්න',
                'edit' => 'සංස්කරණය',
                'guest' => 'අමාරු RMA පැනලය',
                'heading' => 'ප්‍රදේශීය RMA පැනලය',
                'update' => 'යාවත්කාලීන',
                'view' => 'දර්ශකය',
            ],
        ],

        'customer-rma-index' => [
            'cancel' => 'අවලංගු කිරීම',
            'create' => 'සාදන්න',
            'delete' => 'මකා දමන්න',
            'edit' => 'සංස්කරණය',
            'guest' => 'අමාරු RMA පැනලය',
            'heading' => 'RMA',
            'update' => 'යාවත්කාලීන',
            'view' => 'දර්ශකය',
        ],

        'validation' => [
            'close-rma' => 'තහවුරු කිරීම',
            'information' => 'අත්තිකාරම්',
            'order-id' => 'ඇණවුම තෝරන්න',
            'order-status' => 'ඇණවුම් තත්ත්වය',
            'orders' => 'ඇණවුම්',
            'resolution' => 'විශේෂාංගය',
            'select-orders' => 'ඇණවුම තෝරන්න',
        ],

        'conversation-texts' => [
            'by' => 'කොටස්',
            'customer' => 'ප්‍රදේශීය',
            'no-record' => 'වාර්තාවන් නොමැත!',
            'on' => 'ඉහළ',
            'seller' => 'විකුණුම්',
        ],

        'default-option' => [
            'others' => 'වෙනත්',
            'please-select-value' => 'කරුණාකර අගය තෝරන්න',
            'select-order-status' => 'ඇණවුම් තත්ත්වය තෝරන්න',
            'select-order' => 'ඇණවුම් තෝරන්න',
            'select-quantity' => 'ප්‍රමාණය තෝරන්න',
            'select-reason' => 'හේතුව තෝරන්න',
            'select-resolution' => 'විශේෂාංගය තෝරන්න',
            'select-seller' => 'විකුණුම් තෝරන්න',
        ],

        'view-customer-rma' => [
            'additional-information' => 'අත්තිකාරම් :',
            'admin' => 'පරිපාලක',
            'cancel-order' => 'ඇණවුම අවලංගු කිරීම',
            'change-rma-status' => 'RMA තත්ත්වය වෙනස් කරන්න',
            'close-rma' => 'RMA වසා දමන්න :',
            'conversations' => 'සංවාද',
            'guest' => 'අමාරු',
            'heading' => 'RMA විස්තර',
            'images' => 'ඡායාරූප:',
            'items-request' => 'RMA සඳහා ඉල්ලීමක් කළ අයිතම(්)',
            'items-requested-for-rma' => 'RMA සඳහා ඉල්ලීමක් කළ අයිතම(්)',
            'order-id' => 'ඇණවුම් අංකය :',
            'refund-details' => 'මාරු විස්තර',
            'refund-offline-btn' => 'නොමැති මාරුව',
            'refundable-amount' => 'මාරු කිරීම් සහතිකය',
            'resolution-type' => 'විශේෂාංග වර්ගය :',
            'rma' => 'RMA',
            'save-btn' => 'සුරකින්න',
            'send-message-btn' => 'යවන්න',
            'send-message' => 'පණිවිඩය යවන්න',
            'status-details' => 'තත්ත්ව විස්තර',
            'status-quotes' => 'එය සම්පූර්ණ කර ගැනීමට සහතිකය අවශ්‍යයි',
            'status-reopen' => 'නැවත විවෘත කිරීමට පරීක්ෂා කරන්න',
            'status' => 'තත්ත්වය',
            'term' => 'එකඟ සමඟ එකඟ ක්‍රියාකාරක ක්‍රියාකාරක කිරීම අවශ්‍යයි',
            'you' => 'පපුවක්',
        ],

        'view-guest-rma' => [
            'additional-information' => 'අත්තිකාරම් :',
            'admin' => 'පරිපාලක',
            'close-rma' => 'RMA වසා දමන්න',
            'conversations' => 'සංවාද',
            'guest' => 'ඔබ',
            'images' => 'ඡායාරූප',
            'items-request' => 'RMA සඳහා ඉල්ලීමක් කළ අයිතම(්)',
            'order-id' => ' ඇණවුම් අංකය :',
            'refund-offline-btn' => 'නොමැති මාරුව',
            'resolution-type' => 'විශේෂාංග වර්ගය :',
            'rma' => 'RMA',
            'save-btn' => 'සුරකින්න',
            'send-message-btn' => 'යවන්න',
            'send-message' => 'පණිවිඩය යවන්න',
            'status-details' => 'තත්ත්ව විස්තර',
            'status-quotes' => 'එය සම්පූර්ණ කර ගැනීමට සහතිකය අවශ්‍යයි.',
            'status' => 'තත්ත්වය',
            'term' => 'එකඟ සමඟ එකඟ ක්‍රියාකාරක ක්‍රියාකාරක කිරීම අවශ්‍යයි',
        ],

        'view-guest-rma-content' => [
            'full-amount' => 'මුදල් මූලික',
            'order-status' => 'ඇණවුම් තත්ත්වය :',
            'request-on' => 'ඉල්ලීම අමතන්න :',
            'rma-status' => 'RMA තත්ත්වය :',
        ],

        'view-customer-rma-content' => [
            'admin-status' => 'පරිපාලක තත්ත්වය:',
            'close-rma' => 'RMA වසා දමන්න',
            'consignment-no' => 'ප්‍රදේශය අංකය:',
            'enter-message' => 'පණිවිඩය ඇතුළත් කරන්න',
            'full-amount' => 'මුදල් මූලික',
            'order-details' => 'ඇණවුම විස්තර',
            'order-status' => 'ඇණවුම් තත්ත්වය :',
            'partial-amount' => 'අඩු මුදල්',
            'refundable-amount' => 'මාරු කිරීම් සහතිකය:',
            'request-on' => 'ඉල්ලීම අමතන්න :',
            'rma-status' => 'RMA තත්ත්වය :',
            'seller' => 'විකුණුම්',
            'total-refundable-amount' => 'මුළු මාරු කිරීම් සහතිකය:',
        ],

        'table-heading' => [
            'image' => 'රූපය',
            'order-qty' => 'ඇනවුම් ප්‍රමාණය',
            'price' => 'මිල',
            'product-name' => 'නිෂ්පාදන නාමය',
            'reason' => 'හේතුව',
            'resolution-type' => 'විසඳුම් වර්ගය',
            'rma-qty' => 'RMA ප්‍රමාණය',
            'sku' => 'SKU',
        ],

        'guest-users' => [
            'button-text' => 'ලොග් වන්න',
            'email' => 'ඉල්ලීම',
            'heading' => 'සැමවිටම ඇණවුම පැනල පැනල',
            'logout' => 'අමුත්තා ලොග් අවුට්',
            'order-id' => 'ඇණවුම අංකය',
            'title' => 'අමාරු ලොග් වන්න',
        ],

        'mail' => [
            'customer-rma-create' => [
                'additional-information' => 'අත්තිකාරම් විස්තර:',
                'greeting' => 'ඔබ මෙම ඇණවුම් :order_id සඳහා නව RMA ඉල්ලීමක් ඉදිරියට පිලිබදව ඇත.',
                'heading' => 'RMA ඉල්ලීම',
                'hello' => 'හිතුණු :name',
                'order-id' => 'ඇණවුම් අංකය:',
                'order-status' => 'ඇණවුම් තත්වය:',
                'requested-rma-product' => 'ඉල්ලීමට ඉටුකිරීමක් ප්‍රදේශය:',
                'resolution-type' => 'විශ්වාසය වර්ගය:',
                'rma-id' => 'RMA අංකය:',
                'summary' => 'ඇණවුම් සඳහා RMA සාරාංශය',
                'thank-you' => 'ඔබට ස්තූතියි',
            ],

            'customer-data-table-heading' => [
                'product-name' => 'නිෂ්පාදන නාමය',
                'qty' => 'ප්රමාණය',
                'reason' => 'හේතුව',
                'sku' => 'SKU',
            ],

            'customer-conversation' => [
                'subject' => 'නව පණිවිඩය',
                'heading' => 'හිතුණු :name,',
                'message' => 'පණිවිඩය',
                'process' => 'ඔබේ ආපසු ඉල්ලීම ක්‍රියාවලියේ පවතී.',
                'quotes' => 'ක්ෂේත්‍රයේ නව පණිවිඩයක් ඇත',
                'solved' => 'RMA තත්ත්වය ගනුදෙනුකරු විසින් විසඳා ඇත.',
            ],

            'seller-conversation' => [
                'subject' => 'නව පණිවිඩය',
                'heading' => 'හිතුණු :name',
                'message' => 'පණිවිඩය',
                'quotes' => 'පරිපාලකයෙන් නව පණිවිඩයක් ඇත',
                'title' => 'පණිවිඩය ලබා දෙන්නාවේ!',
            ],

            'status' => [
                'heading' => 'හිතුණු :name',
                'quotes' => 'ඔබේ RMA තත්වය විකුණන්නේ විකුණුම් විසින් වෙනස් කර ඇත',
                'rma-id' => 'RMA අංකය',
                'status-change' => ':id වෙනස් කළ යුතුයි විකුණුම් විසින්',
                'status' => 'තත්වය',
                'title' => 'ස්ථානගත වීම යළියොමු!',
                'your-rma-id' => 'ඔබගේ RMA අංකය',
            ],
        ],

        'status' => [
            'status-name' => [
                'accept' => 'හුවමාරු කරන්න',
                'awaiting' => 'මාරු කිරීමට',
                'canceled' => 'අවලංගු කරන ලදි',
                'declined' => 'ප්‍රතික්ෂේප කළ යුතුයි',
                'dispatched-package' => 'පැකිලීම කිරීම',
                'item-canceled' => 'අයිතමය අවලංගු කළ යුතුයි',
                'not-received-package-yet' => 'පැකේජය තවම ලබා දුන් නැත',
                'pending' => 'අනුමත කිරීමේදී',
                'processing' => 'ක්‍රියාත්මක කිරීමේදී',
                'received-package' => 'සාර්ථකව පැකිලීම',
                'solved' => 'විශ්වාසය සාර්ථකව පිළිබද යුතුයි',
            ],

            'status-quotes' => [
                'declined-admin' => 'RMA පරිපාලක විසින් හරහා පහතින් පරණය කළ යුතුයි.',
                'declined-buyer' => 'මිලදී ගැනීමේ වෙනස්කම අයිතමයේදී පරිශීලකයා වෙනස් කළ යුතුයි.',
                'solved-by-admin' => 'RMA පරිපාලක විසින් විශ්වාස කර ඇත.',
                'solved' => 'RMA සාර්ථකව විශ්වාසය ලබා දුන් ඇත.',
            ],
        ],

        'response' => [
            'already-cancel' => 'RMA තත්ත්වය දැනටමත් අවලංගු වී ඇත.',
            'cancel-success' => 'RMA තත්ත්වය සාර්ථකව අවලංගු කෙරිණි.',
            'create-success' => 'ඉල්ලීම සාර්ථකව සාදන ලදී.',
            'creation-error' => 'RMA තත්ත්වය යාවත්කාලීන කළ නොහැක क्योंकि මෙම ඇණවුම සඳහා අයපත්‍රය තාපයට සකසා නැත.',
            'permission-denied' => 'ඔබ ලොග් වී ඇත',
            'rma-disabled' => 'මෙම නිෂ්පාදනය සඳහා RMA අක්‍රීය කර ඇත',
            'reopen-not-allowed' => 'මෙම RMA ඉල්ලීම නැවත විවෘත කිරීමට අවසර නැත.',
            'send-message' => ':name සාර්ථකව යවන ලදි.',
            'update-success' => ':name සාර්ථකව යාවත්කාලීන කරන ලදි.',
        ],
    ],
];
