<?php

return [
    'importers' => [
        'customers' => [
            'title'  => 'කළමනාකරු',

            'validation' => [
                'errors' => [
                    'duplicate-email'        => 'Email: \'%s\' එකතු ලැබුණු එක එක පිළිබඳ එකතු ලැබීය ඇත.',
                    'duplicate-phone'        => 'Phone: \'%s\' එකතු ලැබුණු එක එක පිළිබඳ එකතු ලැබීය ඇත.',
                    'invalid-customer-group' => 'කළමනාකරු කොටස වැඩි හොඳ හොඳ අත්දැකිම අත්දැකි වේ.',
                    'email-not-found'        => 'Email: \'%s\' සිස්ටීම පිළිබඳ එකතු ලැබීය නොමැත.',
                ],
            ],
        ],

        'products'  => [
            'title'  => 'පද්ධති',

            'validation' => [
                'errors' => [
                    'duplicate-url-key'         => 'URL කේය ගෙන් දීමට භාවිතා බැහැ: \'%s\' එකතු එක එක පිළිබඳ පද්ධතිය එකතු ලැබීය. (පද්ධතිය එකතු ලැබුණු අත්දැකිම පරිගණක පරිගණක එකතු ලැබීය?)',
                    'invalid-attribute-family'  => 'අන්තර්ගත පරිවර්ගය සඳහා ඉල්ලන්නොහැක වේදිකාව: අත්දැකිම පරිගණක පරිවර්ගය දැන් ලැබුණු නොමැත.?',
                    'invalid-type'              => 'පද්ධති වර්ගය වැඩි හොඳ හොඳ අත්දැකිම අත්දැකි වේ.',
                    'sku-not-found'             => 'තොරතුරු එකතු ලැබුණු පද්ධති බිම නොමැත.',
                    'super-attribute-not-found' => 'සූපර් ගුණ්බෝලය පහත කේතයේ: \'%s\' දැනටමත් හමු නොවී හෝ හැඳින්වීමට නොහැකි හෝ එය ගුණ්බෝල පවා නොමැත: \'%s\'',
                ],
            ],
        ],

        'tax-rates' => [
            'title'      => 'බදු අනුවාද',

            'validation' => [
                'errors' => [
                    'duplicate-identifier' => 'හඳුන්වාදය: \'%s\' ආයෝජනය ගොනුවෙහි ඊළඟට වෙනස් වී ඇත.',
                    'identifier-not-found' => 'හඳුන්වාදය: \'%s\' පද්ධතියේ නොපවතී.',
                ],
            ],
        ],
    ],

    'validation' => [
        'errors' => [
            'column-empty-headers' => 'තීරු අංක "%s" හි හිස් ශීර්ෂ ඇත.',
            'column-name-invalid'  => 'වලංගු නොවන තීරු නම්: "%s".',
            'column-not-found'     => 'අවශ්‍ය තීරු හමු නොවීය: %s.',
            'column-numbers'       => 'තීරු ගණන ශීර්ෂයේ පේළි ගණනට අනුරූප නොවේ.',
            'invalid-attribute'    => 'ශීර්ෂයේ වලංගු නොවන උපලක්ෂණ(ය) අඩංගු වේ: "%s".',
            'system'               => 'අනපේක්ෂිත පද්ධති දෝෂයක් සිදු විය.',
            'wrong-quotes'         => 'සෘජු උද්ධෘත වෙනුවට භාවිතා කරන ලද Curly quotes.',
        ],
    ],
];
