<?php

return [
    'seeders' => [
        'attribute' => [
            'attribute-families' => [
                'default' => 'По подразбиране',
            ],

            'attribute-groups' => [
                'description'      => 'Описание',
                'general'          => 'Общ преглед',
                'inventories'      => 'Инвентаризация',
                'meta-description' => 'Мета описание',
                'price'            => 'Цена',
                'settings'         => 'Настройки',
                'shipping'         => 'Доставка',
            ],

            'attributes' => [
                'brand'                => 'Марка',
                'color'                => 'Цвят',
                'cost'                 => 'Разходи',
                'description'          => 'Описание',
                'featured'             => 'Препоръчано',
                'guest-checkout'       => 'Поръчка като гост',
                'height'               => 'Височина',
                'length'               => 'Дължина',
                'manage-stock'         => 'Управление на продукти',
                'meta-description'     => 'Мета описание',
                'meta-keywords'        => 'Мета кл. думи',
                'meta-title'           => 'Мета заглавие',
                'name'                 => 'Име',
                'new'                  => 'Нов',
                'price'                => 'Цена',
                'product-number'       => 'Номер на продукта',
                'short-description'    => 'Кратко описание',
                'size'                 => 'Размер',
                'sku'                  => 'SKU номер',
                'special-price'        => 'Специална цена',
                'special-price-from'   => 'От дата',
                'special-price-to'     => 'До дата',
                'status'               => 'Статус',
                'tax-category'         => 'Данъчна категория',
                'url-key'              => 'URL ключ',
                'visible-individually' => 'Видимо индивидуално',
                'weight'               => 'Тегло',
                'width'                => 'Ширина',
            ],

            'attribute-options' => [
                'black'  => 'Черно',
                'green'  => 'Зелено',
                'l'      => 'L',
                'm'      => 'M',
                'red'    => 'Червено',
                's'      => 'S',
                'white'  => 'Бяло',
                'xl'     => 'XL',
                'yellow' => 'Жълто',
            ],
        ],

        'category' => [
            'categories' => [
                'description' => 'Описание',
                'name'        => 'Главна категория',
            ],
        ],

        'cms' => [
            'pages' => [
                'about-us' => [
                    'content' => 'Описание "За нас"',
                    'title'   => 'За нас',
                ],

                'contact-us' => [
                    'content' => 'Описание "Контакти"',
                    'title'   => 'Контакти',
                ],

                'customer-service' => [
                    'content' => 'Описание за "Обслужване на клиенти"',
                    'title'   => 'Обслужване на клиенти',
                ],

                'payment-policy' => [
                    'content' => 'Описание за "Политика за плащане"',
                    'title'   => 'Политика за плащане',
                ],

                'privacy-policy' => [
                    'content' => 'Описание за "Политика за поверителност"',
                    'title'   => 'Политика за поверителност',
                ],

                'refund-policy' => [
                    'content' => 'Описание за "Политика за връщане"',
                    'title'   => 'Политика за връщане',
                ],

                'return-policy' => [
                    'content' => 'Описание за "Политика за връщане"',
                    'title'   => 'Политика за връщане',
                ],

                'shipping-policy' => [
                    'content' => 'Описание за "Политика за доставка"',
                    'title'   => 'Политика за доставка',
                ],

                'terms-conditions' => [
                    'content' => 'Описание за "Общи условия"',
                    'title'   => 'Общи условия',
                ],

                'terms-of-use' => [
                    'content' => 'Описание за "Общи условия"',
                    'title'   => 'Общи условия',
                ],

                'whats-new' => [
                    'content' => 'Описание за "Какво ново?"',
                    'title'   => 'Какво ново?',
                ],
            ],
        ],

        'core' => [
            'channels' => [
                'name'             => 'По подразбиране',
                'meta-title'       => 'Демо магазин',
                'meta-keywords'    => 'Мета кл. думи на Демо магазин',
                'meta-description' => 'Мета описание на Демо магазин',
            ],

            'currencies' => [
                'AED' => 'Обединените Арабски Емирства Дирам',
                'ARS' => 'Аржентинско песо',
                'AUD' => 'Австралийски долар',
                'BDT' => 'Бангладешка така',
                'BHD' => 'Бахрейнски динар',
                'BRL' => 'Бразилски реал',
                'BGN' => 'Български лев',
                'CAD' => 'Канадски долар',
                'CHF' => 'Швейцарски франк',
                'CLP' => 'Чилийско песо',
                'CNY' => 'Китайски юан',
                'COP' => 'Колумбийско песо',
                'CZK' => 'Чешка крона',
                'DKK' => 'Датска крона',
                'DZD' => 'Алжирски динар',
                'EGP' => 'Египетски фунт',
                'EUR' => 'Евро',
                'FJD' => 'Фиджийски долар',
                'GBP' => 'Британски паунд стерлинг',
                'HKD' => 'Хонконгски долар',
                'HUF' => 'Унгарски форинт',
                'IDR' => 'Индонезийска рупия',
                'ILS' => 'Израелски нов шекел',
                'INR' => 'Индийска рупия',
                'JOD' => 'Йордански динар',
                'JPY' => 'Японска йена',
                'KRW' => 'Южнокорейски вон',
                'KWD' => 'Кувейтски динар',
                'KZT' => 'Казахстански тенге',
                'LBP' => 'Ливански фунт',
                'LKR' => 'Шри Ланкийска рупия',
                'LYD' => 'Либийски динар',
                'MAD' => 'Марокански дирам',
                'MUR' => 'Маврицийска рупия',
                'MXN' => 'Мексиканско песо',
                'MYR' => 'Малайзийски ринггит',
                'NGN' => 'Нигерийска найра',
                'NOK' => 'Норвежка крона',
                'NPR' => 'Непалска рупия',
                'NZD' => 'Новозеландски долар',
                'OMR' => 'Омански риал',
                'PAB' => 'Панамски балова',
                'PEN' => 'Перуански нов сол',
                'PHP' => 'Филипинско песо',
                'PKR' => 'Пакистанска рупия',
                'PLN' => 'Полски злоти',
                'PYG' => 'Парагвайски гуарани',
                'QAR' => 'Катарски риал',
                'RON' => 'Румънски лей',
                'RUB' => 'Руска рубла',
                'SAR' => 'Саудитски риал',
                'SEK' => 'Шведска крона',
                'SGD' => 'Сингапурски долар',
                'THB' => 'Тайландски бат',
                'TND' => 'Тунизийски динар',
                'TRY' => 'Турска лира',
                'TWD' => 'Тайвански долар',
                'UAH' => 'Украинска гривна',
                'USD' => 'Американски долар',
                'UZS' => 'Узбекски сом',
                'VEF' => 'Венецуелски боливар',
                'VND' => 'Виетнамски донг',
                'XAF' => 'CFA Франк BEAC',
                'XOF' => 'CFA Франк BCEAO',
                'ZAR' => 'Южноафрикански ранд',
                'ZMW' => 'Замбийска квача',
            ],

            'locales' => [
                'ar'    => 'Арабски',
                'bn'    => 'Бенгалски',
                'bg'    => 'Български',
                'de'    => 'Немски',
                'en'    => 'Английски',
                'es'    => 'Испански',
                'fa'    => 'Персийски',
                'fr'    => 'Френски',
                'he'    => 'Иврит',
                'hi_IN' => 'Хинди',
                'it'    => 'Италиански',
                'ja'    => 'Японски',
                'nl'    => 'Холандски',
                'pl'    => 'Полски',
                'pt_BR' => 'Бразилски португалски',
                'ru'    => 'Руски',
                'sin'   => 'Сингалски',
                'tr'    => 'Турски',
                'uk'    => 'Украински',
                'zh_CN' => 'Китайски',
            ],
        ],

        'customer' => [
            'customer-groups' => [
                'general'   => 'Общ преглед',
                'guest'     => 'Гост',
                'wholesale' => 'Търговия на едро',
            ],
        ],

        'inventory' => [
            'inventory-sources' => [
                'name' => 'По подразбиране',
            ],
        ],

        'shop' => [
            'theme-customizations' => [
                'all-products' => [
                    'name' => 'Всички продукти',

                    'options' => [
                        'title' => 'Всички продукти',
                    ],
                ],

                'bold-collections' => [
                    'content' => [
                        'btn-title'   => 'Прегледай колекции',
                        'description' => 'Представяме Ви новите ни смели колекции. Повишете своя стил с впечатляващи дизайни и ярки цветове. Открийте уникални модели, които ще преобразят гардероба ви. Подгответе се да изживеете нещо изключително!',
                        'title'       => 'Очаквайте с нетърпение нашите нови смели колекции!',
                    ],

                    'name' => 'Смели колекции',
                ],

                'categories-collections' => [
                    'name' => 'Категории колекции',
                ],

                'featured-collections' => [
                    'name' => 'Избрани колекции',

                    'options' => [
                        'title' => 'Избрани продукти',
                    ],
                ],

                'footer-links' => [
                    'name' => 'Връзки в Футър-а',

                    'options' => [
                        'about-us'         => 'За нас',
                        'contact-us'       => 'Контакти',
                        'customer-service' => 'Обслужване на клиенти',
                        'payment-policy'   => 'Политика за плащане',
                        'privacy-policy'   => 'Политика за поверителност',
                        'refund-policy'    => 'Политика за връщане',
                        'return-policy'    => 'Политика за връщане',
                        'shipping-policy'  => 'Политика за доставка',
                        'terms-conditions' => 'Общи условия',
                        'terms-of-use'     => 'Общи условия',
                        'whats-new'        => 'Какво ново?',
                    ],
                ],

                'game-container' => [
                    'content' => [
                        'sub-title-1' => 'Нашите колекции',
                        'sub-title-2' => 'Нашите колекции',
                        'title'       => 'Играта с нашите нови добавки!',
                    ],

                    'name' => 'Контейнер за игра',
                ],

                'image-carousel' => [
                    'name' => 'Карусел от изображения',

                    'sliders' => [
                        'title' => 'Подгответе се за новата колекция!',
                    ],
                ],

                'new-products' => [
                    'name' => 'Нови продукти',

                    'options' => [
                        'title' => 'Нови продукти',
                    ],
                ],

                'offer-information' => [
                    'content' => [
                        'title' => 'Получете до 40% отстъпка от първата си поръчка! ПАЗАРУВАЙТЕ СЕГА!',
                    ],

                    'name' => 'Информация за офертата',
                ],

                'services-content' => [
                    'description' => [
                        'emi-available-info'   => 'Безплатно разсрочено плащане с всички основни кредитни карти',
                        'free-shipping-info'   => 'Безплатна доставка за всички поръчки',
                        'product-replace-info' => 'Лесна замяна на продукта!',
                        'time-support-info'    => 'Специална поддръжка 24/7 чрез чат и имейл',
                    ],

                    'name' => 'Информация за услугите',

                    'title' => [
                        'emi-available'   => 'Emi Available',
                        'free-shipping'   => 'Безплатна доставка',
                        'product-replace' => 'Замяна на продукт',
                        'time-support'    => 'Поддръжка 24/7',
                    ],
                ],

                'top-collections' => [
                    'content' => [
                        'sub-title-1' => 'Нашите колекции',
                        'sub-title-2' => 'Нашите колекции',
                        'sub-title-3' => 'Нашите колекции',
                        'sub-title-4' => 'Нашите колекции',
                        'sub-title-5' => 'Нашите колекции',
                        'sub-title-6' => 'Нашите колекции',
                        'title'       => 'Играта с нашите нови добавки!',
                    ],

                    'name' => 'Топ колекции',
                ],
            ],
        ],

        'user' => [
            'roles' => [
                'description' => 'Тази роля ще даде на потребителите пълен достъп.',
                'name'        => 'Администратор',
            ],

            'users' => [
                'name' => 'Пример',
            ],
        ],

        'sample-categories' => [
            'category-translation' => [
                '2' => [
                    'description'      => 'Описание на категорията "Мъже"',
                    'meta-description' => 'Мета описание на категорията "Мъже"',
                    'meta-keywords'    => 'Мета кл. думи на категорията "Мъже"',
                    'meta-title'       => 'Мета заглавие на категорията "Мъже"',
                    'name'             => 'Мъже',
                    'slug'             => 'muzhe',
                ],

                '3' => [
                    'description'      => 'Описание на категорията "Зимно облекло"',
                    'meta-description' => 'Мета описание на категорията "Зимно облекло"',
                    'meta-keywords'    => 'Мета кл. думи на категорията "Зимно облекло"',
                    'meta-title'       => 'Мета заглавие на категорията "Зимно облекло"',
                    'name'             => 'Зимно облекло',
                    'slug'             => 'zimno-obleklo',
                ],
            ],
        ],

        'sample-products' => [
            'product-flat' => [
                '1' => [
                    'description'       => 'Lorem Ipsum е елементарен примерен текст, използван в печатарската и типографската индустрия. Lorem Ipsum е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с тях книга с примерни шрифтове. Този начин не само е оцелял повече от 5 века, но е навлязъл и в публикуването на електронни издания като е запазен почти без промяна. Популяризиран е през 60те години на 20ти век със издаването на Letraset листи, съдържащи Lorem Ipsum пасажи, популярен е и в наши дни във софтуер за печатни издания като Aldus PageMaker, който включва различни версии на Lorem Ipsum.',
                    'meta-description'  => 'Мета описание 1',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета заглавие',
                    'name'              => 'Продукт 1',
                    'short-description' => 'Известен факт е, че читателя обръща внимание на съдържанието, което чете, а не на оформлението му. Свойството на Lorem Ipsum е, че до голяма степен има нормално разпределение на буквите и се чете по-лесно, за разлика от нормален текст на английски език като "Това е съдържание, това е съдържание".',
                ],

                '2' => [
                    'description'       => 'Lorem Ipsum е елементарен примерен текст, използван в печатарската и типографската индустрия. Lorem Ipsum е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с тях книга с примерни шрифтове. Този начин не само е оцелял повече от 5 века, но е навлязъл и в публикуването на електронни издания като е запазен почти без промяна. Популяризиран е през 60те години на 20ти век със издаването на Letraset листи, съдържащи Lorem Ipsum пасажи, популярен е и в наши дни във софтуер за печатни издания като Aldus PageMaker, който включва различни версии на Lorem Ipsum.',
                    'meta-description'  => 'Мета описание 2',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета заглавие',
                    'name'              => 'Продукт 2',
                    'short-description' => 'Известен факт е, че читателя обръща внимание на съдържанието, което чете, а не на оформлението му. Свойството на Lorem Ipsum е, че до голяма степен има нормално разпределение на буквите и се чете по-лесно, за разлика от нормален текст на английски език като "Това е съдържание, това е съдържание".',
                ],

                '3' => [
                    'description'       => 'Lorem Ipsum е елементарен примерен текст, използван в печатарската и типографската индустрия. Lorem Ipsum е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с тях книга с примерни шрифтове. Този начин не само е оцелял повече от 5 века, но е навлязъл и в публикуването на електронни издания като е запазен почти без промяна. Популяризиран е през 60те години на 20ти век със издаването на Letraset листи, съдържащи Lorem Ipsum пасажи, популярен е и в наши дни във софтуер за печатни издания като Aldus PageMaker, който включва различни версии на Lorem Ipsum.',
                    'meta-description'  => 'Мета описание 3',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета заглавие',
                    'name'              => 'Продукт 3',
                    'short-description' => 'Известен факт е, че читателя обръща внимание на съдържанието, което чете, а не на оформлението му. Свойството на Lorem Ipsum е, че до голяма степен има нормално разпределение на буквите и се чете по-лесно, за разлика от нормален текст на английски език като "Това е съдържание, това е съдържание".',
                ],

                '4' => [
                    'description'       => 'Lorem Ipsum е елементарен примерен текст, използван в печатарската и типографската индустрия. Lorem Ipsum е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с тях книга с примерни шрифтове. Този начин не само е оцелял повече от 5 века, но е навлязъл и в публикуването на електронни издания като е запазен почти без промяна. Популяризиран е през 60те години на 20ти век със издаването на Letraset листи, съдържащи Lorem Ipsum пасажи, популярен е и в наши дни във софтуер за печатни издания като Aldus PageMaker, който включва различни версии на Lorem Ipsum.',
                    'meta-description'  => 'Мета описание 4',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета заглавие',
                    'name'              => 'Продукт 4',
                    'short-description' => 'Известен факт е, че читателя обръща внимание на съдържанието, което чете, а не на оформлението му. Свойството на Lorem Ipsum е, че до голяма степен има нормално разпределение на буквите и се чете по-лесно, за разлика от нормален текст на английски език като "Това е съдържание, това е съдържание".',
                ],

                '5' => [
                    'description'       => 'Lorem Ipsum е елементарен примерен текст, използван в печатарската и типографската индустрия. Lorem Ipsum е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с тях книга с примерни шрифтове. Този начин не само е оцелял повече от 5 века, но е навлязъл и в публикуването на електронни издания като е запазен почти без промяна. Популяризиран е през 60те години на 20ти век със издаването на Letraset листи, съдържащи Lorem Ipsum пасажи, популярен е и в наши дни във софтуер за печатни издания като Aldus PageMaker, който включва различни версии на Lorem Ipsum.',
                    'meta-description'  => 'Мета описание 5',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета заглавие',
                    'name'              => 'Продукт 5',
                    'short-description' => 'Известен факт е, че читателя обръща внимание на съдържанието, което чете, а не на оформлението му. Свойството на Lorem Ipsum е, че до голяма степен има нормално разпределение на буквите и се чете по-лесно, за разлика от нормален текст на английски език като "Това е съдържание, това е съдържание".',
                ],

                '6' => [
                    'description'       => 'Lorem Ipsum е елементарен примерен текст, използван в печатарската и типографската индустрия. Lorem Ipsum е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с тях книга с примерни шрифтове. Този начин не само е оцелял повече от 5 века, но е навлязъл и в публикуването на електронни издания като е запазен почти без промяна. Популяризиран е през 60те години на 20ти век със издаването на Letraset листи, съдържащи Lorem Ipsum пасажи, популярен е и в наши дни във софтуер за печатни издания като Aldus PageMaker, който включва различни версии на Lorem Ipsum.',
                    'meta-description'  => 'Мета описание 6',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета заглавие',
                    'name'              => 'Продукт 6',
                    'short-description' => 'Известен факт е, че читателя обръща внимание на съдържанието, което чете, а не на оформлението му. Свойството на Lorem Ipsum е, че до голяма степен има нормално разпределение на буквите и се чете по-лесно, за разлика от нормален текст на английски език като "Това е съдържание, това е съдържание".',
                ],

                '7' => [
                    'description'       => 'Lorem Ipsum е елементарен примерен текст, използван в печатарската и типографската индустрия. Lorem Ipsum е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с тях книга с примерни шрифтове. Този начин не само е оцелял повече от 5 века, но е навлязъл и в публикуването на електронни издания като е запазен почти без промяна. Популяризиран е през 60те години на 20ти век със издаването на Letraset листи, съдържащи Lorem Ipsum пасажи, популярен е и в наши дни във софтуер за печатни издания като Aldus PageMaker, който включва различни версии на Lorem Ipsum.',
                    'meta-description'  => 'Мета описание 7',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета заглавие',
                    'name'              => 'Продукт 7',
                    'short-description' => 'Известен факт е, че читателя обръща внимание на съдържанието, което чете, а не на оформлението му. Свойството на Lorem Ipsum е, че до голяма степен има нормално разпределение на буквите и се чете по-лесно, за разлика от нормален текст на английски език като "Това е съдържание, това е съдържание".',
                ],

                '8' => [
                    'description'       => 'Lorem Ipsum е елементарен примерен текст, използван в печатарската и типографската индустрия. Lorem Ipsum е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с тях книга с примерни шрифтове. Този начин не само е оцелял повече от 5 века, но е навлязъл и в публикуването на електронни издания като е запазен почти без промяна. Популяризиран е през 60те години на 20ти век със издаването на Letraset листи, съдържащи Lorem Ipsum пасажи, популярен е и в наши дни във софтуер за печатни издания като Aldus PageMaker, който включва различни версии на Lorem Ipsum.',
                    'meta-description'  => 'Мета описание 8',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета заглавие',
                    'name'              => 'Продукт 8',
                    'short-description' => 'Известен факт е, че читателя обръща внимание на съдържанието, което чете, а не на оформлението му. Свойството на Lorem Ipsum е, че до голяма степен има нормално разпределение на буквите и се чете по-лесно, за разлика от нормален текст на английски език като "Това е съдържание, това е съдържание".',
                ],

                '9' => [
                    'description'       => 'Lorem Ipsum е елементарен примерен текст, използван в печатарската и типографската индустрия. Lorem Ipsum е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с тях книга с примерни шрифтове. Този начин не само е оцелял повече от 5 века, но е навлязъл и в публикуването на електронни издания като е запазен почти без промяна. Популяризиран е през 60те години на 20ти век със издаването на Letraset листи, съдържащи Lorem Ipsum пасажи, популярен е и в наши дни във софтуер за печатни издания като Aldus PageMaker, който включва различни версии на Lorem Ipsum.',
                    'meta-description'  => 'Мета описание 9',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета заглавие',
                    'name'              => 'Продукт 9',
                    'short-description' => 'Известен факт е, че читателя обръща внимание на съдържанието, което чете, а не на оформлението му. Свойството на Lorem Ipsum е, че до голяма степен има нормално разпределение на буквите и се чете по-лесно, за разлика от нормален текст на английски език като "Това е съдържание, това е съдържание".',
                ],

                '10' => [
                    'description'       => 'Lorem Ipsum е елементарен примерен текст, използван в печатарската и типографската индустрия. Lorem Ipsum е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с тях книга с примерни шрифтове. Този начин не само е оцелял повече от 5 века, но е навлязъл и в публикуването на електронни издания като е запазен почти без промяна. Популяризиран е през 60те години на 20ти век със издаването на Letraset листи, съдържащи Lorem Ipsum пасажи, популярен е и в наши дни във софтуер за печатни издания като Aldus PageMaker, който включва различни версии на Lorem Ipsum.',
                    'meta-description'  => 'Мета описание 10',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета заглавие',
                    'name'              => 'Продукт 10',
                    'short-description' => 'Известен факт е, че читателя обръща внимание на съдържанието, което чете, а не на оформлението му. Свойството на Lorem Ipsum е, че до голяма степен има нормално разпределение на буквите и се чете по-лесно, за разлика от нормален текст на английски език като "Това е съдържание, това е съдържание".',
                ],

                '11' => [
                    'description'       => 'Lorem Ipsum е елементарен примерен текст, използван в печатарската и типографската индустрия. Lorem Ipsum е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с тях книга с примерни шрифтове. Този начин не само е оцелял повече от 5 века, но е навлязъл и в публикуването на електронни издания като е запазен почти без промяна. Популяризиран е през 60те години на 20ти век със издаването на Letraset листи, съдържащи Lorem Ipsum пасажи, популярен е и в наши дни във софтуер за печатни издания като Aldus PageMaker, който включва различни версии на Lorem Ipsum.',
                    'meta-description'  => 'Мета описание 11',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета заглавие',
                    'name'              => 'Продукт 11',
                    'short-description' => 'Известен факт е, че читателя обръща внимание на съдържанието, което чете, а не на оформлението му. Свойството на Lorem Ipsum е, че до голяма степен има нормално разпределение на буквите и се чете по-лесно, за разлика от нормален текст на английски език като "Това е съдържание, това е съдържание".',
                ],
            ],

            'product-attribute-values' => [
                '1' => [
                    'description'       => 'Lorem Ipsum е елементарен примерен текст, използван в печатарската и типографската индустрия. Lorem Ipsum е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с тях книга с примерни шрифтове. Този начин не само е оцелял повече от 5 века, но е навлязъл и в публикуването на електронни издания като е запазен почти без промяна. Популяризиран е през 60те години на 20ти век със издаването на Letraset листи, съдържащи Lorem Ipsum пасажи, популярен е и в наши дни във софтуер за печатни издания като Aldus PageMaker, който включва различни версии на Lorem Ipsum.',
                    'meta-description'  => 'Мета описание 1',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета заглавие',
                    'name'              => 'Продукт 1',
                    'short-description' => 'Известен факт е, че читателя обръща внимание на съдържанието, което чете, а не на оформлението му. Свойството на Lorem Ipsum е, че до голяма степен има нормално разпределение на буквите и се чете по-лесно, за разлика от нормален текст на английски език като "Това е съдържание, това е съдържание".',
                ],

                '2' => [
                    'description'       => 'Lorem Ipsum е елементарен примерен текст, използван в печатарската и типографската индустрия. Lorem Ipsum е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с тях книга с примерни шрифтове. Този начин не само е оцелял повече от 5 века, но е навлязъл и в публикуването на електронни издания като е запазен почти без промяна. Популяризиран е през 60те години на 20ти век със издаването на Letraset листи, съдържащи Lorem Ipsum пасажи, популярен е и в наши дни във софтуер за печатни издания като Aldus PageMaker, който включва различни версии на Lorem Ipsum.',
                    'meta-description'  => 'Мета описание 2',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета заглавие',
                    'name'              => 'Продукт 2',
                    'short-description' => 'Известен факт е, че читателя обръща внимание на съдържанието, което чете, а не на оформлението му. Свойството на Lorem Ipsum е, че до голяма степен има нормално разпределение на буквите и се чете по-лесно, за разлика от нормален текст на английски език като "Това е съдържание, това е съдържание".',
                ],

                '3' => [
                    'description'       => 'Lorem Ipsum е елементарен примерен текст, използван в печатарската и типографската индустрия. Lorem Ipsum е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с тях книга с примерни шрифтове. Този начин не само е оцелял повече от 5 века, но е навлязъл и в публикуването на електронни издания като е запазен почти без промяна. Популяризиран е през 60те години на 20ти век със издаването на Letraset листи, съдържащи Lorem Ipsum пасажи, популярен е и в наши дни във софтуер за печатни издания като Aldus PageMaker, който включва различни версии на Lorem Ipsum.',
                    'meta-description'  => 'Мета описание 3',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета заглавие',
                    'name'              => 'Продукт 3',
                    'short-description' => 'Известен факт е, че читателя обръща внимание на съдържанието, което чете, а не на оформлението му. Свойството на Lorem Ipsum е, че до голяма степен има нормално разпределение на буквите и се чете по-лесно, за разлика от нормален текст на английски език като "Това е съдържание, това е съдържание".',
                ],

                '4' => [
                    'description'       => 'Lorem Ipsum е елементарен примерен текст, използван в печатарската и типографската индустрия. Lorem Ipsum е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с тях книга с примерни шрифтове. Този начин не само е оцелял повече от 5 века, но е навлязъл и в публикуването на електронни издания като е запазен почти без промяна. Популяризиран е през 60те години на 20ти век със издаването на Letraset листи, съдържащи Lorem Ipsum пасажи, популярен е и в наши дни във софтуер за печатни издания като Aldus PageMaker, който включва различни версии на Lorem Ipsum.',
                    'meta-description'  => 'Мета описание 4',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета заглавие',
                    'name'              => 'Продукт 4',
                    'short-description' => 'Известен факт е, че читателя обръща внимание на съдържанието, което чете, а не на оформлението му. Свойството на Lorem Ipsum е, че до голяма степен има нормално разпределение на буквите и се чете по-лесно, за разлика от нормален текст на английски език като "Това е съдържание, това е съдържание".',
                ],

                '5' => [
                    'description'       => 'Lorem Ipsum е елементарен примерен текст, използван в печатарската и типографската индустрия. Lorem Ipsum е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с тях книга с примерни шрифтове. Този начин не само е оцелял повече от 5 века, но е навлязъл и в публикуването на електронни издания като е запазен почти без промяна. Популяризиран е през 60те години на 20ти век със издаването на Letraset листи, съдържащи Lorem Ipsum пасажи, популярен е и в наши дни във софтуер за печатни издания като Aldus PageMaker, който включва различни версии на Lorem Ipsum.',
                    'meta-description'  => 'Мета описание 5',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета заглавие',
                    'name'              => 'Продукт 5',
                    'short-description' => 'Известен факт е, че читателя обръща внимание на съдържанието, което чете, а не на оформлението му. Свойството на Lorem Ipsum е, че до голяма степен има нормално разпределение на буквите и се чете по-лесно, за разлика от нормален текст на английски език като "Това е съдържание, това е съдържание".',
                ],

                '6' => [
                    'description'       => 'Lorem Ipsum е елементарен примерен текст, използван в печатарската и типографската индустрия. Lorem Ipsum е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с тях книга с примерни шрифтове. Този начин не само е оцелял повече от 5 века, но е навлязъл и в публикуването на електронни издания като е запазен почти без промяна. Популяризиран е през 60те години на 20ти век със издаването на Letraset листи, съдържащи Lorem Ipsum пасажи, популярен е и в наши дни във софтуер за печатни издания като Aldus PageMaker, който включва различни версии на Lorem Ipsum.',
                    'meta-description'  => 'Мета описание 6',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета заглавие',
                    'name'              => 'Продукт 6',
                    'short-description' => 'Известен факт е, че читателя обръща внимание на съдържанието, което чете, а не на оформлението му. Свойството на Lorem Ipsum е, че до голяма степен има нормално разпределение на буквите и се чете по-лесно, за разлика от нормален текст на английски език като "Това е съдържание, това е съдържание".',
                ],

                '7' => [
                    'description'       => 'Lorem Ipsum е елементарен примерен текст, използван в печатарската и типографската индустрия. Lorem Ipsum е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с тях книга с примерни шрифтове. Този начин не само е оцелял повече от 5 века, но е навлязъл и в публикуването на електронни издания като е запазен почти без промяна. Популяризиран е през 60те години на 20ти век със издаването на Letraset листи, съдържащи Lorem Ipsum пасажи, популярен е и в наши дни във софтуер за печатни издания като Aldus PageMaker, който включва различни версии на Lorem Ipsum.',
                    'meta-description'  => 'Мета описание 7',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета заглавие',
                    'name'              => 'Продукт 7',
                    'short-description' => 'Известен факт е, че читателя обръща внимание на съдържанието, което чете, а не на оформлението му. Свойството на Lorem Ipsum е, че до голяма степен има нормално разпределение на буквите и се чете по-лесно, за разлика от нормален текст на английски език като "Това е съдържание, това е съдържание".',
                ],

                '8' => [
                    'description'       => 'Lorem Ipsum е елементарен примерен текст, използван в печатарската и типографската индустрия. Lorem Ipsum е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с тях книга с примерни шрифтове. Този начин не само е оцелял повече от 5 века, но е навлязъл и в публикуването на електронни издания като е запазен почти без промяна. Популяризиран е през 60те години на 20ти век със издаването на Letraset листи, съдържащи Lorem Ipsum пасажи, популярен е и в наши дни във софтуер за печатни издания като Aldus PageMaker, който включва различни версии на Lorem Ipsum.',
                    'meta-description'  => 'Мета описание 8',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета заглавие',
                    'name'              => 'Продукт 8',
                    'short-description' => 'Известен факт е, че читателя обръща внимание на съдържанието, което чете, а не на оформлението му. Свойството на Lorem Ipsum е, че до голяма степен има нормално разпределение на буквите и се чете по-лесно, за разлика от нормален текст на английски език като "Това е съдържание, това е съдържание".',
                ],

                '9' => [
                    'description'       => 'Lorem Ipsum е елементарен примерен текст, използван в печатарската и типографската индустрия. Lorem Ipsum е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с тях книга с примерни шрифтове. Този начин не само е оцелял повече от 5 века, но е навлязъл и в публикуването на електронни издания като е запазен почти без промяна. Популяризиран е през 60те години на 20ти век със издаването на Letraset листи, съдържащи Lorem Ipsum пасажи, популярен е и в наши дни във софтуер за печатни издания като Aldus PageMaker, който включва различни версии на Lorem Ipsum.',
                    'meta-description'  => 'Мета описание 9',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета заглавие',
                    'name'              => 'Продукт 9',
                    'short-description' => 'Известен факт е, че читателя обръща внимание на съдържанието, което чете, а не на оформлението му. Свойството на Lorem Ipsum е, че до голяма степен има нормално разпределение на буквите и се чете по-лесно, за разлика от нормален текст на английски език като "Това е съдържание, това е съдържание".',
                ],

                '10' => [
                    'description'       => 'Lorem Ipsum е елементарен примерен текст, използван в печатарската и типографската индустрия. Lorem Ipsum е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с тях книга с примерни шрифтове. Този начин не само е оцелял повече от 5 века, но е навлязъл и в публикуването на електронни издания като е запазен почти без промяна. Популяризиран е през 60те години на 20ти век със издаването на Letraset листи, съдържащи Lorem Ipsum пасажи, популярен е и в наши дни във софтуер за печатни издания като Aldus PageMaker, който включва различни версии на Lorem Ipsum.',
                    'meta-description'  => 'Мета описание 10',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета заглавие',
                    'name'              => 'Продукт 10',
                    'short-description' => 'Известен факт е, че читателя обръща внимание на съдържанието, което чете, а не на оформлението му. Свойството на Lorem Ipsum е, че до голяма степен има нормално разпределение на буквите и се чете по-лесно, за разлика от нормален текст на английски език като "Това е съдържание, това е съдържание".',
                ],

                '11' => [
                    'description'       => 'Lorem Ipsum е елементарен примерен текст, използван в печатарската и типографската индустрия. Lorem Ipsum е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с тях книга с примерни шрифтове. Този начин не само е оцелял повече от 5 века, но е навлязъл и в публикуването на електронни издания като е запазен почти без промяна. Популяризиран е през 60те години на 20ти век със издаването на Letraset листи, съдържащи Lorem Ipsum пасажи, популярен е и в наши дни във софтуер за печатни издания като Aldus PageMaker, който включва различни версии на Lorem Ipsum.',
                    'meta-description'  => 'Мета описание 11',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета заглавие',
                    'name'              => 'Продукт 11',
                    'short-description' => 'Известен факт е, че читателя обръща внимание на съдържанието, което чете, а не на оформлението му. Свойството на Lorem Ipsum е, че до голяма степен има нормално разпределение на буквите и се чете по-лесно, за разлика от нормален текст на английски език като "Това е съдържание, това е съдържание".',
                ],
            ],

            'product-bundle-option-translations' => [
                '1' => [
                    'label' => 'Пакет Вариант 1',
                ],

                '2' => [
                    'label' => 'Пакет Вариант 1',
                ],

                '3' => [
                    'label' => 'Пакет Вариант 2',
                ],

                '4' => [
                    'label' => 'Пакет Вариант 2',
                ],
            ],
        ],
    ],

    'installer' => [
        'index' => [
            'create-administrator' => [
                'admin'            => 'Администратор',
                'bagisto'          => 'Bagisto',
                'confirm-password' => 'Потвърдете парола',
                'email'            => 'Имейл',
                'email-address'    => 'admin@example.com',
                'password'         => 'Парола',
                'title'            => 'Създай Администратор',
            ],

            'environment-configuration' => [
                'algerian-dinar'              => 'Алжирски динар (DZD)',
                'allowed-currencies'          => 'Разрешени валути',
                'allowed-locales'             => 'Разрешени езици',
                'application-name'            => 'Име на приложението',
                'argentine-peso'              => 'Аржентинско песо (ARS)',
                'australian-dollar'           => 'Австралийски долар (AUD)',
                'bagisto'                     => 'Bagisto',
                'bangladeshi-taka'            => 'Бангладешка така (BDT)',
                'bahraini-dinar'              => 'Бахрейнски динар (BHD)',
                'brazilian-real'              => 'Бразилски реал (BRL)',
                'british-pound-sterling'      => 'Британски лири стерлинги (GBP)',
                'bulgarian-lev'               => 'Български лев (BGN)',
                'canadian-dollar'             => 'Канадски долар (CAD)',
                'cfa-franc-bceao'             => 'CFA Франк BCEAO (XOF)',
                'cfa-franc-beac'              => 'CFA Франк BEAC (XAF)',
                'chilean-peso'                => 'Чилийско песо (CLP)',
                'chinese-yuan'                => 'Китайски юан (CNY)',
                'colombian-peso'              => 'Колумбийско песо (COP)',
                'czech-koruna'                => 'Чешка крона (CZK)',
                'danish-krone'                => 'Датска крона (DKK)',
                'database-connection'         => 'Връзка с база данни',
                'database-hostname'           => 'Хост на база данни',
                'database-name'               => 'Име на база данни',
                'database-password'           => 'Парола на база данни',
                'database-port'               => 'Порт на база данни',
                'database-prefix'             => 'Префикс на база данни',
                'database-username'           => 'Потребителско име на база данни',
                'default-currency'            => 'Валута по подразбиране',
                'default-locale'              => 'Език по подразбиране',
                'default-timezone'            => 'Часова зона по подразбиране',
                'default-url'                 => 'URL адрес по подразбиране',
                'default-url-link'            => 'https://localhost',
                'egyptian-pound'              => 'Египетска лира (EGP)',
                'euro'                        => 'Евро (EUR)',
                'fijian-dollar'               => 'Фиджийски долар (FJD)',
                'hong-kong-dollar'            => 'Хонконгски долар (HKD)',
                'hungarian-forint'            => 'Унгарски форинт (HUF)',
                'indian-rupee'                => 'Индийска рупия (INR)',
                'indonesian-rupiah'           => 'Индонезийска рупия (IDR)',
                'israeli-new-shekel'          => 'Израелски нов шекел(ILS)',
                'japanese-yen'                => 'Японски йени (JPY)',
                'jordanian-dinar'             => 'Йордански динар(JOD)',
                'kazakhstani-tenge'           => 'Казахстански тенге (KZT)',
                'kuwaiti-dinar'               => 'Кувейтски динар (KWD)',
                'lebanese-pound'              => 'Ливанска лира (LBP)',
                'libyan-dinar'                => 'Либийски динар (LYD)',
                'malaysian-ringgit'           => 'Малайзийски рингит (MYR)',
                'mauritian-rupee'             => 'Маврицийска рупия (MUR)',
                'mexican-peso'                => 'Мексиканско песо (MXN)',
                'moroccan-dirham'             => 'Марокански дирхам (MAD)',
                'mysql'                       => 'Mysql',
                'nepalese-rupee'              => 'Непалска рупия (NPR)',
                'new-taiwan-dollar'           => 'Нов Тайвански долар (TWD)',
                'new-zealand-dollar'          => 'Новозеландски долар (NZD)',
                'nigerian-naira'              => 'Нигерийска найра (NGN)',
                'norwegian-krone'             => 'Норвежка крона (NOK)',
                'omani-rial'                  => 'Омански риал (OMR)',
                'pakistani-rupee'             => 'Пакистанска рупия(PKR)',
                'panamanian-balboa'           => 'Панамски Балбоа (PAB)',
                'paraguayan-guarani'          => 'Парагвайско гуарани (PYG)',
                'peruvian-nuevo-sol'          => 'Перуански Нуево Сол (PEN)',
                'pgsql'                       => 'pgSQL',
                'philippine-peso'             => 'Филипинско песо (PHP)',
                'polish-zloty'                => 'Полска злота (PLN)',
                'qatari-rial'                 => 'Катарски риал (QAR)',
                'romanian-leu'                => 'Румънска лея (RON)',
                'russian-ruble'               => 'Руска рубла (RUB)',
                'saudi-riyal'                 => 'Саудитски риал (SAR)',
                'select-timezone'             => 'Изберете Часова зона',
                'singapore-dollar'            => 'Сингапурски долар (SGD)',
                'south-african-rand'          => 'Южноафрикански ранд (ZAR)',
                'south-korean-won'            => 'Южнокорейски вон (KRW)',
                'sqlsrv'                      => 'SQLSRV',
                'sri-lankan-rupee'            => 'Шри Ланка рупия (LKR)',
                'swedish-krona'               => 'Шведска крона (SEK)',
                'swiss-franc'                 => 'Швейцарски франк (CHF)',
                'thai-baht'                   => 'Тайландски бат (THB)',
                'title'                       => 'Конфигурация на магазина',
                'tunisian-dinar'              => 'Тунизийски динар (TND)',
                'turkish-lira'                => 'Турска лира (TRY)',
                'ukrainian-hryvnia'           => 'Украинска гривна (UAH)',
                'united-arab-emirates-dirham' => 'Дирхам на Обединените арабски емирства (AED)',
                'united-states-dollar'        => 'Щатски долар (USD)',
                'uzbekistani-som'             => 'Узбекски сом (UZS)',
                'venezuelan-bolívar'          => 'Венецуелски боливар (VEF)',
                'vietnamese-dong'             => 'Виетнамски донг (VND)',
                'warning-message'             => 'Внимание! Настройките за вашия език по подразбиране и валута по подразбиране са постоянни и не могат да бъдат променени след задаване.',
                'zambian-kwacha'              => 'Замбийска квача (ZMW)',
            ],

            'sample-products' => [
                'download-sample' => 'Свалете - примерни продукти',
                'no'              => 'Не',
                'sample-products' => 'Примерни продукти',
                'title'           => 'Примерни продукти',
                'yes'             => 'Да',
            ],

            'installation-wizard' => [
                'text' => 'Език на съветника за инсталиране',
            ],

            'installation-processing' => [
                'bagisto'      => 'Инсталация на Bagisto',
                'bagisto-info' => 'Създаване на таблиците в базата данни, това може да отнеме няколко минути!',
                'title'        => 'Инсталация',
            ],

            'installation-completed' => [
                'admin-panel'                => 'Администраторски панел',
                'bagisto-forums'             => 'Bagisto Форум',
                'customer-panel'             => 'Клиентски панел',
                'explore-bagisto-extensions' => 'Разгледайте разширенията на Bagisto',
                'title'                      => 'Инсталацията е завършена',
                'title-info'                 => 'Bagisto е успешно инсталиран на вашата система.',
            ],

            'ready-for-installation' => [
                'create-databsae-table'   => 'създадат нови таблици в базата данни',
                'install'                 => 'Инсталация',
                'install-info'            => 'Bagisto за инсталация',
                'install-info-button'     => 'Кликнете върху бутона по-долу, за да се:',
                'populate-database-table' => 'запълнят с данни, таблиците в базата данни',
                'start-installation'      => 'Започнете инсталацията',
                'title'                   => 'Готов за инсталация',
            ],

            'start' => [
                'locale'        => 'Език',
                'main'          => 'Начало',
                'select-locale' => 'Избери език',
                'title'         => 'Вашата инсталация на Bagisto',
                'welcome-title' => 'Добре дошли в Bagisto!',
            ],

            'server-requirements' => [
                'calendar'    => 'Calendar',
                'ctype'       => 'cType',
                'curl'        => 'cURL',
                'dom'         => 'dom',
                'fileinfo'    => 'fileInfo',
                'filter'      => 'Filter',
                'gd'          => 'GD',
                'hash'        => 'Hash',
                'intl'        => 'intl',
                'json'        => 'JSON',
                'mbstring'    => 'mbstring',
                'openssl'     => 'openssl',
                'pcre'        => 'pcre',
                'pdo'         => 'pdo',
                'php'         => 'PHP',
                'php-version' => '8.1 или по-висока',
                'session'     => 'session',
                'title'       => 'Системни изисквания',
                'tokenizer'   => 'tokenizer',
                'xml'         => 'XML',
            ],

            'arabic'                   => 'Арабски',
            'back'                     => 'Назад',
            'bagisto'                  => 'Bagisto',
            'bagisto-info'             => 'е Обществен проект от',
            'bagisto-logo'             => 'Bagisto лого',
            'bengali'                  => 'Бенгалски',
            'bulgarian'                => 'Български',
            'chinese'                  => 'Китайски',
            'continue'                 => 'Продължи',
            'dutch'                    => 'Холандски',
            'english'                  => 'Английски',
            'french'                   => 'Френски',
            'german'                   => 'Немски',
            'hebrew'                   => 'Иврит',
            'hindi'                    => 'Хинди',
            'installation-description' => 'Инсталацията на Bagisto обикновено включва няколко стъпки. Ето общ преглед на процеса на инсталация:',
            'installation-info'        => 'Радваме се да Ви видим тук!',
            'installation-title'       => 'Добре дошли в инсталацията!',
            'italian'                  => 'Италиански',
            'japanese'                 => 'Японски',
            'persian'                  => 'Персийски',
            'polish'                   => 'Полски',
            'portuguese'               => 'Бразилски португалски',
            'russian'                  => 'Руски',
            'sinhala'                  => 'Синхала',
            'spanish'                  => 'Испански',
            'title'                    => 'Инсталатор на Bagisto',
            'turkish'                  => 'Турски',
            'ukrainian'                => 'Украински',
            'webkul'                   => 'Webkul',
        ],
    ],
];
