<?php

return [
    'wishlist' => [
        'success' => 'تمت إضافة العنصر بنجاح إلى قائمة الأمنيات',
        'failure' => 'لا يمكن إضافة العنصر إلى قائمة الأمنيات',
        'already' => 'العنصر موجود بالفعل في قائمة الأمنيات الخاصة بك',
        'removed' => 'تمت إزالة العنصر بنجاح من قائمة الأمنيات',
        'remove-fail' => 'لا يمكن إزالة العنصر من قائمة الأمنيات',
        'empty' => 'ليس لديك أي عناصر في قائمة الامنيات',
        'select-options' => 'تحتاج إلى تحديد خيارات قبل إضافة إلى قائمة الأمنيات',
        'remove-all-success' => 'تمت إزالة جميع العناصر من قائمة الأمنيات الخاصة بك',
    ],

    'product-removed'  => 'Product Is No More Available As Removed By Admin',

    'reviews' => [
        'empty' => '.لم تقم بمراجعة أي منتج حتى الآن',
    ],

    'forget_password' => [
        'reset_link_sent' => 'لقد أرسلنا رابط إعادة تعيين كلمة المرور بالبريد الإلكتروني.',
        'email_not_exist' => "لا يمكننا العثور على مستخدم بعنوان البريد الإلكتروني هذا",
    ],

    'admin' => [
        'system' => [
            'captcha' => [
                'title' => 'كلمة التحقق',
                'credentials' => 'أوراق اعتماد',
                'site-key' => 'مفتاح الموقع',
                'secret-key' => 'المفتاح السري',
                'status' => 'حالة',

                'validations' => [
                    'required' => 'الرجاء اختيار CAPTCHA',
                    'captcha' => 'هناك خطأ ما! حاول مرة اخرى.',
                ]
            ],
        ],
    ],
];
