<?php

return [
    'wishlist' => [
        'success' => 'تمت إضافة العنصر بنجاح إلى قائمة الأمنيات',
        'failure' => 'لا يمكن إضافة العنصر إلى قائمة الأمنيات',
        'already' => 'العنصر موجود بالفعل في قائمة الأمنيات الخاصة بك',
        'removed' => 'تمت إزالة العنصر بنجاح من قائمة الأمنيات',
        'remove-fail' => 'لا يمكن إزالة العنصر من قائمة الأمنيات',
        'empty' => 'ليس لديك أي عناصر في قائمة الامنيات',
        'select-options' => 'تحتاج إلى تحديد خيارات قبل إضافة إلى قائمة الأمنيات',
        'remove-all-success' => 'تمت إزالة جميع العناصر من قائمة الأمنيات الخاصة بك',
    ],
    'reviews' => [
        'empty' => '.لم تقم بمراجعة أي منتج حتى الآن'
    ]
];