<?php

return [
    'importers' => [
        'customers' => [
            'title' => 'Клиенти',

            'validation' => [
                'errors' => [
                    'duplicate-email'        => 'Имейл : \'%s\' се намира повече от веднъж в импортирания файл.',
                    'duplicate-phone'        => 'Телефон : \'%s\' се намира повече от веднъж в импортирания файл.',
                    'email-not-found'        => 'Имейл : \'%s\' не е намерен в системата.',
                    'invalid-customer-group' => 'Клиентската група е невалидна или не се поддържа',
                ],
            ],
        ],

        'products' => [
            'title' => 'Products',

            'validation' => [
                'errors' => [
                    'duplicate-url-key'         => 'URL key: \'%s\' вече е генериран за елемент с SKU: \'%s\'.',
                    'invalid-attribute-family'  => 'Невалидна стойност за колоната на семейството атрибути (семейството атрибути не съществува?)',
                    'invalid-type'              => 'Типът продукт е невалиден или не се поддържа',
                    'sku-not-found'             => 'Продуктът с посоченото SKU не е намерен',
                    'super-attribute-not-found' => 'Супер атрибут с код: \'%s\' не е намерен или не принадлежи към семейството на атрибутите: \'%s\'',
                ],
            ],
        ],

        'tax-rates' => [
            'title' => 'Данъчни ставки',

            'validation' => [
                'errors' => [
                    'duplicate-identifier' => 'Идентификатор : \'%s\' се намира повече от веднъж в импортирания файл.',
                    'identifier-not-found' => 'Идентификатор : \'%s\' не е намерен в системата.',
                ],
            ],
        ],
    ],

    'validation' => [
        'errors' => [
            'column-empty-headers' => 'Колони номер "%s" имат празни headers.',
            'column-name-invalid'  => 'Невалидни имена на колони: "%s".',
            'column-not-found'     => 'Задължителните колони не са намерени: %s.',
            'column-numbers'       => 'Броят на колоните не съответства на броя на редовете в header.',
            'invalid-attribute'    => 'Header съдържа невалиден атрибут(и): "%s".',
            'system'               => 'Възникна неочаквана системна грешка.',
            'wrong-quotes'         => 'Използвани къдрави кавички вместо прави кавички.',
        ],
    ],
];
