<?php

return [
    'wishlist' => [
        'success' => 'Το στοιχείο προστέθηκε με επιτυχία στη λίστα επιθυμιών',
        'failure' => 'Το στοιχείο δεν μπορεί να προστεθεί στη λίστα επιθυμιών',
        'already' => 'Το στοιχείο υπάρχει ήδη στη λίστα επιθυμιών σας',
        'removed' => 'Το στοιχείο αφαιρέθηκε με επιτυχία από τη λίστα επιθυμιών',
        'remove-fail' => 'Το στοιχείο δεν μπορεί να αφαιρεθεί από τη λίστα επιθυμιών',
        'empty' => 'Δεν έχετε κανένα αντικείμενο στη λίστα επιθυμιών σας',
        'select-options' => 'Πρέπει να κάνετε επιλογές πριν από την προσθήκη στη λίστα επιθυμιών',
        'remove-all-success' => 'Όλα τα αντικείμενα από τη λίστα επιθυμιών σας έχουν αφαιρεθεί',
    ],

    'product-removed'  => 'Το προϊόν δεν είναι πλέον διαθέσιμο καθώς αφαιρέθηκε από τον διαχειριστή',

    'reviews' => [
        'empty' => 'Δεν έχετε αξιολογήσει ακόμη κανένα προϊόν',
    ],

    'forget_password' => [
        'reset_link_sent' => 'Έχουμε στείλει e-mail τον σύνδεσμο επαναφοράς του κωδικού πρόσβασής σας.',
        'email_not_exist' => "Δεν μπορούμε να βρούμε χρήστη με αυτήν τη διεύθυνση ηλεκτρονικού ταχυδρομείου",
    ],

    'admin' => [
        'system' => [
            'captcha' => [
                'title' => 'Captcha',
                'credentials' => 'Credentials',
                'site-key' => 'Κλειδί τοποθεσίας',
                'secret-key' => 'Μυστικό κλειδί',
                'status' => 'Κατάσταση',

                'validations' => [
                    'required' => 'Επιλέξτε CAPTCHA',
                    'captcha' => 'Κάτι πήγε στραβά! ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.',
                ]
            ],
        ],
    ],
];
