<?php

return [
    'importers' => [
        'customers' => [
            'title' => 'مشتریان',

            'validation' => [
                'errors' => [
                    'duplicate-email' => 'ایمیل: \'%s\' بیش از یک بار در فایل واردات پیدا شده است.',
                    'duplicate-phone' => 'تلفن: \'%s\' بیش از یک بار در فایل واردات پیدا شده است.',
                    'email-not-found' => 'ایمیل: \'%s\' در سیستم یافت نشد.',
                    'invalid-customer-group' => 'گروه مشتری نامعتبر یا پشتیبانی نمی‌شود',
                ],
            ],
        ],

        'products' => [
            'title' => 'محصولات',

            'validation' => [
                'errors' => [
                    'duplicate-url-key' => 'کلید URL: \'%s\' قبلاً برای یک مورد با SKU: \'%s\' ایجاد شده است.',
                    'image-not-file' => 'تصویر: \'%s\' یک نشانی وب است، اما این واردات برای گرفتن تصاویر از فایل‌ها تنظیم شده است. \'پیوندهای تصویر در فایل\' را به عنوان منبع انتخاب کنید یا مقدار را با نام فایل جایگزین کنید.',
                    'image-not-found' => 'تصویر: \'%s\' در جایی که این واردات تصاویر خود را انتظار دارد یافت نشد.',
                    'image-not-url' => 'تصویر: \'%s\' یک نشانی وب نیست، اما این واردات برای دریافت تصاویر از پیوندهای داخل فایل تنظیم شده است. منبع تصویر دیگری انتخاب کنید یا مقدار را با نشانی کامل https:// جایگزین کنید.',
                    'invalid-attribute-family' => 'مقدار نامعتبر برای ستون خانواده ویژگی (خانواده ویژگی وجود ندارد؟)',
                    'invalid-type' => 'نوع محصول نامعتبر یا پشتیبانی نمی‌شود',
                    'sku-not-found' => 'محصول با SKU مشخص شده یافت نشد',
                    'super-attribute-not-found' => 'ویژگی فوق العاده با کد: \'%s\' یافت نشد یا به خانواده ویژگی ها تعلق ندارد: \'%s\'',
                ],
            ],
        ],

        'tax-rates' => [
            'title' => 'نرخ‌های مالیاتی',

            'validation' => [
                'errors' => [
                    'duplicate-identifier' => 'شناسه: \'%s\' بیش از یک بار در فایل ورودی یافت شده است.',
                    'identifier-not-found' => 'شناسه: \'%s\' در سیستم یافت نشد.',
                ],
            ],
        ],
    ],

    'validation' => [
        'errors' => [
            'column-empty-headers' => 'تعداد ستون‌ها "%s" سربرگ‌های خالی دارند.',
            'column-name-invalid' => 'نام‌های ستون نامعتبر هستند: "%s".',
            'column-not-found' => 'ستون‌های مورد نیاز یافت نشدند: %s.',
            'column-numbers' => 'تعداد ستون‌ها با تعداد ردیف‌ها در سربرگ مطابقت ندارد.',
            'invalid-attribute' => 'سربرگ حاوی ویژگی(های) نامعتبر است: "%s".',
            'more-issues' => 'و :count مشکل دیگر — برای مشاهده فهرست کامل، گزارش کامل را دانلود کنید.',
            'more-rows' => '(+:count ردیف دیگر)',
            'system' => 'خطای غیرمنتظره سیستم رخ داده است.',
            'wrong-quotes' => 'نقل قول‌های خمیده به جای نقل قول‌های تراشیده استفاده شده است.',
        ],
    ],
];
