<?php

return [
    'address' => 'Поле :attribute може містити тільки букви, цифри, пробіли, коми та тире.',
    'alpha-numeric-space' => 'Поле :attribute може містити тільки букви, цифри та пробіли.',
    'code' => 'Поле :attribute повинно бути дійсним.',
    'comma-separated-integer' => 'Поле :attribute повинно бути числовим і може містити коми.',
    'decimal' => 'Поле :attribute повинно бути дійсним.',
    'phone-number' => 'Поле :attribute повинно бути дійсним номером телефону.',
    'postcode' => 'Поле :attribute має бути дійсним поштовим індексом.',
    'regex' => 'Поле :attribute має бути коректним регулярним виразом, включно з роздільниками.',
    'slug' => 'Поле :attribute повинно бути дійсним слагом.',
];
