<?php

return [
    'seeders' => [
        'attribute' => [
            'attribute-families' => [
                'default' => 'الافتراضي',
            ],

            'attribute-groups' => [
                'description'      => 'الوصف',
                'general'          => 'عام',
                'inventories'      => 'المخزونات',
                'meta-description' => 'الوصف الواجب',
                'price'            => 'السعر',
                'settings'         => 'الإعدادات',
                'shipping'         => 'الشحن',
            ],

            'attributes' => [
                'brand'                => 'العلامة التجارية',
                'color'                => 'اللون',
                'cost'                 => 'التكلفة',
                'description'          => 'الوصف',
                'featured'             => 'مميز',
                'guest-checkout'       => 'الدفع كضيف',
                'height'               => 'الارتفاع',
                'length'               => 'الطول',
                'manage-stock'         => 'إدارة المخزون',
                'meta-description'     => 'الوصف الواجب',
                'meta-keywords'        => 'الكلمات الرئيسية الواجبة',
                'meta-title'           => 'العنوان الواجب',
                'name'                 => 'الاسم',
                'new'                  => 'جديد',
                'price'                => 'السعر',
                'product-number'       => 'رقم المنتج',
                'short-description'    => 'وصف مختصر',
                'size'                 => 'الحجم',
                'sku'                  => 'رمز المنتج',
                'special-price'        => 'السعر الخاص',
                'special-price-from'   => 'السعر الخاص من',
                'special-price-to'     => 'السعر الخاص حتى',
                'status'               => 'الحالة',
                'tax-category'         => 'فئة الضريبة',
                'url-key'              => 'الرابط المميز',
                'visible-individually' => 'مرئي بشكل فردي',
                'weight'               => 'الوزن',
                'width'                => 'العرض',
            ],

            'attribute-options' => [
                'black'  => 'أسود',
                'green'  => 'أخضر',
                'l'      => 'كبير',
                'm'      => 'وسط',
                'red'    => 'أحمر',
                's'      => 'صغير',
                'white'  => 'أبيض',
                'xl'     => 'كبير جداً',
                'yellow' => 'أصفر',
            ],
        ],

        'category' => [
            'categories' => [
                'description' => 'وصف الفئة الرئيسية',
                'name'        => 'الرئيسية',
            ],
        ],

        'cms' => [
            'pages' => [
                'about-us' => [
                    'content' => 'محتوى صفحة من نحن',
                    'title'   => 'من نحن',
                ],

                'contact-us' => [
                    'content' => 'محتوى صفحة اتصل بنا',
                    'title'   => 'اتصل بنا',
                ],

                'customer-service' => [
                    'content' => 'محتوى صفحة خدمة العملاء',
                    'title'   => 'خدمة العملاء',
                ],

                'payment-policy'   => [
                    'content' => 'محتوى صفحة سياسة الدفع',
                    'title'   => 'سياسة الدفع',
                ],

                'privacy-policy' => [
                    'content' => 'محتوى صفحة سياسة الخصوصية',
                    'title'   => 'سياسة الخصوصية',
                ],

                'refund-policy' => [
                    'content' => 'محتوى صفحة سياسة الاسترداد',
                    'title'   => 'سياسة الاسترداد',
                ],

                'return-policy' => [
                    'content' => 'محتوى صفحة سياسة الإرجاع',
                    'title'   => 'سياسة الإرجاع',
                ],

                'shipping-policy' => [
                    'content' => 'محتوى صفحة سياسة الشحن',
                    'title'   => 'سياسة الشحن',
                ],

                'terms-conditions' => [
                    'content' => 'محتوى صفحة الشروط والأحكام',
                    'title'   => 'الشروط والأحكام',
                ],

                'terms-of-use' => [
                    'content' => 'محتوى صفحة شروط الاستخدام',
                    'title'   => 'شروط الاستخدام',
                ],

                'whats-new' => [
                    'content' => 'محتوى صفحة ما الجديد',
                    'title'   => 'ما الجديد',
                ],
            ],
        ],

        'core' => [
            'channels' => [
                'meta-description' => 'وصف متجر تجريبي',
                'meta-keywords'    => 'الكلمات الرئيسية للمتجر التجريبي',
                'meta-title'       => 'متجر تجريبي',
                'name'             => 'افتراضي',
            ],

            'currencies' => [
                'AED' => 'الدرهم الإماراتي',
                'ARS' => 'البيزو الأرجنتيني',
                'AUD' => 'الدولار الأسترالي',
                'BDT' => 'التاكا البنغلاديشي',
                'BRL' => 'الريال البرازيلي',
                'CAD' => 'الدولار الكندي',
                'CHF' => 'الفرنك السويسري',
                'CLP' => 'البيزو التشيلي',
                'CNY' => 'اليوان الصيني',
                'COP' => 'البيزو الكولومبي',
                'CZK' => 'الكرونة التشيكية',
                'DKK' => 'الكرونة الدنماركية',
                'DZD' => 'الدينار الجزائري',
                'EGP' => 'الجنيه المصري',
                'EUR' => 'اليورو',
                'FJD' => 'الدولار الفيجي',
                'GBP' => 'الجنيه الاسترليني',
                'HKD' => 'الدولار الهونغ كونغي',
                'HUF' => 'الفورنت المجري',
                'IDR' => 'الروبية الإندونيسية',
                'ILS' => 'الشيكل الإسرائيلي',
                'INR' => 'الروبية الهندية',
                'JOD' => 'الدينار الأردني',
                'JPY' => 'الين الياباني',
                'KRW' => 'الوون الكوري الجنوبي',
                'KWD' => 'الدينار الكويتي',
                'KZT' => 'التينغ الكازاخستاني',
                'LBP' => 'الليرة اللبنانية',
                'LKR' => 'الروبية السريلانكية',
                'LYD' => 'الدينار الليبي',
                'MAD' => 'الدرهم المغربي',
                'MUR' => 'الروبية الموريشية',
                'MXN' => 'البيزو المكسيكي',
                'MYR' => 'الرينغيت الماليزي',
                'NGN' => 'النايرا النيجيرية',
                'NOK' => 'الكرونة النرويجية',
                'NPR' => 'الروبية النيبالية',
                'NZD' => 'الدولار النيوزيلندي',
                'OMR' => 'الريال العماني',
                'PAB' => 'البالبوا البنمي',
                'PEN' => 'السول البيروفي',
                'PHP' => 'البيزو الفلبيني',
                'PKR' => 'الروبية الباكستانية',
                'PLN' => 'الزلوتي البولندي',
                'PYG' => 'الغواراني الباراغواياني',
                'QAR' => 'الريال القطري',
                'RON' => 'الليو الروماني',
                'RUB' => 'الروبل الروسي',
                'SAR' => 'الريال السعودي',
                'SEK' => 'الكرونة السويدية',
                'SGD' => 'الدولار السنغافوري',
                'THB' => 'الباخت التايلاندي',
                'TND' => 'الدينار التونسي',
                'TRY' => 'الليرة التركية',
                'TWD' => 'الدولار التايواني',
                'UAH' => 'الهريفنيا الأوكرانية',
                'USD' => 'الدولار الأمريكي',
                'UZS' => 'السوم الأوزبكستاني',
                'VEF' => 'البوليفار الفنزويلي',
                'VND' => 'الدونج الفيتنامي',
                'XAF' => 'فرنك وسط أفريقي',
                'XOF' => 'فرنك غرب أفريقي',
                'ZAR' => 'الراند الجنوب أفريقي',
                'ZMW' => 'الكواشا الزامبي',
            ],

            'locales' => [
                'ar'    => 'العربية',
                'bn'    => 'البنغالية',
                'de'    => 'الألمانية',
                'en'    => 'الإنجليزية',
                'es'    => 'الإسبانية',
                'fa'    => 'الفارسية',
                'fr'    => 'الفرنسية',
                'he'    => 'العبرية',
                'hi_IN' => 'الهندية',
                'it'    => 'الإيطالية',
                'ja'    => 'اليابانية',
                'nl'    => 'الهولندية',
                'pl'    => 'البولندية',
                'pt_BR' => 'البرتغالية البرازيلية',
                'ru'    => 'الروسية',
                'sin'   => 'السينهالية',
                'tr'    => 'التركية',
                'uk'    => 'الأوكرانية',
                'zh_CN' => 'الصينية',
            ],
        ],

        'customer' => [
            'customer-groups' => [
                'general'   => 'عام',
                'guest'     => 'زائر',
                'wholesale' => 'جملة',
            ],
        ],

        'inventory' => [
            'inventory-sources' => [
                'name' => 'افتراضي',
            ],
        ],

        'shop'      => [
            'theme-customizations' => [
                'all-products' => [
                    'name' => 'جميع المنتجات',

                    'options' => [
                        'title' => 'جميع المنتجات',
                    ],
                ],

                'bold-collections' => [
                    'content' => [
                        'btn-title'   => 'عرض المجموعات',
                        'description' => 'نقدم لك مجموعاتنا البارزة الجديدة! قم بتحسين أناقتك مع تصاميم جريئة وعبارات حيوية. استكشف أنماطًا بارزة وألوانًا جريئة تعيد تعريف خزانتك. استعد لاعتناق الاستثنائية!',
                        'title'       => 'استعد لمجموعاتنا البارزة الجديدة!',
                    ],

                    'name' => 'مجموعات بارزة',
                ],

                'categories-collections' => [
                    'name' => 'تصنيفات المجموعات',
                ],

                'featured-collections' => [
                    'name' => 'مجموعات مميزة',

                    'options' => [
                        'title' => 'منتجات مميزة',
                    ],
                ],

                'footer-links' => [
                    'name' => 'روابط الذيل',

                    'options' => [
                        'about-us'         => 'معلومات عنا',
                        'contact-us'       => 'اتصل بنا',
                        'customer-service' => 'خدمة العملاء',
                        'payment-policy'   => 'سياسة الدفع',
                        'privacy-policy'   => 'سياسة الخصوصية',
                        'refund-policy'    => 'سياسة الاسترداد',
                        'return-policy'    => 'سياسة الإرجاع',
                        'shipping-policy'  => 'سياسة الشحن',
                        'terms-conditions' => 'الشروط والأحكام',
                        'terms-of-use'     => 'شروط الاستخدام',
                        'whats-new'        => 'ما الجديد',
                    ],
                ],

                'game-container' => [
                    'content' => [
                        'sub-title-1' => 'مجموعاتنا',
                        'sub-title-2' => 'مجموعاتنا',
                        'title'       => 'اللعبة مع إضافاتنا الجديدة!',
                    ],

                    'name' => 'حاوية اللعبة',
                ],

                'image-carousel' => [
                    'name' => 'عرض الصور',

                    'sliders' => [
                        'title' => 'استعد للمجموعة الجديدة',
                    ],
                ],

                'new-products' => [
                    'name'    => 'منتجات جديدة',

                    'options' => [
                        'title' => 'منتجات جديدة',
                    ],
                ],

                'offer-information' => [
                    'content' => [
                        'title' => 'احصل على خصم يصل إلى 40% على طلبك الأول. تسوق الآن',
                    ],

                    'name' => 'معلومات العرض',
                ],

                'services-content' => [
                    'description' => [
                        'emi-available-info'   => 'توفر EMI بدون تكلفة على جميع بطاقات الائتمان الرئيسية',
                        'free-shipping-info'   => 'استمتع بالشحن المجاني على جميع الطلبات',
                        'product-replace-info' => 'استبدال المنتج بسهولة متاح!',
                        'time-support-info'    => 'دعم مخصص على مدار الساعة عبر الدردشة والبريد الإلكتروني',
                    ],

                    'name' => 'محتوى الخدمات',

                    'title' => [
                        'emi-available'   => 'توفر EMI',
                        'free-shipping'   => 'الشحن المجاني',
                        'product-replace' => 'استبدال المنتج',
                        'time-support'    => 'الدعم على مدار الساعة',
                    ],
                ],

                'top-collections' => [
                    'content' => [
                        'sub-title-1' => 'مجموعاتنا',
                        'sub-title-2' => 'مجموعاتنا',
                        'sub-title-3' => 'مجموعاتنا',
                        'sub-title-4' => 'مجموعاتنا',
                        'sub-title-5' => 'مجموعاتنا',
                        'sub-title-6' => 'مجموعاتنا',
                        'title'       => 'اللعبة مع إضافاتنا الجديدة!',
                    ],

                    'name' => 'أفضل المجموعات',
                ],
            ],
        ],

        'user' => [
            'roles' => [
                'description' => 'سيكون لدى مستخدمي هذا الدور وصولًا كاملاً',
                'name'        => 'مدير',
            ],

            'users' => [
                'name' => 'مثال',
            ],
        ],

        'sample-products' => [
            'category-translation' => [
                '20' => [
                    'description'      => 'وصف فئة الرجال',
                    'meta-title'       => 'عنوان فئة الرجال',
                    'meta-description' => 'وصف فئة الرجال',
                    'meta-keywords'    => 'كلمات دلالية لفئة الرجال',
                ],

                '21' => [
                    'description'      => 'وصف فئة ملابس الشتاء',
                    'meta-title'       => 'عنوان فئة ملابس الشتاء',
                    'meta-description' => 'وصف فئة ملابس الشتاء',
                    'meta-keywords'    => 'كلمات دلالية لفئة ملابس الشتاء',
                ],
            ],

            'product-flat' => [
                '1' => [
                    'description'       => 'قبعة الصوف المريحة القطبية هي الحل الأمثل للبقاء دافئًا ومريحًا وأنيقًا خلال الأشهر الباردة. مصنوعة من مزيج ناعم ومتين من الصوف الاكريليك، تم تصميم هذه القبعة لتوفير ملاءمة مريحة ومريحة. التصميم الكلاسيكي يجعلها مناسبة للرجال والنساء على حد سواء، وتقدم إكسسوارًا متعدد الاستخدامات يكمل مختلف الأنماط. سواء كنت تتجه لقضاء يوم عادي في المدينة أو تحتضن الهواء الطلق الرائع، تضيف هذه القبعة لمسة من الراحة والدفء إلى مظهرك. المواد الناعمة والمسامية تضمن أن تبقى مرتاحًا دون التضحية بالأناقة. قبعة الصوف المريحة القطبية ليست مجرد إكسسوار؛ إنها بيان لأزياء الشتاء. بساطتها يجعل من السهل تنسيقها مع ملابس مختلفة، مما يجعلها أساسًا في خزانة ملابسك الشتوية. مثالية للهدايا أو كهدية لنفسك، تعتبر هذه القبعة إضافة مدروسة لأي مظهر شتوي. إنها إكسسوار متعدد الاستخدامات يتجاوز الوظائف الوظيفية، مضيفًا لمسة من الدفء والأناقة إلى مظهرك. تحتضن جوهر الشتاء مع قبعة الصوف المريحة القطبية. سواء كنت تستمتع بيوم عادي أو تواجه العناصر، دع هذه القبعة تكون رفيقك للراحة والأناقة. قم بتعزيز خزانة ملابسك الشتوية بهذا الإكسسوار الكلاسيكي الذي يجمع بين الدفء والأناقة الخالدة.',
                    'name'              => 'قبعة الصوف المريحة القطبية للجنسين',
                    'short-description' => 'تحتضن الأيام الباردة بأناقة مع قبعة الصوف المريحة القطبية لدينا. مصنوعة من مزيج ناعم ومتين من الاكريليك، تقدم هذه القبعة الكلاسيكية الدفء والمرونة. مناسبة للرجال والنساء على حد سواء، فهي الإكسسوار المثالي للارتداء العادي أو في الهواء الطلق. قم بتعزيز خزانة ملابسك الشتوية أو قدمها كهدية لشخص مميز.',
                    'meta-title'        => 'عنوان الفوقية',
                    'meta-keywords'     => 'ميتا1، ميتا2، ميتا3',
                    'meta_description'  => 'وصف فوقية',
                ],

                '2' => [
                    'description'       => 'قمعة الشتاء الأنيقة Arctic Bliss هي أكثر من مجرد إكسسوار لفصل الشتاء؛ إنها بيان للدفء والراحة والأناقة في فصل الشتاء. مصنوعة بعناية من مزيج فاخر من الاكريليك والصوف، تم تصميم هذه القمعة لتبقيك دافئًا ومرتاحًا حتى في أبرد درجات الحرارة. القوام الناعم والمفروش لا يوفر فقط عزلًا ضد البرد ولكنه يضيف أيضًا لمسة من الفخامة إلى ملابسك الشتوية. تصميم قمعة Arctic Bliss الشتوية هو أنيق ومتعدد الاستخدامات، مما يجعلها إضافة مثالية لمجموعة متنوعة من الملابس الشتوية. سواء كنت ترتديها لمناسبة خاصة أو تضيف طبقة أنيقة إلى مظهرك اليومي، تكمل هذه القمعة أناقتك بسهولة. الطول الإضافي للقمعة يوفر خيارات تصميم قابلة للتخصيص. التفافها لزيادة الدفء، تعليقها بشكل فضفاض لمظهر عارض، أو تجربة أنماط مختلفة للتعبير عن أناقتك الفريدة. هذا التنوع يجعلها إكسسوارًا لا غنى عنه في فصل الشتاء. هل تبحث عن هدية مثالية؟ قمعة الشتاء الأنيقة Arctic Bliss هي الخيار المثالي. سواء كنت تفاجئ شخصًا محبوبًا أو تعامل نفسك، فإن هذه القمعة هي هدية خالدة وعملية ستكون محبوبة طوال أشهر الشتاء. تحتضن فصل الشتاء مع قمعة الشتاء الأنيقة Arctic Bliss، حيث يلتقي الدفء بالأناقة في تناغم تام. قم بتعزيز مجموعة ملابسك الشتوية بهذا الإكسسوار الأساسي الذي لا يبقيك فقط دافئًا ولكنه يضيف أيضًا لمسة من الأناقة إلى مظهرك في فصل الشتاء.',
                    'name'              => 'قمعة الشتاء الأنيقة Arctic Bliss',
                    'short-description' => 'استمتع بالدفء والأناقة مع قمعة الشتاء الأنيقة Arctic Bliss لدينا. مصنوعة من مزيج فاخر من الاكريليك والصوف، تم تصميم هذه القمعة الدافئة لتبقيك مرتاحًا خلال الأيام الباردة. تصميمها الأنيق ومتعدد الاستخدامات، بالإضافة إلى طول إضافي، يوفر خيارات تصميم قابلة للتخصيص. قم بتعزيز مجموعة ملابسك الشتوية أو افرح شخصًا مميزًا بهذا الإكسسوار الشتوي الأساسي.',
                    'meta-title'        => 'عنوان الفوقية',
                    'meta-keywords'     => 'ميتا1، ميتا2، ميتا3',
                    'meta_description'  => 'وصف فوقية',
                ],

                '3' => [
                    'description'       => 'تقدم قفازات الشاشة التي تعمل باللمس Arctic Touchscreen Winter Gloves حيث يلتقي الدفء والأناقة والاتصال لتعزيز تجربتك في فصل الشتاء. مصنوعة من الاكريليك عالي الجودة، تم تصميم هذه القفازات لتوفير الدفء والمتانة الاستثنائية. أطراف الأصابع المتوافقة مع الشاشة تتيح لك البقاء متصلاً دون تعريض يديك للبرد. قم بالرد على المكالمات، وإرسال الرسائل، وتصفح أجهزتك بسهولة، كل ذلك وأنت تحافظ على دفء يديك. البطانة المعزولة تضيف طبقة إضافية من الراحة، مما يجعل هذه القفازات خيارك الأمثل لمواجهة برودة الشتاء. سواء كنت في التنقل، أو تقوم بالمهام اليومية، أو تستمتع بالأنشطة الخارجية، توفر هذه القفازات الدفء والحماية التي تحتاجها. أصفاد مطاطية تضمن مقاسًا آمنًا، مما يمنع تسرب الهواء البارد ويحافظ على ثبات القفازات أثناء أنشطتك اليومية. التصميم الأنيق يضيف لمسة من الأناقة إلى مظهرك الشتوي، مما يجعل هذه القفازات عصرية وعملية. مثالية للهدايا أو كمكافأة لنفسك، تعتبر قفازات الشاشة التي تعمل باللمس Arctic Touchscreen Winter Gloves إكسسوارًا لا غنى عنه للفرد الحديث. قل وداعًا للإزعاج الناتج عن إزالة القفازات لاستخدام أجهزتك واستمتع بالدمج السلس للدفء والأناقة والاتصال. ابق متصلاً، وابق دافئًا، وابق أنيقًا مع قفازات الشاشة التي تعمل باللمس Arctic Touchscreen Winter Gloves - رفيقك الموثوق للتغلب على فصل الشتاء بثقة.',
                    'name'              => 'قفازات الشاشة التي تعمل باللمس Arctic Touchscreen Winter Gloves',
                    'short-description' => 'ابق متصلاً ودافئًا مع قفازات الشاشة التي تعمل باللمس Arctic Touchscreen Winter Gloves لدينا. هذه القفازات مصنوعة ليس فقط من الاكريليك عالي الجودة للدفء والمتانة، ولكنها تتميز أيضًا بتصميم يتوافق مع الشاشة. بفضل البطانة المعزولة والأصفاد المطاطية لمقاس آمن والمظهر الأنيق، فإن هذه القفازات مثالية للارتداء اليومي في الأجواء الباردة.',
                    'meta-title'        => 'عنوان الفوقية',
                    'meta-keywords'     => 'ميتا1، ميتا2، ميتا3',
                    'meta_description'  => 'وصف فوقية',
                ],

                '4' => [
                    'description'       => 'تقدم جوارب مزيج الصوف Arctic Warmth - رفيقك الأساسي للأقدام الدافئة والمريحة خلال فصول البرد. مصنوعة من مزيج فاخر من صوف ميرينو والاكريليك والنايلون والسباندكس، تم تصميم هذه الجوارب لتوفير الدفء والراحة الفائقة. يضمن مزيج الصوف أن تبقى قدميك دافئة حتى في أبرد درجات الحرارة، مما يجعل هذه الجوارب الخيار المثالي للمغامرات الشتوية أو للبقاء مرتاحًا في المنزل. القوام الناعم والمريح للجوارب يوفر إحساسًا فاخرًا على بشرتك. قل وداعًا للأقدام الباردة واستمتع بالدفء الفاخر الذي توفره هذه الجوارب مزيج الصوف. تم تصميم الجوارب لتكون متينة، وتتميز بكعب وأصابع قدم معززة، مما يضيف قوة إضافية للمناطق التي تتعرض للتآكل العالي. يضمن ذلك أن تدوم جواربك لفترة طويلة، وتوفر الراحة والدفء طوال الوقت. الطبيعة المسامية للمادة تمنع الحرارة الزائدة، مما يسمح لقدميك بالبقاء مرتاحة وجافة طوال اليوم. سواء كنت في رحلة خارجية في فصل الشتاء أو تسترخي في الداخل، توفر هذه الجوارب التوازن المثالي بين الدفء والتهوية. متعددة الاستخدامات وأنيقة، تعتبر جوارب مزيج الصوف Arctic Warmth مناسبة لمختلف المناسبات. ارتديها مع أحذيتك المفضلة لمظهر شتوي أنيق أو ارتديها في المنزل للراحة القصوى. ارفع من مجموعة ملابسك الشتوية واعط الأولوية للراحة مع جوارب مزيج الصوف Arctic Warmth. امنح قدميك الراحة التي تستحقها وادخل عالم الدفء الذي يدوم طوال فصل الشتاء.',
                    'name'              => 'جوارب مزيج الصوف Arctic Warmth',
                    'short-description' => 'استمتع بالدفء والراحة الفائقة مع جوارب مزيج الصوف Arctic Warmth لدينا. مصنوعة من مزيج من صوف ميرينو والاكريليك والنايلون والسباندكس، توفر هذه الجوارب الراحة الفائقة في الطقس البارد. مع كعب وأصابع قدم معززة للمتانة، تعتبر هذه الجوارب متعددة الاستخدامات وأنيقة مثالية لمختلف المناسبات.',
                    'meta-title'        => 'عنوان الفوقية',
                    'meta-keywords'     => 'ميتا1، ميتا2، ميتا3',
                    'meta_description'  => 'وصف فوقية',
                ],

                '5' => [
                    'description'       => 'قدم مجموعة إكسسوارات الشتاء Arctic Frost، الحل الأمثل للبقاء دافئًا وأنيقًا ومتصلًا خلال أيام الشتاء الباردة. تجمع هذه المجموعة المختارة بعناية أربع إكسسوارات شتوية أساسية لإنشاء تجمع متناغم. الوشاح الفاخر المنسوج من مزيج من الأكريليك والصوف ليس فقط يضيف طبقة من الدفء ولكنه أيضًا يضفي لمسة من الأناقة على ملابسك الشتوية. القبعة المحبوكة الناعمة، المصنوعة بعناية، تعد بالحفاظ على دفءك وإضفاء لمسة أنيقة على مظهرك. ولكن لا ينتهي الأمر هنا - تتضمن مجموعتنا أيضًا قفازات متوافقة مع الشاشة. ابق متصلاً دون التضحية بالدفء أثناء التنقل بأجهزتك بسهولة. سواء كنت ترد على المكالمات أو ترسل الرسائل أو تلتقط لحظات الشتاء على هاتفك الذكي، فإن هذه القفازات تضمن الراحة دون التنازل عن الأناقة. توفر القوام الناعم والمريح للجوارب إحساسًا فاخرًا على بشرتك. قل وداعًا للأقدام الباردة واستمتع بالدفء الفاخر الذي توفره هذه الجوارب المصنوعة من مزيج الصوف. مجموعة إكسسوارات الشتاء Arctic Frost ليست مجرد وظيفية؛ إنها بيان لأزياء الشتاء. تم تصميم كل قطعة لتحميك من البرد وترفع من أناقتك خلال فصل الشتاء البارد. المواد المختارة لهذه المجموعة تولي الأولوية للمتانة والراحة، مما يضمن لك الاستمتاع بعالم الشتاء بأناقة. سواء كنت تعامل مع نفسك أو تبحث عن الهدية المثالية، فإن مجموعة إكسسوارات الشتاء Arctic Frost هي خيار متعدد الاستخدامات. افرح شخصًا مميزًا خلال موسم العطلات أو رفع من مظهرك الشتوي الخاص بك بهذا التجمع الأنيق والعملي. احتضن الصقيع بثقة، عالمًا أن لديك الإكسسوارات المثالية لإبقائك دافئًا وأنيقًا.',
                    'name'              => 'مجموعة إكسسوارات الشتاء Arctic Frost',
                    'short-description' => 'استمتع ببرودة الشتاء مع مجموعة إكسسوارات الشتاء Arctic Frost لدينا. تتضمن هذه المجموعة المختارة وشاحًا فاخرًا وقبعة مريحة وقفازات متوافقة مع الشاشة وجوارب من مزيج الصوف. أنيقة وعملية، تم تصنيع هذا التجمع من مواد عالية الجودة، مما يضمن المتانة والراحة. ارفع من مظهرك الشتوي أو افرح شخصًا مميزًا بهذا الخيار المثالي للهدايا.',
                    'meta-title'        => 'عنوان الفوقية',
                    'meta-keywords'     => 'ميتا1، ميتا2، ميتا3',
                    'meta_description'  => 'وصف فوقية',
                ],

                '6' => [
                    'description'       => 'قدم مجموعة إكسسوارات الشتاء Arctic Frost، الحل الأمثل للبقاء دافئًا وأنيقًا ومتصلًا خلال أيام الشتاء الباردة. تجمع هذه المجموعة المختارة بعناية أربع إكسسوارات شتوية أساسية لإنشاء تجمع متناغم. الوشاح الفاخر المنسوج من مزيج من الأكريليك والصوف ليس فقط يضيف طبقة من الدفء ولكنه أيضًا يضفي لمسة من الأناقة على ملابسك الشتوية. القبعة المحبوكة الناعمة، المصنوعة بعناية، تعد بالحفاظ على دفءك وإضفاء لمسة أنيقة على مظهرك. ولكن لا ينتهي الأمر هنا - تتضمن مجموعتنا أيضًا قفازات متوافقة مع الشاشة. ابق متصلاً دون التضحية بالدفء أثناء التنقل بأجهزتك بسهولة. سواء كنت ترد على المكالمات أو ترسل الرسائل أو تلتقط لحظات الشتاء على هاتفك الذكي، فإن هذه القفازات تضمن الراحة دون التنازل عن الأناقة. توفر القوام الناعم والمريح للجوارب إحساسًا فاخرًا على بشرتك. قل وداعًا للأقدام الباردة واستمتع بالدفء الفاخر الذي توفره هذه الجوارب المصنوعة من مزيج الصوف. مجموعة إكسسوارات الشتاء Arctic Frost ليست مجرد وظيفية؛ إنها بيان لأزياء الشتاء. تم تصميم كل قطعة لتحميك من البرد وترفع من أناقتك خلال فصل الشتاء البارد. المواد المختارة لهذه المجموعة تولي الأولوية للمتانة والراحة، مما يضمن لك الاستمتاع بعالم الشتاء بأناقة. سواء كنت تعامل مع نفسك أو تبحث عن الهدية المثالية، فإن مجموعة إكسسوارات الشتاء Arctic Frost هي خيار متعدد الاستخدامات. افرح شخصًا مميزًا خلال موسم العطلات أو رفع من مظهرك الشتوي الخاص بك بهذا التجمع الأنيق والعملي. احتضن الصقيع بثقة، عالمًا أن لديك الإكسسوارات المثالية لإبقائك دافئًا وأنيقًا.',
                    'name'              => 'مجموعة إكسسوارات الشتاء Arctic Frost',
                    'short-description' => 'استمتع ببرودة الشتاء مع مجموعة إكسسوارات الشتاء Arctic Frost لدينا. تتضمن هذه المجموعة المختارة وشاحًا فاخرًا وقبعة مريحة وقفازات متوافقة مع الشاشة وجوارب من مزيج الصوف. أنيقة وعملية، تم تصنيع هذا التجمع من مواد عالية الجودة، مما يضمن المتانة والراحة. ارفع من مظهرك الشتوي أو افرح شخصًا مميزًا بهذا الخيار المثالي للهدايا.',
                    'meta-title'        => 'عنوان الفوقية',
                    'meta-keywords'     => 'ميتا1، ميتا2، ميتا3',
                    'meta_description'  => 'وصف فوقية',
                ],

                '7' => [
                    'description'       => 'قدم سترة OmniHeat Men\'s Solid Hooded Puffer Jacket، الحل الأمثل للبقاء دافئًا وأنيقًا خلال فصول البرد. تم تصميم هذه السترة بالمتانة والدفء في الاعتبار، مما يضمن أنها تصبح رفيقك الموثوق به. التصميم المزود بغطاء الرأس لا يضيف لمسة من الأناقة فحسب، بل يوفر أيضًا دفءًا إضافيًا، محميًا من الرياح الباردة والطقس السيئ. الأكمام الكاملة توفر تغطية كاملة، مما يضمن أنك ستبقى دافئًا من الكتف إلى المعصم. مجهزة بجيوب إدخال، توفر هذه السترة البافرة الراحة لحمل الضروريات الخاصة بك أو الاحتفاظ بيديك دافئة. الملء الاصطناعي المعزول يوفر دفءًا محسّنًا، مما يجعلها مثالية لمواجهة الأيام والليالي الباردة. مصنوعة من قماش بوليستر متين وبطانة، تم تصميم هذه السترة لتدوم وتتحمل العناصر الجوية. متوفرة بـ 5 ألوان جذابة، يمكنك اختيار اللون الذي يناسب ذوقك وأسلوبك. متعددة الاستخدامات وعملية، سترة OmniHeat Men\'s Solid Hooded Puffer Jacket مناسبة لمختلف المناسبات، سواء كنت ذاهبًا للعمل أو للخروج العادي أو لحضور حدث خارجي. اكتشف الجمع المثالي بين الأناقة والراحة والوظائف مع سترة OmniHeat Men\'s Solid Hooded Puffer Jacket. ارفع من مظهرك الشتوي وابق دافئًا أثناء استمتاعك بالهواء الطلق. تحدى البرد بأناقة وأظهر بيانًا مع هذه القطعة الأساسية.',
                    'name'              => 'سترة OmniHeat Men\'s Solid Hooded Puffer Jacket',
                    'short-description' => 'ابق دافئًا وأنيقًا مع سترة OmniHeat Men\'s Solid Hooded Puffer Jacket. تم تصميم هذه السترة لتوفير الدفء النهائي وتتميز بجيوب إدخال لراحة إضافية. المواد المعزولة تضمن أنك ستبقى دافئًا في الطقس البارد. متوفرة بـ 5 ألوان جذابة، مما يجعلها خيارًا متعدد الاستخدامات لمختلف المناسبات.',
                    'meta-title'        => 'عنوان الفوقية',
                    'meta-keywords'     => 'ميتا1، ميتا2، ميتا3',
                    'meta_description'  => 'وصف فوقية',
                ],

                '8' => [
                    'description'       => 'قدم سترة OmniHeat Men\'s Solid Hooded Puffer Jacket، الحل الأمثل للبقاء دافئًا وأنيقًا خلال فصول البرد. تم تصميم هذه السترة بالمتانة والدفء في الاعتبار، مما يضمن أنها تصبح رفيقك الموثوق به. التصميم المزود بغطاء الرأس لا يضيف لمسة من الأناقة فحسب، بل يوفر أيضًا دفءًا إضافيًا، محميًا من الرياح الباردة والطقس السيئ. الأكمام الكاملة توفر تغطية كاملة، مما يضمن أنك ستبقى دافئًا من الكتف إلى المعصم. مجهزة بجيوب إدخال، توفر هذه السترة البافرة الراحة لحمل الضروريات الخاصة بك أو الاحتفاظ بيديك دافئة. الملء الاصطناعي المعزول يوفر دفءًا محسّنًا، مما يجعلها مثالية لمواجهة الأيام والليالي الباردة. مصنوعة من قماش بوليستر متين وبطانة، تم تصميم هذه السترة لتدوم وتتحمل العناصر الجوية. متوفرة بـ 5 ألوان جذابة، يمكنك اختيار اللون الذي يناسب ذوقك وأسلوبك. متعددة الاستخدامات وعملية، سترة OmniHeat Men\'s Solid Hooded Puffer Jacket مناسبة لمختلف المناسبات، سواء كنت ذاهبًا للعمل أو للخروج العادي أو لحضور حدث خارجي. اكتشف الجمع المثالي بين الأناقة والراحة والوظائف مع سترة OmniHeat Men\'s Solid Hooded Puffer Jacket. ارفع من مظهرك الشتوي وابق دافئًا أثناء استمتاعك بالهواء الطلق. تحدى البرد بأناقة وأظهر بيانًا مع هذه القطعة الأساسية.',
                    'name'              => 'سترة OmniHeat Men\'s Solid Hooded Puffer Jacket-أزرق-أصفر-M',
                    'short-description' => 'ابق دافئًا وأنيقًا مع سترة OmniHeat Men\'s Solid Hooded Puffer Jacket. تم تصميم هذه السترة لتوفير الدفء النهائي وتتميز بجيوب إدخال لراحة إضافية. المواد المعزولة تضمن أنك ستبقى دافئًا في الطقس البارد. متوفرة بـ 5 ألوان جذابة، مما يجعلها خيارًا متعدد الاستخدامات لمختلف المناسبات.',
                    'meta-title'        => 'عنوان الفوقية',
                    'meta-keywords'     => 'ميتا1، ميتا2، ميتا3',
                    'meta_description'  => 'وصف فوقية',
                ],

                '9' => [
                    'description'       => 'قدم سترة OmniHeat Men\'s Solid Hooded Puffer Jacket، الحل الأمثل للبقاء دافئًا وأنيقًا خلال فصول البرد. تم تصميم هذه السترة بالمتانة والدفء في الاعتبار، مما يضمن أنها تصبح رفيقك الموثوق به. التصميم المزود بغطاء الرأس لا يضيف لمسة من الأناقة فحسب، بل يوفر أيضًا دفءًا إضافيًا، محميًا من الرياح الباردة والطقس السيئ. الأكمام الكاملة توفر تغطية كاملة، مما يضمن أنك ستبقى دافئًا من الكتف إلى المعصم. مجهزة بجيوب إدخال، توفر هذه السترة البافرة الراحة لحمل الضروريات الخاصة بك أو الاحتفاظ بيديك دافئة. الملء الاصطناعي المعزول يوفر دفءًا محسّنًا، مما يجعلها مثالية لمواجهة الأيام والليالي الباردة. مصنوعة من قماش بوليستر متين وبطانة، تم تصميم هذه السترة لتدوم وتتحمل العناصر الجوية. متوفرة بـ 5 ألوان جذابة، يمكنك اختيار اللون الذي يناسب ذوقك وأسلوبك. متعددة الاستخدامات وعملية، سترة OmniHeat Men\'s Solid Hooded Puffer Jacket مناسبة لمختلف المناسبات، سواء كنت ذاهبًا للعمل أو للخروج العادي أو لحضور حدث خارجي. اكتشف الجمع المثالي بين الأناقة والراحة والوظائف مع سترة OmniHeat Men\'s Solid Hooded Puffer Jacket. ارفع من مظهرك الشتوي وابق دافئًا أثناء استمتاعك بالهواء الطلق. تحدى البرد بأناقة وأظهر بيانًا مع هذه القطعة الأساسية.',
                    'name'              => 'سترة OmniHeat Men\'s Solid Hooded Puffer Jacket-أزرق-أصفر-L',
                    'short-description' => 'ابق دافئًا وأنيقًا مع سترة OmniHeat Men\'s Solid Hooded Puffer Jacket. تم تصميم هذه السترة لتوفير الدفء النهائي وتتميز بجيوب إدخال لراحة إضافية. المواد المعزولة تضمن أنك ستبقى دافئًا في الطقس البارد. متوفرة بـ 5 ألوان جذابة، مما يجعلها خيارًا متعدد الاستخدامات لمختلف المناسبات.',
                    'meta-title'        => 'عنوان الفوقية',
                    'meta-keywords'     => 'ميتا1، ميتا2، ميتا3',
                    'meta_description'  => 'وصف فوقية',
                ],

                '10' => [
                    'description'       => 'قدم سترة OmniHeat Men\'s Solid Hooded Puffer Jacket، الحل الأمثل للبقاء دافئًا وأنيقًا خلال فصول البرد. تم تصميم هذه السترة بالمتانة والدفء في الاعتبار، مما يضمن أنها تصبح رفيقك الموثوق به. التصميم المزود بغطاء الرأس لا يضيف لمسة من الأناقة فحسب، بل يوفر أيضًا دفءًا إضافيًا، محميًا من الرياح الباردة والطقس السيئ. الأكمام الكاملة توفر تغطية كاملة، مما يضمن أنك ستبقى دافئًا من الكتف إلى المعصم. مجهزة بجيوب إدخال، توفر هذه السترة البافرة الراحة لحمل الضروريات الخاصة بك أو الاحتفاظ بيديك دافئة. الملء الاصطناعي المعزول يوفر دفءًا محسّنًا، مما يجعلها مثالية لمواجهة الأيام والليالي الباردة. مصنوعة من قماش بوليستر متين وبطانة، تم تصميم هذه السترة لتدوم وتتحمل العناصر الجوية. متوفرة بـ 5 ألوان جذابة، يمكنك اختيار اللون الذي يناسب ذوقك وأسلوبك. متعددة الاستخدامات وعملية، سترة OmniHeat Men\'s Solid Hooded Puffer Jacket مناسبة لمختلف المناسبات، سواء كنت ذاهبًا للعمل أو للخروج العادي أو لحضور حدث خارجي. اكتشف الجمع المثالي بين الأناقة والراحة والوظائف مع سترة OmniHeat Men\'s Solid Hooded Puffer Jacket. ارفع من مظهرك الشتوي وابق دافئًا أثناء استمتاعك بالهواء الطلق. تحدى البرد بأناقة وأظهر بيانًا مع هذه القطعة الأساسية.',
                    'name'              => 'سترة OmniHeat Men\'s Solid Hooded Puffer Jacket-أزرق-أخضر-M',
                    'short-description' => 'ابق دافئًا وأنيقًا مع سترة OmniHeat Men\'s Solid Hooded Puffer Jacket. تم تصميم هذه السترة لتوفير الدفء النهائي وتتميز بجيوب إدخال لراحة إضافية. المواد المعزولة تضمن أنك ستبقى دافئًا في الطقس البارد. متوفرة بـ 5 ألوان جذابة، مما يجعلها خيارًا متعدد الاستخدامات لمختلف المناسبات.',
                    'meta-title'        => 'عنوان الفوقية',
                    'meta-keywords'     => 'ميتا1، ميتا2، ميتا3',
                    'meta_description'  => 'وصف فوقية',
                ],

                '11' => [
                    'description'       => 'قدم سترة OmniHeat Men\'s Solid Hooded Puffer Jacket، الحل الأمثل للبقاء دافئًا وأنيقًا خلال فصول البرد. تم تصميم هذه السترة بالمتانة والدفء في الاعتبار، مما يضمن أنها تصبح رفيقك الموثوق به. التصميم المزود بغطاء الرأس لا يضيف لمسة من الأناقة فحسب، بل يوفر أيضًا دفءًا إضافيًا، محميًا من الرياح الباردة والطقس السيئ. الأكمام الكاملة توفر تغطية كاملة، مما يضمن أنك ستبقى دافئًا من الكتف إلى المعصم. مجهزة بجيوب إدخال، توفر هذه السترة البافرة الراحة لحمل الضروريات الخاصة بك أو الاحتفاظ بيديك دافئة. الملء الاصطناعي المعزول يوفر دفءًا محسّنًا، مما يجعلها مثالية لمواجهة الأيام والليالي الباردة. مصنوعة من قماش بوليستر متين وبطانة، تم تصميم هذه السترة لتدوم وتتحمل العناصر الجوية. متوفرة بـ 5 ألوان جذابة، يمكنك اختيار اللون الذي يناسب ذوقك وأسلوبك. متعددة الاستخدامات وعملية، سترة OmniHeat Men\'s Solid Hooded Puffer Jacket مناسبة لمختلف المناسبات، سواء كنت ذاهبًا للعمل أو للخروج العادي أو لحضور حدث خارجي. اكتشف الجمع المثالي بين الأناقة والراحة والوظائف مع سترة OmniHeat Men\'s Solid Hooded Puffer Jacket. ارفع من مظهرك الشتوي وابق دافئًا أثناء استمتاعك بالهواء الطلق. تحدى البرد بأناقة وأظهر بيانًا مع هذه القطعة الأساسية.',
                    'name'              => 'سترة OmniHeat Men\'s Solid Hooded Puffer Jacket-أزرق-أخضر-L',
                    'short-description' => 'ابق دافئًا وأنيقًا مع سترة OmniHeat Men\'s Solid Hooded Puffer Jacket. تم تصميم هذه السترة لتوفير الدفء النهائي وتتميز بجيوب إدخال لراحة إضافية. المواد المعزولة تضمن أنك ستبقى دافئًا في الطقس البارد. متوفرة بـ 5 ألوان جذابة، مما يجعلها خيارًا متعدد الاستخدامات لمختلف المناسبات.',
                    'meta-title'        => 'عنوان الفوقية',
                    'meta-keywords'     => 'ميتا1، ميتا2، ميتا3',
                    'meta_description'  => 'وصف فوقية',
                ],
            ],
        ],
    ],

    'installer' => [
        'index' => [
            'create-administrator' => [
                'admin'            => 'مدير',
                'bagisto'          => 'Bagisto',
                'confirm-password' => 'تأكيد كلمة المرور',
                'download-sample'  => 'تحميل العينة',
                'email'            => 'البريد الإلكتروني',
                'email-address'    => 'admin@example.com',
                'password'         => 'كلمة المرور',
                'sample-products'  => 'منتجات عينة',
                'title'            => 'إنشاء المسؤول',
            ],

            'environment-configuration' => [
                'algerian-dinar'              => 'الدينار الجزائري (DZD)',
                'allowed-currencies'          => 'العملات المسموح بها',
                'allowed-locales'             => 'اللغات المسموح بها',
                'application-name'            => 'اسم التطبيق',
                'argentine-peso'              => 'البيزو الأرجنتيني (ARS)',
                'australian-dollar'           => 'الدولار الأسترالي (AUD)',
                'bagisto'                     => 'Bagisto',
                'bangladeshi-taka'            => 'التاكا البنغلاديشي (BDT)',
                'brazilian-real'              => 'الريال البرازيلي (BRL)',
                'british-pound-sterling'      => 'الجنيه الإسترليني البريطاني (GBP)',
                'canadian-dollar'             => 'الدولار الكندي (CAD)',
                'cfa-franc-bceao'             => 'فرنك CFA BCEAO (XOF)',
                'cfa-franc-beac'              => 'فرنك CFA BEAC (XAF)',
                'chilean-peso'                => 'البيزو التشيلي (CLP)',
                'chinese-yuan'                => 'اليوان الصيني (CNY)',
                'colombian-peso'              => 'البيزو الكولومبي (COP)',
                'czech-koruna'                => 'الكرونة التشيكية (CZK)',
                'danish-krone'                => 'الكرونة الدنماركية (DKK)',
                'database-connection'         => 'اتصال قاعدة البيانات',
                'database-hostname'           => 'اسم مضيف قاعدة البيانات',
                'database-name'               => 'اسم قاعدة البيانات',
                'database-password'           => 'كلمة مرور قاعدة البيانات',
                'database-port'               => 'منفذ قاعدة البيانات',
                'database-prefix'             => 'بادئة قاعدة البيانات',
                'database-username'           => 'اسم مستخدم قاعدة البيانات',
                'default-currency'            => 'العملة الافتراضية',
                'default-locale'              => 'اللغة الافتراضية',
                'default-timezone'            => 'المنطقة الزمنية الافتراضية',
                'default-url'                 => 'الرابط الافتراضي',
                'default-url-link'            => 'https://localhost',
                'egyptian-pound'              => 'الجنيه المصري (EGP)',
                'euro'                        => 'اليورو (EUR)',
                'fijian-dollar'               => 'الدولار الفيجي (FJD)',
                'hong-kong-dollar'            => 'الدولار الهونغ كونغي (HKD)',
                'hungarian-forint'            => 'الفورنت الهنغاري (HUF)',
                'indian-rupee'                => 'الروبية الهندية (INR)',
                'indonesian-rupiah'           => 'الروبية الإندونيسية (IDR)',
                'israeli-new-shekel'          => 'الشيكل الإسرائيلي الجديد (ILS)',
                'japanese-yen'                => 'الين الياباني (JPY)',
                'jordanian-dinar'             => 'الدينار الأردني (JOD)',
                'kazakhstani-tenge'           => 'التينغ الكازاخستاني (KZT)',
                'kuwaiti-dinar'               => 'الدينار الكويتي (KWD)',
                'lebanese-pound'              => 'الجنيه اللبناني (LBP)',
                'libyan-dinar'                => 'الدينار الليبي (LYD)',
                'malaysian-ringgit'           => 'الرينغيت الماليزي (MYR)',
                'mauritian-rupee'             => 'الروبية الموريشية (MUR)',
                'mexican-peso'                => 'البيزو المكسيكي (MXN)',
                'moroccan-dirham'             => 'الدرهم المغربي (MAD)',
                'mysql'                       => 'MySQL',
                'nepalese-rupee'              => 'الروبية النيبالية (NPR)',
                'new-taiwan-dollar'           => 'الدولار التايواني الجديد (TWD)',
                'new-zealand-dollar'          => 'الدولار النيوزيلندي (NZD)',
                'nigerian-naira'              => 'النايرا النيجيري (NGN)',
                'norwegian-krone'             => 'الكرونة النرويجية (NOK)',
                'omani-rial'                  => 'الريال العماني (OMR)',
                'pakistani-rupee'             => 'الروبية الباكستانية (PKR)',
                'panamanian-balboa'           => 'البالبوا البنمي (PAB)',
                'paraguayan-guarani'          => 'الغواراني الباراغواي (PYG)',
                'peruvian-nuevo-sol'          => 'السول البيروفي الجديد (PEN)',
                'pgsql'                       => 'PgSQL',
                'philippine-peso'             => 'البيزو الفلبيني (PHP)',
                'polish-zloty'                => 'الزلوتي البولندي (PLN)',
                'qatari-rial'                 => 'الريال القطري (QAR)',
                'romanian-leu'                => 'الليو الروماني (RON)',
                'russian-ruble'               => 'الروبل الروسي (RUB)',
                'saudi-riyal'                 => 'الريال السعودي (SAR)',
                'select-timezone'             => 'اختر المنطقة الزمنية',
                'singapore-dollar'            => 'الدولار السنغافوري (SGD)',
                'south-african-rand'          => 'الراند الجنوب أفريقي (ZAR)',
                'south-korean-won'            => 'الوون الكوري الجنوبي (KRW)',
                'sqlsrv'                      => 'SQLSRV',
                'sri-lankan-rupee'            => 'الروبية السريلانكية (LKR)',
                'swedish-krona'               => 'الكرونا السويدية (SEK)',
                'swiss-franc'                 => 'الفرنك السويسري (CHF)',
                'thai-baht'                   => 'الباهت التايلاندي (THB)',
                'title'                       => 'إعدادات المتجر',
                'tunisian-dinar'              => 'الدينار التونسي (TND)',
                'turkish-lira'                => 'الليرة التركية (TRY)',
                'ukrainian-hryvnia'           => 'الهريفنيا الأوكرانية (UAH)',
                'united-arab-emirates-dirham' => 'الدرهم الإماراتي (AED)',
                'united-states-dollar'        => 'الدولار الأمريكي (USD)',
                'uzbekistani-som'             => 'السوم الأوزبكستاني (UZS)',
                'venezuelan-bolívar'          => 'البوليفار الفنزويلي (VEF)',
                'vietnamese-dong'             => 'الدونج الفيتنامي (VND)',
                'warning-message'             => 'تحذير! إعدادات اللغات الافتراضية لنظامك وكذلك العملة الافتراضية هي دائمة ولا يمكن تغييرها مرة أخرى.',
                'zambian-kwacha'              => 'الكواشا الزامبي (ZMW)',
            ],

            'installation-processing' => [
                'bagisto'          => 'تثبيت Bagisto',
                'bagisto-info'     => 'إنشاء جداول قاعدة البيانات، وقد يستغرق ذلك بضع دقائق',
                'title'            => 'التثبيت',
            ],

            'installation-completed' => [
                'admin-panel'                => 'لوحة المشرف',
                'bagisto-forums'             => 'منتديات Bagisto',
                'customer-panel'             => 'لوحة العميل',
                'explore-bagisto-extensions' => 'استكشاف امتدادات Bagisto',
                'title'                      => 'اكتمال التثبيت',
                'title-info'                 => 'تم تثبيت Bagisto بنجاح على نظامك.',
            ],

            'ready-for-installation' => [
                'create-databsae-table'   => 'إنشاء جدول قاعدة البيانات',
                'install'                 => 'التثبيت',
                'install-info'            => 'Bagisto للتثبيت',
                'install-info-button'     => 'انقر على الزر أدناه ل',
                'populate-database-table' => 'ملء جداول قاعدة البيانات',
                'start-installation'      => 'بدء التثبيت',
                'title'                   => 'جاهز للتثبيت',
            ],

            'start' => [
                'locale'        => 'اللغة',
                'main'          => 'بداية',
                'select-locale' => 'اختر اللغة',
                'title'         => 'تثبيت Bagisto الخاص بك',
                'welcome-title' => 'مرحبًا بك في Bagisto 2.0.',
            ],

            'server-requirements' => [
                'calendar'    => 'التقويم',
                'ctype'       => 'cType',
                'curl'        => 'cURL',
                'dom'         => 'dom',
                'fileinfo'    => 'معلومات الملف',
                'filter'      => 'المرشح',
                'gd'          => 'GD',
                'hash'        => 'التجزئة',
                'intl'        => 'intl',
                'json'        => 'JSON',
                'mbstring'    => 'mbstring',
                'openssl'     => 'openssl',
                'pcre'        => 'pcre',
                'pdo'         => 'pdo',
                'php'         => 'PHP',
                'php-version' => '8.1 أو أعلى',
                'session'     => 'الجلسة',
                'title'       => 'متطلبات الخادم',
                'tokenizer'   => 'tokenizer',
                'xml'         => 'XML',
            ],

            'arabic'                   => 'العربية',
            'back'                     => 'رجوع',
            'bagisto'                  => 'Bagisto',
            'bagisto-info'             => 'مشروع مجتمعي من قبل',
            'bagisto-logo'             => 'شعار Bagisto',
            'bengali'                  => 'البنغالية',
            'chinese'                  => 'الصينية',
            'continue'                 => 'متابعة',
            'dutch'                    => 'هولندي',
            'english'                  => 'الإنجليزية',
            'french'                   => 'الفرنسية',
            'german'                   => 'ألماني',
            'hebrew'                   => 'العبرية',
            'hindi'                    => 'الهندية',
            'installation-description' => 'تتضمن عملية تثبيت Bagisto عادة عدة خطوات. إليك مخطط عام لعملية التثبيت لـ Bagisto:',
            'installation-info'        => 'نحن سعداء برؤيتك هنا!',
            'installation-title'       => 'مرحبًا بك في التثبيت',
            'italian'                  => 'الإيطالية',
            'japanese'                 => 'اليابانية',
            'persian'                  => 'الفارسية',
            'polish'                   => 'البولندية',
            'portuguese'               => 'البرتغالية البرازيلية',
            'russian'                  => 'الروسية',
            'sinhala'                  => 'السنهالية',
            'spanish'                  => 'الإسبانية',
            'title'                    => 'مثبت Bagisto',
            'turkish'                  => 'التركية',
            'ukrainian'                => 'الأوكرانية',
            'webkul'                   => 'Webkul',
        ],
    ],
];
