<?php

return [
    'importers' => [
        'customers' => [
            'title' => 'العملاء',

            'validation' => [
                'errors' => [
                    'duplicate-email' => 'البريد الإلكتروني: \'%s\' تم العثور عليه أكثر من مرة في ملف الاستيراد.',
                    'duplicate-phone' => 'الهاتف: \'%s\' تم العثور عليه أكثر من مرة في ملف الاستيراد.',
                    'email-not-found' => 'البريد الإلكتروني: \'%s\' غير موجود في النظام.',
                    'invalid-customer-group' => 'مجموعة العملاء غير صالحة أو غير مدعومة',
                ],
            ],
        ],

        'products' => [
            'title' => 'المنتجات',

            'validation' => [
                'errors' => [
                    'duplicate-url-key' => 'تم إنشاء مفتاح URL مكرر: \'%s\' بالفعل لعنصر بالرمز SKU: \'%s\'.',
                    'image-not-file' => 'الصورة: \'%s\' عنوان ويب، بينما تم ضبط هذا الاستيراد لأخذ الصور من ملفات. اختر \'روابط الصور في الملف\' كمصدر للصور، أو استبدل القيمة باسم ملف.',
                    'image-not-found' => 'الصورة: \'%s\' غير موجودة في المكان الذي يتوقع هذا الاستيراد صوره فيه.',
                    'image-not-url' => 'الصورة: \'%s\' ليست عنوان ويب، بينما تم ضبط هذا الاستيراد على جلب الصور من روابط داخل الملف. اختر مصدر صور آخر أو استبدل القيمة بعنوان https:// كامل.',
                    'invalid-attribute-family' => 'قيمة غير صالحة لعمود مجموعة السمات (مجموعة السمات غير موجودة؟)',
                    'invalid-type' => 'نوع المنتج غير صالح أو غير مدعوم',
                    'sku-not-found' => 'المنتج بالرمز SKU المحدد غير موجود',
                    'super-attribute-not-found' => 'لم يتم العثور على السمة الفائقة بالرمز: \'%s\' أو لا تنتمي إلى عائلة السمات: \'%s\'',
                ],
            ],
        ],

        'tax-rates' => [
            'title' => 'معدلات الضريبة',

            'validation' => [
                'errors' => [
                    'duplicate-identifier' => 'المعرف: \'%s\' تم العثور عليه أكثر من مرة في ملف الاستيراد.',
                    'identifier-not-found' => 'المعرف: \'%s\' غير موجود في النظام.',
                ],
            ],
        ],
    ],

    'validation' => [
        'errors' => [
            'column-empty-headers' => 'عدد الأعمدة "%s" تحتوي على رؤوس فارغة.',
            'column-name-invalid' => 'أسماء الأعمدة غير صالحة: "%s".',
            'column-not-found' => 'لم يتم العثور على الأعمدة المطلوبة: %s.',
            'column-numbers' => 'عدد الأعمدة لا يتطابق مع عدد الصفوف في الرأس.',
            'invalid-attribute' => 'الرأس يحتوي على سمات غير صالحة: "%s".',
            'more-issues' => 'و :count مشكلة أخرى — نزّل التقرير الكامل للاطلاع على القائمة الكاملة.',
            'more-rows' => '(+:count صفوف أخرى)',
            'system' => 'حدث خطأ غير متوقع في النظام.',
            'wrong-quotes' => 'استخدمت علامات اقتباس مائلة بدلاً من علامات اقتباس مستقيمة.',
        ],
    ],
];
