<?php

return [
    'configurations' => [
        'settings-title'      => 'Настройки',
        'settings-title-info' => 'Настройки относятся к настраиваемым параметрам, которые управляют поведением системы, приложения или устройства, адаптированным к предпочтениям и требованиям пользователя.',
    ],

    'customers' => [
        'forgot-password' => [
            'title'                => 'Восстановление пароля',
            'email'                => 'Электронная почта',
            'forgot-password-text' => 'Если вы забыли свой пароль, восстановите его, введя свой адрес электронной почты.',
            'submit'               => 'Сбросить пароль',
            'page-title'           => 'Забыли пароль?',
            'back'                 => 'Вернуться к входу?',
            'sign-in-button'       => 'Войти',
            'footer'               => '© Авторское право 2010 - 2022, Webkul Software (зарегистрировано в Индии). Все права защищены.',
        ],

        'reset-password' => [
            'title'            => 'Сброс пароля',
            'email'            => 'Зарегистрированная почта',
            'password'         => 'Пароль',
            'confirm-password' => 'Подтвердите пароль',
            'back-link-title'  => 'Вернуться к входу',
            'submit-btn-title' => 'Сбросить пароль',
            'footer'           => '© Авторское право 2010 - 2022, Webkul Software (зарегистрировано в Индии). Все права защищены.',
        ],

        'login-form' => [
            'page-title'          => 'Вход для клиентов',
            'form-login-text'     => 'Если у вас есть аккаунт, войдите, используя свой адрес электронной почты.',
            'show-password'       => 'Показать пароль',
            'title'               => 'Войти',
            'email'               => 'Электронная почта',
            'password'            => 'Пароль',
            'forgot-pass'         => 'Забыли пароль?',
            'button-title'        => 'Войти',
            'new-customer'        => 'Новый клиент?',
            'create-your-account' => 'Создайте свой аккаунт',
            'footer'              => '© Авторское право 2010 - 2022, Webkul Software (зарегистрировано в Индии). Все права защищены.',
            'invalid-credentials' => 'Пожалуйста, проверьте свои учетные данные и попробуйте снова.',
            'not-activated'       => 'Ваш аккаунт ожидает одобрения администратора',
            'verify-first'        => 'Сначала подтвердите свой адрес электронной почты.',
        ],

        'signup-form' => [
            'page-title'                  => 'Стать пользователем',
            'form-signup-text'            => 'Если вы новичок в нашем магазине, мы рады видеть вас как участника.',
            'sign-in-button'              => 'Войти',
            'first-name'                  => 'Имя',
            'last-name'                   => 'Фамилия',
            'email'                       => 'Электронная почта',
            'password'                    => 'Пароль',
            'confirm-pass'                => 'Подтвердите пароль',
            'subscribe-to-newsletter'     => 'Подписаться на рассылку',
            'button-title'                => 'Зарегистрироваться',
            'account-exists'              => 'Уже есть аккаунт?',
            'footer'                      => '© Авторское право 2010 - 2022, Webkul Software (зарегистрировано в Индии). Все права защищены.',
            'success-verify'              => 'Аккаунт успешно создан, на вашу почту отправлено письмо с подтверждением.',
            'success-verify-email-unsent' => 'Аккаунт успешно создан, но письмо с подтверждением не отправлено.',
            'success'                     => 'Аккаунт успешно создан.',
            'verified'                    => 'Ваш аккаунт подтвержден, попробуйте войти сейчас.',
            'verify-failed'               => 'Мы не можем подтвердить вашу почтовую учетную запись.',
            'verification-not-sent'       => 'Ошибка! Проблема с отправкой письма с подтверждением, попробуйте позже.',
            'verification-sent'           => 'Письмо с подтверждением отправлено',
        ],

        'account' => [
            'home'      => 'Домой',
            'profile'   => [
                'title'                   => 'Профиль',
                'first-name'              => 'Имя',
                'last-name'               => 'Фамилия',
                'gender'                  => 'Пол',
                'dob'                     => 'Дата рождения',
                'email'                   => 'Электронная почта',
                'delete-profile'          => 'Удалить профиль',
                'edit-profile'            => 'Редактировать профиль',
                'edit'                    => 'Редактировать',
                'phone'                   => 'Телефон',
                'current-password'        => 'Текущий пароль',
                'new-password'            => 'Новый пароль',
                'confirm-password'        => 'Подтвердите пароль',
                'delete-success'          => 'Профиль успешно удален',
                'wrong-password'          => 'Неверный пароль!',
                'delete-failed'           => 'Ошибка при удалении профиля.',
                'order-pending'           => 'Невозможно удалить учетную запись клиента, так как имеются ожидающие заказы или заказы в состоянии обработки.',
                'subscribe-to-newsletter' => 'Подписаться на рассылку',
                'delete'                  => 'Удалить',
                'enter-password'          => 'Введите свой пароль',
                'male'                    => 'Мужской',
                'female'                  => 'Женский',
                'other'                   => 'Другой',
                'save'                    => 'Сохранить',
            ],

            'addresses' => [
                'title'            => 'Адрес',
                'edit'             => 'Редактировать',
                'edit-address'     => 'Редактировать адрес',
                'delete'           => 'Удалить',
                'set-as-default'   => 'Сделать основным',
                'add-address'      => 'Добавить адрес',
                'company-name'     => 'Название компании',
                'vat-id'           => 'ИНН',
                'address-1'        => 'Адрес 1',
                'address-2'        => 'Адрес 2',
                'city'             => 'Город',
                'state'            => 'Регион',
                'select-country'   => 'Выберите страну',
                'country'          => 'Страна',
                'default-address'  => 'Основной адрес',
                'first-name'       => 'Имя',
                'last-name'        => 'Фамилия',
                'phone'            => 'Телефон',
                'street-address'   => 'Улица и номер дома',
                'post-code'        => 'Почтовый индекс',
                'empty-address'    => 'Вы еще не добавили адрес в свой аккаунт.',
                'create-success'   => 'Адрес успешно добавлен.',
                'edit-success'     => 'Адрес успешно обновлен.',
                'default-delete'   => 'Основной адрес нельзя изменить.',
                'delete-success'   => 'Адрес успешно удален',
                'save'             => 'Сохранить',
                'security-warning' => 'Обнаружена подозрительная активность!',
            ],

            'orders' => [
                'title'      => 'Заказы',
                'order-id'   => 'ID заказа',
                'order'      => 'Заказ',
                'order-date' => 'Дата заказа',
                'total'      => 'Итого',

                'status'        => [
                    'title' => 'Статус',

                    'options' => [
                        'processing'      => 'В обработке',
                        'completed'       => 'Завершен',
                        'canceled'        => 'Отменен',
                        'closed'          => 'Закрыт',
                        'pending'         => 'В ожидании',
                        'pending-payment' => 'Ожидает оплаты',
                        'fraud'           => 'Мошенничество',
                    ],
                ],

                'action'        => 'Действие',
                'empty-order'   => 'Вы еще не сделали ни одного заказа',

                'view' => [
                    'title'              => 'Просмотр',
                    'page-title'         => 'Заказ #:order_id',
                    'total'              => 'Итого',
                    'shipping-address'   => 'Адрес доставки',
                    'billing-address'    => 'Платежный адрес',
                    'shipping-method'    => 'Способ доставки',
                    'payment-method'     => 'Способ оплаты',
                    'cancel-btn-title'   => 'Отменить',
                    'cancel-confirm-msg' => 'Вы уверены, что хотите отменить этот заказ?',
                    'cancel-success'     => 'Ваш заказ был отменен',
                    'cancel-error'       => 'Невозможно отменить ваш заказ.',

                    'information' => [
                        'info'              => 'Информация',
                        'placed-on'         => 'Заказ размещен',
                        'sku'               => 'Артикул (SKU)',
                        'product-name'      => 'Наименование товара',
                        'price'             => 'Цена',
                        'item-status'       => 'Статус товара',
                        'subtotal'          => 'Итого (по товарам)',
                        'tax-percent'       => 'Налоговая ставка',
                        'tax-amount'        => 'Сумма налога',
                        'tax'               => 'Налог',
                        'grand-total'       => 'Общая сумма',
                        'item-ordered'      => 'Заказано (:qty_ordered)',
                        'item-invoice'      => 'Выставлен счет (:qty_invoiced)',
                        'item-shipped'      => 'Отправлено (:qty_shipped)',
                        'item-canceled'     => 'Отменено (:qty_canceled)',
                        'item-refunded'     => 'Возвращено (:qty_refunded)',
                        'shipping-handling' => 'Доставка и обработка',
                        'discount'          => 'Скидка',
                        'total-paid'        => 'Всего оплачено',
                        'total-refunded'    => 'Всего возвращено',
                        'total-due'         => 'Итого к оплате',
                    ],

                    'invoices'  => [
                        'invoices'           => 'Счета',
                        'individual-invoice' => 'Счет #:invoice_id',
                        'sku'                => 'Артикул (SKU)',
                        'product-name'       => 'Наименование товара',
                        'price'              => 'Цена',
                        'products-ordered'   => 'Заказанные товары',
                        'qty'                => 'Количество',
                        'subtotal'           => 'Итого (по товарам)',
                        'tax-amount'         => 'Сумма налога',
                        'grand-total'        => 'Общая сумма',
                        'shipping-handling'  => 'Доставка и обработка',
                        'discount'           => 'Скидка',
                        'tax'                => 'Налог',
                        'print'              => 'Печать',
                    ],

                    'shipments' => [
                        'shipments'           => 'Отправки',
                        'tracking-number'     => 'Номер отслеживания',
                        'individual-shipment' => 'Отправка #:shipment_id',
                        'sku'                 => 'Артикул (SKU)',
                        'product-name'        => 'Наименование товара',
                        'qty'                 => 'Количество',
                        'subtotal'            => 'Итого (по товарам)',
                    ],

                    'refunds'  => [
                        'refunds'           => 'Возвраты',
                        'individual-refund' => 'Возврат #:refund_id',
                        'sku'               => 'Артикул (SKU)',
                        'product-name'      => 'Наименование товара',
                        'price'             => 'Цена',
                        'qty'               => 'Количество',
                        'tax-amount'        => 'Сумма налога',
                        'subtotal'          => 'Итого (по товарам)',
                        'grand-total'       => 'Общая сумма',
                        'no-result-found'   => 'Мы не смогли найти никаких записей.',
                        'shipping-handling' => 'Доставка и обработка',
                        'discount'          => 'Скидка',
                        'tax'               => 'Налог',
                        'adjustment-refund' => 'Возврат корректировки',
                        'adjustment-fee'    => 'Сбор за корректировку',
                    ],
                ],
            ],

            'reviews'    => [
                'title'        => 'Отзывы',
                'empty-review' => 'Вы еще не оставили ни одного отзыва о товаре',
            ],

            'downloadable-products'  => [
                'name'                => 'Загружаемые товары',
                'orderId'             => 'ID заказа',
                'title'               => 'Заголовок',
                'date'                => 'Дата',
                'status'              => 'Статус',
                'remaining-downloads' => 'Оставшиеся загрузки',
                'records-found'       => 'Найдено записей',
                'empty-product'       => 'У вас нет товаров для скачивания',
                'download-error'      => 'Срок действия ссылки для скачивания истек.',
                'payment-error'       => 'Оплата за эту загрузку не была проведена.',
            ],

            'wishlist' => [
                'page-title'         => 'Список желаний',
                'title'              => 'Список желаний',
                'color'              => 'Цвет',
                'remove'             => 'Удалить',
                'delete-all'         => 'Удалить все',
                'empty'              => 'На странице списка желаний пока нет товаров.',
                'move-to-cart'       => 'Переместить в корзину',
                'profile'            => 'Профиль',
                'removed'            => 'Товар успешно удален из списка желаний',
                'remove-fail'        => 'Невозможно удалить товар из списка желаний',
                'moved'              => 'Товар успешно перемещен в корзину',
                'product-removed'    => 'Товар больше не доступен, так как его удалил администратор',
                'remove-all-success' => 'Все товары из вашего списка желаний были удалены',
                'see-details'        => 'Подробнее',
            ],
        ],
    ],

    'components' => [
        'layouts' => [
            'header' => [
                'title'         => 'Личный кабинет',
                'welcome'       => 'Добро пожаловать',
                'welcome-guest' => 'Добро пожаловать, Гость',
                'dropdown-text' => 'Управление Корзиной, Заказами и Списком Желаний',
                'sign-in'       => 'Войти',
                'sign-up'       => 'Регистрация',
                'account'       => 'Личный кабинет',
                'cart'          => 'Корзина',
                'profile'       => 'Профиль',
                'wishlist'      => 'Список Желаний',
                'compare'       => 'Сравнение',
                'orders'        => 'Заказы',
                'cart'          => 'Корзина',
                'logout'        => 'Выход',
                'search-text'   => 'Искать товары здесь',
                'search'        => 'Поиск',
            ],

            'footer' => [
                'newsletter-text'        => 'Подпишитесь на нашу интересную рассылку!',
                'subscribe-stay-touch'   => 'Подпишитесь, чтобы оставаться на связи.',
                'subscribe-newsletter'   => 'Подписаться на рассылку',
                'subscribe'              => 'Подписаться',
                'footer-text'            => '© Авторские права 2010 - 2023, Webkul Software (зарегистрировано в Индии). Все права защищены.',
                'locale'                 => 'Язык',
                'currency'               => 'Валюта',
                'about-us'               => 'О нас',
                'customer-service'       => 'Служба поддержки',
                'whats-new'              => 'Что нового',
                'contact-us'             => 'Свяжитесь с нами',
                'order-return'           => 'Заказ и возврат',
                'payment-policy'         => 'Политика оплаты',
                'shipping-policy'        => 'Политика доставки',
                'privacy-cookies-policy' => 'Политика конфиденциальности и файлов cookie',
            ],
        ],

        'datagrid' => [
            'toolbar' => [
                'mass-actions' => [
                    'select-action' => 'Выбрать действие',
                    'select-option' => 'Выбрать опцию',
                    'submit'        => 'Отправить',
                ],

                'filter' => [
                    'title' => 'Фильтр',
                ],

                'search' => [
                    'title' => 'Поиск',
                ],
            ],

            'filters' => [
                'title' => 'Применить фильтры',

                'custom-filters' => [
                    'title'     => 'Пользовательские фильтры',
                    'clear-all' => 'Сбросить все',
                ],

                'date-options' => [
                    'today'             => 'Сегодня',
                    'yesterday'         => 'Вчера',
                    'this-week'         => 'На этой неделе',
                    'this-month'        => 'В этом месяце',
                    'last-month'        => 'В прошлом месяце',
                    'last-three-months' => 'За последние 3 месяца',
                    'last-six-months'   => 'За последние 6 месяцев',
                    'this-year'         => 'В этом году',
                ],
            ],

            'table' => [
                'actions'              => 'Действия',
                'no-records-available' => 'Нет доступных записей.',
            ],
        ],

        'products'   => [
            'card' => [
                'new'                => 'Новинка',
                'sale'               => 'Распродажа',
                'review-description' => 'Будьте первым, кто оставит отзыв о продукте',
                'add-to-compare'     => 'Товар успешно добавлен для сравнения.',
                'already-in-compare' => 'Товар уже добавлен в список сравнения.',
                'add-to-cart'        => 'Добавить в корзину',
            ],

            'carousel' => [
                'view-all' => 'Просмотреть все',
            ],
        ],

        'range-slider' => [
            'range' => 'Диапазон:',
        ],
    ],

    'products'  => [
        'reviews'                => 'Отзывы',
        'add-to-cart'            => 'Добавить в корзину',
        'add-to-compare'         => 'Товар добавлен для сравнения.',
        'already-in-compare'     => 'Товар уже добавлен в список сравнения.',
        'buy-now'                => 'Купить сейчас',
        'compare'                => 'Сравнить',
        'rating'                 => 'Рейтинг',
        'title'                  => 'Заголовок',
        'comment'                => 'Комментарий',
        'submit-review'          => 'Оставить отзыв',
        'customer-review'        => 'Отзывы клиентов',
        'write-a-review'         => 'Написать отзыв',
        'stars'                  => 'Звезды',
        'share'                  => 'Поделиться',
        'empty-review'           => 'Отзывов не найдено, вы можете быть первым, кто оставит отзыв о продукте',
        'was-this-helpful'       => 'Помог ли вам этот отзыв?',
        'load-more'              => 'Загрузить еще',
        'add-image'              => 'Добавить изображение',
        'description'            => 'Описание',
        'additional-information' => 'Дополнительная информация',
        'submit-success'         => 'Успешно отправлено',
        'something-went-wrong'   => 'Что-то пошло не так',
        'in-stock'               => 'В наличии',
        'available-for-order'    => 'Доступно для заказа',
        'out-of-stock'           => 'Нет в наличии',
        'related-product-title'  => 'Сопутствующие товары',
        'up-sell-title'          => 'Мы нашли другие товары, которые вам могут понравиться!',
        'new'                    => 'Новинка',
        'as-low-as'              => 'Всего за',
        'starting-at'            => 'Начиная с',
        'name'                   => 'Наименование',
        'qty'                    => 'Количество',
        'offers'                 => 'Купите :qty по цене :price каждый и сэкономьте :discount%',

        'sort-by'                => [
            'title'   => 'Сортировать по',
            'options' => [
                'from-a-z'        => 'От А до Я',
                'from-z-a'        => 'От Я до А',
                'latest-first'    => 'Сначала новые',
                'oldest-first'    => 'Сначала старые',
                'cheapest-first'  => 'Сначала дешевые',
                'expensive-first' => 'Сначала дорогие',
            ],
        ],

        'view' => [
            'type' => [
                'configurable' => [
                    'select-options'       => 'Пожалуйста, выберите опцию',
                    'select-above-options' => 'Пожалуйста, выберите опции выше',
                ],

                'bundle' => [
                    'none' => 'Нет',
                ],

                'downloadable' => [
                    'samples' => 'Образцы',
                    'links'   => 'Ссылки',
                    'sample'  => 'Образец',
                ],

                'grouped' => [
                    'name' => 'Наименование',
                ],
            ],

            'reviews' => [
                'cancel'      => 'Отменить',
                'success'     => 'Отзыв успешно отправлен.',
                'attachments' => 'Вложения',
            ],
        ],

        'configurations' => [
            'compare_options'  => 'Опции сравнения',
            'wishlist-options' => 'Опции списка желаний',
        ],
    ],

    'categories' => [
        'filters' => [
            'filters'   => 'Фильтры:',
            'filter'    => 'Фильтр',
            'sort'      => 'Сортировать',
            'clear-all' => 'Сбросить все',
        ],

        'toolbar' => [
            'show' => 'Показать',
        ],

        'view' => [
            'empty'     => 'В этой категории пока нет доступных товаров',
            'load-more' => 'Загрузить еще',
        ],
    ],

    'search' => [
        'title'          => 'Результаты поиска для: :query',
        'configurations' => [
            'image-search-option' => 'Опция поиска по изображению',
        ],
    ],

    'compare'  => [
        'product-compare'    => 'Сравнение товаров',
        'delete-all'         => 'Удалить все',
        'empty-text'         => 'У вас нет товаров в списке сравнения',
        'title'              => 'Сравнение товаров',
        'already-added'      => 'Товар уже добавлен в список сравнения',
        'item-add-success'   => 'Товар успешно добавлен в список сравнения',
        'remove-success'     => 'Товар успешно удален',
        'remove-all-success' => 'Все товары успешно удалены',
        'remove-error'       => 'Что-то пошло не так, попробуйте еще раз позже.',
    ],

    'checkout' => [
        'success' => [
            'title'         => 'Заказ успешно размещен',
            'thanks'        => 'Спасибо за ваш заказ!',
            'order-id-info' => 'Ваш идентификатор заказа: #:order_id',
            'info'          => 'Мы вышлем вам детали вашего заказа и информацию о доставке по электронной почте',
        ],

        'cart' => [
            'item-add-to-cart'          => 'Товар успешно добавлен',
            'return-to-shop'            => 'Вернуться в магазин',
            'continue-to-checkout'      => 'Продолжить оформление заказа',
            'rule-applied'              => 'Правило корзины применено',
            'minimum-order-message'     => 'Минимальная сумма заказа составляет :amount',
            'suspended-account-message' => 'Ваш аккаунт был приостановлен.',
            'missing-fields'            => 'Отсутствуют некоторые обязательные поля для этого товара.',
            'missing-options'           => 'Отсутствуют опции для этого товара.',
            'missing-links'             => 'Отсутствуют ссылки для загрузки этого товара.',
            'select-hourly-duration'    => 'Выберите продолжительность слота в один час.',
            'qty-missing'               => 'Как минимум, один товар должен иметь более 1 количество.',
            'success-remove'            => 'Товар успешно удален из корзины.',
            'inventory-warning'         => 'Запрашиваемое количество недоступно, пожалуйста, попробуйте позже.',
            'illegal'                   => 'Количество не может быть меньше одного.',
            'inactive'                  => 'Этот товар был деактивирован и, следовательно, удален из корзины.',

            'index' => [
                'home'                     => 'Главная',
                'cart'                     => 'Корзина',
                'view-cart'                => 'Посмотреть корзину',
                'product-name'             => 'Наименование товара',
                'remove'                   => 'Удалить',
                'quantity'                 => 'Количество',
                'price'                    => 'Цена',
                'tax'                      => 'Налог',
                'total'                    => 'Итого',
                'continue-shopping'        => 'Продолжить покупки',
                'update-cart'              => 'Обновить корзину',
                'move-to-wishlist-success' => 'Выбранные товары успешно перемещены в список желаний.',
                'remove-selected-success'  => 'Выбранные товары успешно удалены из корзины.',
                'empty-product'            => 'В вашей корзине нет товаров.',
                'quantity-update'          => 'Количество успешно обновлено',
                'see-details'              => 'Подробнее',
                'move-to-wishlist'         => 'Переместить в список желаний',
            ],

            'coupon' => [
                'code'            => 'Промокод',
                'applied'         => 'Промокод применен',
                'apply'           => 'Применить промокод',
                'error'           => 'Что-то пошло не так',
                'remove'          => 'Удалить промокод',
                'invalid'         => 'Промокод недействителен.',
                'discount'        => 'Скидка по промокоду',
                'apply-issue'     => 'Промокод не может быть применен.',
                'success-apply'   => 'Промокод успешно применен.',
                'already-applied' => 'Промокод уже применен.',
                'enter-your-code' => 'Введите код',
                'subtotal'        => 'Промежуточный итог',
                'button-title'    => 'Применить',
            ],

            'mini-cart' => [
                'see-details'          => 'Подробнее',
                'shopping-cart'        => 'Корзина',
                'offer-on-orders'      => 'Получите скидку до 30% на ваш первый заказ',
                'remove'               => 'Удалить',
                'empty-cart'           => 'Ваша корзина пуста',
                'subtotal'             => 'Промежуточный итог',
                'continue-to-checkout' => 'Продолжить оформление заказа',
                'view-cart'            => 'Посмотреть корзину',
            ],

            'summary' => [
                'cart-summary'        => 'Итоги корзины',
                'sub-total'           => 'Промежуточный итог',
                'tax'                 => 'Налог',
                'delivery-charges'    => 'Стоимость доставки',
                'discount-amount'     => 'Сумма скидки',
                'grand-total'         => 'Итоговая сумма',
                'place-order'         => 'Оформить заказ',
                'proceed-to-checkout' => 'Перейти к оформлению заказа',
            ],
        ],

        'onepage' => [
            'addresses' => [
                'billing' => [
                    'billing-address'      => 'Адрес для выставления счета',
                    'add-new-address'      => 'Добавить новый адрес',
                    'same-billing-address' => 'Адрес совпадает с моим адресом для выставления счета',
                    'back'                 => 'Назад',
                    'company-name'         => 'Название компании',
                    'first-name'           => 'Имя',
                    'last-name'            => 'Фамилия',
                    'email'                => 'Электронная почта',
                    'street-address'       => 'Улица и номер дома',
                    'country'              => 'Страна',
                    'state'                => 'Регион',
                    'select-state'         => 'Выберите регион',
                    'city'                 => 'Город',
                    'postcode'             => 'Почтовый индекс',
                    'telephone'            => 'Телефон',
                    'save-address'         => 'Сохранить этот адрес',
                    'confirm'              => 'Подтвердить',
                ],

                'index' => [
                    'confirm' => 'Подтвердить',
                ],

                'shipping' => [
                    'shipping-address' => 'Адрес доставки',
                    'add-new-address'  => 'Добавить новый адрес',
                    'back'             => 'Назад',
                    'company-name'     => 'Название компании',
                    'first-name'       => 'Имя',
                    'last-name'        => 'Фамилия',
                    'email'            => 'Электронная почта',
                    'street-address'   => 'Адрес',
                    'country'          => 'Страна',
                    'state'            => 'Регион',
                    'select-state'     => 'Выберите регион',
                    'select-country'   => 'Выберите страну',
                    'city'             => 'Город',
                    'postcode'         => 'Почтовый индекс',
                    'telephone'        => 'Телефон',
                    'save-address'     => 'Сохранить этот адрес',
                    'confirm'          => 'Подтвердить',
                ],
            ],

            'coupon' => [
                'discount'        => 'Скидка по промокоду',
                'code'            => 'Промокод',
                'applied'         => 'Промокод применен',
                'applied-coupon'  => 'Примененный промокод',
                'apply'           => 'Применить промокод',
                'remove'          => 'Удалить промокод',
                'apply-issue'     => 'Промокод не может быть применен.',
                'sub-total'       => 'Промежуточный итог',
                'button-title'    => 'Применить',
                'enter-your-code' => 'Введите код',
                'subtotal'        => 'Промежуточный итог',
            ],

            'index' => [
                'home'     => 'Главная',
                'checkout' => 'Оформление заказа',
            ],

            'payment' => [
                'payment-method' => 'Способ оплаты',
            ],

            'shipping' => [
                'shipping-method' => 'Способ доставки',
            ],

            'summary' => [
                'cart-summary'     => 'Итоги корзины',
                'sub-total'        => 'Промежуточный итог',
                'tax'              => 'Налог',
                'delivery-charges' => 'Стоимость доставки',
                'discount-amount'  => 'Сумма скидки',
                'grand-total'      => 'Итоговая сумма',
                'place-order'      => 'Оформить заказ',
            ],
        ],
    ],

    'home' => [
        'index' => [
            'offer'               => 'Получите скидку до 40% на ваш первый заказ. ПОКУПАЙТЕ СЕЙЧАС',
            'verify-email'        => 'Подтвердите свой адрес электронной почты',
            'resend-verify-email' => 'Повторно отправить письмо с подтверждением',
        ],
    ],

    'errors' => [
        'go-to-home'   => 'Перейти на главную',

        '404' => [
            'title'       => '404 Страница не найдена',
            'description' => 'Упс! Страница, которую вы ищете, ушла в отпуск. Похоже, мы не можем найти то, что вы искали.',
        ],

        '401' => [
            'title'       => '401 Несанкционированный доступ',
            'description' => 'Упс! Похоже, у вас нет доступа к этой странице. Кажется, у вас нет необходимых учетных данных.',
        ],

        '403' => [
            'title'       => '403 Запрещено',
            'description' => 'Упс! Эта страница запрещена. Похоже, у вас нет необходимых разрешений для просмотра этого контента.',
        ],

        '500' => [
            'title'       => '500 Внутренняя ошибка сервера',
            'description' => 'Упс! Что-то пошло не так. Кажется, у нас возникли проблемы с загрузкой страницы, которую вы ищете.',
        ],

        '503' => [
            'title'       => '503 Сервис недоступен',
            'description' => 'Упс! Похоже, мы временно отключены для технического обслуживания. Пожалуйста, вернитесь через некоторое время.',
        ],
    ],

    'layouts' => [
        'my-account'            => 'Мой аккаунт',
        'profile'               => 'Профиль',
        'address'               => 'Адрес',
        'reviews'               => 'Отзывы',
        'wishlist'              => 'Список желаний',
        'orders'                => 'Заказы',
        'downloadable-products' => 'Загружаемые товары',
    ],

    'subscription' => [
        'already'             => 'Вы уже подписаны на нашу рассылку.',
        'subscribe-success'   => 'Вы успешно подписались на нашу рассылку.',
        'unsubscribe-success' => 'Вы успешно отписались от нашей рассылки.',
    ],

    'emails' => [
        'dear'   => 'Уважаемый :customer_name',
        'thanks' => 'Если вам нужна помощь, пожалуйста, свяжитесь с нами по адресу <a href=":link" style=":style">:email</a>.<br/>Спасибо!',

        'customers' => [
            'registration' => [
                'subject'     => 'Регистрация нового клиента',
                'greeting'    => 'Добро пожаловать и спасибо за регистрацию!',
                'description' => 'Ваш аккаунт успешно создан, и вы можете войти, используя свой адрес электронной почты и учетные данные пароля. После входа вы сможете пользоваться другими услугами, включая просмотр предыдущих заказов, списков желаний и редактирование информации в своей учетной записи.',
                'sign-in'     => 'Войти',
            ],

            'forgot-password' => [
                'subject'        => 'Письмо сброса пароля',
                'greeting'       => 'Забыли пароль!',
                'description'    => 'Вы получаете это письмо, потому что мы получили запрос на сброс пароля для вашей учетной записи.',
                'reset-password' => 'Сбросить пароль',
            ],

            'update-password' => [
                'subject'     => 'Пароль обновлен',
                'greeting'    => 'Пароль обновлен!',
                'description' => 'Вы получаете это письмо, потому что вы обновили свой пароль.',
            ],

            'verification' => [
                'subject'      => 'Письмо подтверждения аккаунта',
                'greeting'     => 'Добро пожаловать!',
                'description'  => 'Пожалуйста, нажмите кнопку ниже, чтобы подтвердить свой адрес электронной почты.',
                'verify-email' => 'Подтвердить адрес электронной почты',
            ],

            'commented' => [
                'subject'     => 'Добавлен новый комментарий',
                'description' => 'Примечание: :note',
            ],

            'subscribed' => [
                'subject'     => 'Подписка на нашу рассылку!',
                'greeting'    => 'Добро пожаловать в наше сообщество рассылки!',
                'description' => 'Поздравляем и добро пожаловать в наше сообщество рассылки! Мы рады, что вы с нами, и будем информировать вас о последних новостях, трендах и эксклюзивных предложениях.',
                'unsubscribe' => 'Отписаться',
            ],
        ],

        'orders' => [
            'created' => [
                'subject'  => 'Подтверждение нового заказа',
                'title'    => 'Подтверждение заказа!',
                'greeting' => 'Спасибо за ваш заказ :order_id, размещенный :created_at',
                'summary'  => 'Сводка заказа',
            ],

            'invoiced' => [
                'subject'  => 'Подтверждение нового счета',
                'title'    => 'Подтверждение счета!',
                'greeting' => 'Ваш счет #:invoice_id для заказа :order_id создан :created_at',
                'summary'  => 'Сводка счета',
            ],

            'shipped' => [
                'subject'  => 'Подтверждение новой отправки',
                'title'    => 'Заказ отправлен!',
                'greeting' => 'Ваш заказ :order_id, размещенный :created_at, был отправлен',
                'summary'  => 'Сводка отправки',
            ],

            'refunded' => [
                'subject'  => 'Подтверждение нового возврата',
                'title'    => 'Заказ возвращен!',
                'greeting' => 'Возврат был инициирован для заказа :order_id, размещенного :created_at',
                'summary'  => 'Сводка возврата',
            ],

            'canceled' => [
                'subject'  => 'Подтверждение отмены заказа',
                'title'    => 'Заказ отменен!',
                'greeting' => 'Ваш заказ :order_id, размещенный :created_at, был отменен',
                'summary'  => 'Сводка заказа',
            ],

            'commented' => [
                'subject' => 'Добавлен новый комментарий',
                'title'   => 'Добавлен новый комментарий к вашему заказу :order_id, размещенному :created_at',
            ],

            'shipping-address'  => 'Адрес доставки',
            'carrier'           => 'Перевозчик',
            'tracking-number'   => 'Номер отслеживания',
            'billing-address'   => 'Адрес для выставления счета',
            'contact'           => 'Контакт',
            'shipping'          => 'Доставка',
            'payment'           => 'Оплата',
            'sku'               => 'Артикул',
            'name'              => 'Наименование',
            'price'             => 'Цена',
            'qty'               => 'Количество',
            'subtotal'          => 'Промежуточный итог',
            'shipping-handling' => 'Доставка и обработка',
            'tax'               => 'Налог',
            'discount'          => 'Скидка',
            'grand-total'       => 'Общая сумма',
        ],
    ],
];
