<?php

return [
    'configuration' => [
        'checkout-title'   => 'রেজরপে চেকআউট',
        'client-id'        => 'ক্লায়েন্ট আইডি',
        'client-secret'    => 'ক্লায়েন্ট সিক্রেট',
        'description'      => 'বিবরণ',
        'info'             => 'রেজরপে একটি ফিনান্সিয়াল টেকনোলজি প্ল্যাটফর্ম যা ব্যবসাগুলিকে পেমেন্ট গ্রহণ, প্রক্রিয়াকরণ এবং বিতরণ করতে সহায়তা করে।',
        'merchant_desc'    => 'লেনদেনের বিবরণ (পেমেন্ট ফর্মে দেখানো হবে)',
        'merchant_name'    => 'মার্চেন্টের নাম (পেমেন্ট ফর্মে দেখানো হবে)',
        'name'             => 'রেজরপে',
        'production-only'  => 'শুধুমাত্র উৎপাদনের জন্য।',
        'sandbox-only'     => 'শুধুমাত্র স্যান্ডবক্সের জন্য।',
        'status'           => 'স্থিতি',
        'test-mode-id'     => 'টেস্ট মোড ক্লায়েন্ট আইডি',
        'test-mode-secret' => 'টেস্ট মোড ক্লায়েন্ট সিক্রেট',
        'title'            => 'শিরোনাম',
    ],

    'response' => [
        'credentials-missing'  => 'রেজরপে ক্রেডেনশিয়াল অনুপস্থিত!',
        'error-message'        => 'পেমেন্ট গেটওয়ে লোড করার সময় একটি ত্রুটি ঘটেছে। অনুগ্রহ করে আবার চেষ্টা করুন।',
        'razorpay-cancelled'   => 'Razorpay পেমেন্ট বাতিল করা হয়েছে।',
        'something-went-wrong' => 'কিছু ভুল হয়েছে',
    ],
];