<?php

return [
    'address'                 => 'يمكن أن تقبل السمة : الحروف الأبجدية والأرقام والمسافات والفاصلة والشرطات فقط.',
    'alpha-numeric-space'     => 'يمكن للسمة : أن تقبل فقط الحروف الأبجدية والأرقام والمسافات.',
    'code'                    => 'يجب أن تكون قيمة السمة صالحة.',
    'decimal'                 => ':يجب أن تكون السمة صالحة.',
    'phone-number'            => 'يجب أن تكون السمة رقم هاتف صالحًا.',
    'slug'                    => 'يجب أن تكون قيمة السمة عنوان URL صالحًا.',
    'comma-separated-integer' => 'يجب أن يكون حقل السمة رقميًا ويمكن أن يحتوي على فاصلة.',
];
