<?php

return [
    'configuration' => [
        'checkout-title'   => 'Razorpay Оплата',
        'client-id'        => 'Идентификатор клиента',
        'client-secret'    => 'Секретный ключ клиента',
        'description'      => 'Описание',
        'info'             => 'Razorpay — это финансовая технологическая платформа, которая помогает компаниям принимать, обрабатывать и распределять платежи.',
        'merchant_desc'    => 'Описание транзакции (будет показано в форме оплаты)',
        'merchant_name'    => 'Имя продавца (будет показано в форме оплаты)',
        'name'             => 'Razorpay',
        'production-only'  => 'Только для продакшена.',
        'sandbox-only'     => 'Только для песочницы.',
        'status'           => 'Статус',
        'test-mode-id'     => 'Идентификатор клиента в тестовом режиме',
        'test-mode-secret' => 'Секретный ключ клиента в тестовом режиме',
        'title'            => 'Заголовок',
    ],

    'response' => [
        'credentials-missing'  => 'Отсутствуют учетные данные Razorpay!',
        'error-message'        => 'Произошла ошибка при загрузке платежного шлюза. Пожалуйста, попробуйте снова.',
        'razorpay-cancelled'   => 'Платёж Razorpay был отменён.',
        'something-went-wrong' => 'Что-то пошло не так',
    ],
];