<?php

return [
    'customers' => [
        'forgot-password' => [
            'back'                 => 'Повернутися до входу?',
            'email-not-exist'      => 'Ми не можемо знайти користувача за цією адресою електронної пошти.',
            'email'                => 'Електронна пошта',
            'forgot-password-text' => 'Якщо ви забули свій пароль, відновіть його, введіть свою електронну адресу.',
            'footer'               => '© Копірайт 2010 - :current_year, Webkul Software (зареєстрована в Індії). Всі права захищені.',
            'page-title'           => 'Забули пароль?',
            'reset-link-sent'      => 'Ми відправили вам посилання на скидання пароля на вашу електронну пошту.',
            'submit'               => 'Скинути пароль',
            'sign-in-button'       => 'Увійти',
            'title'                => 'Відновлення паролю',
        ],

        'reset-password' => [
            'back-link-title'  => 'Повернутися до входу',
            'confirm-password' => 'Підтвердити пароль',
            'email'            => 'Зареєстрована електронна пошта',
            'footer'           => '© Копірайт 2010 - :current_year, Webkul Software (зареєстрована в Індії). Всі права захищені.',
            'password'         => 'Пароль',
            'submit-btn-title' => 'Скинути пароль',
            'title'            => 'Скидання паролю',
        ],

        'login-form' => [
            'button-title'        => 'Увійти',
            'create-your-account' => 'Створити свій обліковий запис',
            'email'               => 'Електронна пошта',
            'form-login-text'     => 'Якщо у вас є обліковий запис, увійдіть за допомогою своєї електронної адреси.',
            'footer'              => '© Копірайт 2010 - :current_year, Webkul Software (зареєстрована в Індії). Всі права захищені.',
            'forgot-pass'         => 'Забули пароль?',
            'invalid-credentials' => 'Перевірте свої облікові дані та спробуйте ще раз.',
            'not-activated'       => 'Ваш активний запит очікує схвалення адміністратора',
            'new-customer'        => 'Новий користувач?',
            'page-title'          => 'Вхід користувача',
            'password'            => 'Пароль',
            'show-password'       => 'Показати пароль',
            'title'               => 'Увійти',
            'verify-first'        => 'Спершу перевірте свою електронну пошту.',
        ],

        'signup-form' => [
            'account-exists'              => 'Вже є обліковий запис?',
            'button-title'                => 'Зареєструватися',
            'confirm-pass'                => 'Підтвердіть пароль',
            'email'                       => 'Електронна пошта',
            'first-name'                  => 'Ім’я',
            'footer'                      => '© Копірайт 2010 - :current_year, Webkul Software (зареєстрована в Індії). Всі права захищені.',
            'form-signup-text'            => 'Якщо ви новачок у нашому магазині, ми раді вас бачити як учасника.',
            'last-name'                   => 'Прізвище',
            'page-title'                  => 'Стати користувачем',
            'password'                    => 'Пароль',
            'sign-in-button'              => 'Увійти',
            'subscribe-to-newsletter'     => 'Підписатися на розсилку',
            'success-verify'              => 'Обліковий запис успішно створено, на вашу електронну адресу відправлено лист для підтвердження.',
            'success-verify-email-unsent' => 'Обліковий запис успішно створено, але лист із запитом на підтвердження не відправлено.',
            'success'                     => 'Обліковий запис успішно створено.',
            'verified'                    => 'Ваш обліковий запис підтверджено, спробуйте увійти зараз.',
            'verify-failed'               => 'Не вдалося підтвердити вашу електронну адресу.',
            'verification-not-sent'       => 'Помилка! Під час надсилання листа для підтвердження сталася помилка, спробуйте ще раз пізніше.',
            'verification-sent'           => 'Лист для підтвердження надіслано',
        ],

        'account' => [
            'home' => 'Главная',

            'profile' => [
                'current-password'        => 'Текущий пароль',
                'confirm-password'        => 'Подтвердите пароль',
                'dob'                     => 'Дата рождения',
                'delete-profile'          => 'Удалить профиль',
                'delete-success'          => 'Покупатель успешно удален',
                'delete-failed'           => 'Произошла ошибка при удалении покупателя.',
                'delete'                  => 'Удалить',
                'email'                   => 'Email',
                'edit-profile'            => 'Редактировать профиль',
                'edit'                    => 'Редактировать',
                'edit-success'            => 'Профиль успешно обновлен',
                'enter-password'          => 'Введите ваш пароль',
                'first-name'              => 'Имя',
                'female'                  => 'Женский',
                'gender'                  => 'Пол',
                'last-name'               => 'Фамилия',
                'male'                    => 'Мужской',
                'new-password'            => 'Новый пароль',
                'other'                   => 'Другой',
                'order-pending'           => 'Невозможно удалить учетную запись покупателя, так как есть ожидающие или обрабатываемые заказы.',
                'phone'                   => 'Телефон',
                'save'                    => 'Сохранить',
                'subscribe-to-newsletter' => 'Подписаться на рассылку',
                'title'                   => 'Профиль',
                'unmatch'                 => 'Старый пароль не совпадает.',
                'wrong-password'          => 'Неверный пароль!',
            ],

            'addresses' => [
                'add-address'      => 'Добавить адрес',
                'address-1'        => 'Адрес 1',
                'address-2'        => 'Адрес 2',
                'city'             => 'Город',
                'country'          => 'Страна',
                'create-success'   => 'Адрес успешно добавлен.',
                'company-name'     => 'Название компании',
                'delete'           => 'Удалить',
                'default-address'  => 'Адрес по умолчанию',
                'default-delete'   => 'Адрес по умолчанию нельзя изменить.',
                'delete-success'   => 'Адрес успешно удален',
                'edit'             => 'Редактировать',
                'edit-address'     => 'Редактировать адрес',
                'empty-address'    => 'Вы еще не добавили адрес в свой аккаунт.',
                'edit-success'     => 'Адрес успешно обновлен.',
                'first-name'       => 'Имя',
                'last-name'        => 'Фамилия',
                'phone'            => 'Телефон',
                'post-code'        => 'Почтовый индекс',
                'state'            => 'Регион',
                'set-as-default'   => 'Установить по умолчанию',
                'select-country'   => 'Выберите страну',
                'street-address'   => 'Улица и номер дома',
                'save'             => 'Сохранить',
                'security-warning' => 'Обнаружена подозрительная активность!!!',
                'title'            => 'Адрес',
                'vat-id'           => 'ИНН',
            ],

            'orders' => [
                'order-id'   => 'Идентификатор заказа',
                'order'      => 'Заказ',
                'order-date' => 'Дата заказа',
                'title'      => 'Заказы',
                'total'      => 'Итого',

                'status' => [
                    'title' => 'Статус',

                    'options' => [
                        'completed'       => 'Завершен',
                        'canceled'        => 'Отменен',
                        'closed'          => 'Закрыт',
                        'fraud'           => 'Мошенничество',
                        'processing'      => 'Обработка',
                        'pending'         => 'В ожидании',
                        'pending-payment' => 'Ожидание оплаты',
                    ],
                ],

                'action'      => 'Действие',
                'empty-order' => 'Вы еще не сделали ни одного заказа',

                'view' => [
                    'billing-address'    => 'Адрес для выставления счета',
                    'cancel-btn-title'   => 'Отменить',
                    'cancel-confirm-msg' => 'Вы уверены, что хотите отменить этот заказ?',
                    'cancel-success'     => 'Ваш заказ был отменен',
                    'cancel-error'       => 'Ваш заказ не может быть отменен.',
                    'payment-method'     => 'Способ оплаты',
                    'page-title'         => 'Заказ #:order_id',
                    'shipping-address'   => 'Адрес доставки',
                    'shipping-method'    => 'Способ доставки',
                    'total'              => 'Итого',
                    'title'              => 'Просмотр',

                    'information' => [
                        'discount'          => 'Скидка',
                        'grand-total'       => 'Общая сумма',
                        'info'              => 'Информация',
                        'item-status'       => 'Статус товара',
                        'item-ordered'      => 'Заказано (:qty_ordered)',
                        'item-invoice'      => 'Счет (:qty_invoiced)',
                        'item-shipped'      => 'Отправлено (:qty_shipped)',
                        'item-canceled'     => 'Отменено (:qty_canceled)',
                        'item-refunded'     => 'Возвращено (:qty_refunded)',
                        'placed-on'         => 'Дата размещения',
                        'product-name'      => 'Название',
                        'price'             => 'Цена',
                        'sku'               => 'Артикул (SKU)',
                        'subtotal'          => 'Промежуточный итог',
                        'shipping-handling' => 'Доставка и обработка',
                        'tax-percent'       => 'Налоговая ставка',
                        'tax-amount'        => 'Сумма налога',
                        'tax'               => 'Налог',
                        'total-paid'        => 'Всего оплачено',
                        'total-refunded'    => 'Всего возвращено',
                        'total-due'         => 'Итого к оплате',
                    ],

                    'invoices' => [
                        'discount'           => 'Скидка',
                        'grand-total'        => 'Общая сумма',
                        'invoices'           => 'Счета',
                        'individual-invoice' => 'Счет #:invoice_id',
                        'product-name'       => 'Название',
                        'price'              => 'Цена',
                        'products-ordered'   => 'Заказанные товары',
                        'print'              => 'Печать',
                        'qty'                => 'Количество',
                        'sku'                => 'Артикул (SKU)',
                        'subtotal'           => 'Промежуточный итог',
                        'shipping-handling'  => 'Доставка и обработка',
                        'tax-amount'         => 'Сумма налога',
                        'tax'                => 'Налог',
                    ],

                    'shipments' => [
                        'individual-shipment' => 'Отправка #:shipment_id',
                        'product-name'        => 'Название',
                        'qty'                 => 'Количество',
                        'sku'                 => 'Артикул (SKU)',
                        'shipments'           => 'Отправки',
                        'subtotal'            => 'Промежуточный итог',
                        'tracking-number'     => 'Номер отслеживания',
                    ],

                    'refunds' => [
                        'adjustment-refund' => 'Возврат корректировки',
                        'adjustment-fee'    => 'Сбор за корректировку',
                        'discount'          => 'Скидка',
                        'grand-total'       => 'Общая сумма',
                        'individual-refund' => 'Возврат #:refund_id',
                        'no-result-found'   => 'Мы не смогли найти записей.',
                        'product-name'      => 'Название',
                        'price'             => 'Цена',
                        'qty'               => 'Количество',
                        'refunds'           => 'Возвраты',
                        'sku'               => 'Артикул (SKU)',
                        'subtotal'          => 'Промежуточный итог',
                        'shipping-handling' => 'Доставка и обработка',
                        'tax-amount'        => 'Сумма налога',
                        'tax'               => 'Налог',
                    ],
                ],

                'invoice-pdf' => [
                    'bank-details'      => 'Банківські реквізити',
                    'bill-to'           => 'Виставлено на',
                    'contact'           => 'Контакт',
                    'contact-number'    => 'Номер контакту',
                    'date'              => 'Дата рахунку',
                    'discount'          => 'Знижка',
                    'grand-total'       => 'Загальна сума',
                    'invoice'           => 'Рахунок',
                    'invoice-id'        => 'ID рахунку',
                    'order-date'        => 'Дата замовлення',
                    'order-id'          => 'ID замовлення',
                    'payment-method'    => 'Спосіб оплати',
                    'payment-terms'     => 'Умови оплати',
                    'price'             => 'Ціна',
                    'product-name'      => 'Назва продукту',
                    'qty'               => 'Кількість',
                    'ship-to'           => 'Доставлено на',
                    'shipping-handling' => 'Доставка та обробка',
                    'shipping-method'   => 'Спосіб доставки',
                    'sku'               => 'SKU',
                    'subtotal'          => 'Підсумок',
                    'tax'               => 'Податок',
                    'tax-amount'        => 'Сума податку',
                    'vat-number'        => 'ПДВ номер',
                ],
            ],

            'reviews' => [
                'empty-review' => 'Вы еще не оставили отзыв о товаре',
                'title'        => 'Отзывы',
            ],

            'downloadable-products' => [
                'date'                => 'Дата',
                'download-error'      => 'Ссылка для скачивания устарела.',
                'empty-product'       => 'У вас нет товаров для скачивания',
                'name'                => 'Товары для скачивания',
                'orderId'             => 'Идентификатор заказа',
                'payment-error'       => 'Оплата не была выполнена за это скачивание.',
                'remaining-downloads' => 'Оставшиеся загрузки',
                'records-found'       => 'Найдено записей',
                'status'              => 'Статус',
                'title'               => 'Заголовок',
            ],

            'wishlist' => [
                'color'              => 'Цвет',
                'delete-all'         => 'Удалить все',
                'empty'              => 'На странице списка желаний нет добавленных товаров.',
                'move-to-cart'       => 'Переместить в корзину',
                'moved-success'      => 'Товар успешно перемещен в корзину',
                'moved'              => 'Товар успешно перемещен в корзину',
                'page-title'         => 'Список желаний',
                'profile'            => 'Профиль',
                'product-removed'    => 'Товар больше не доступен, так как его удалил администратор',
                'remove'             => 'Удалить',
                'removed'            => 'Товар успешно удален из списка желаний',
                'remove-fail'        => 'Товар не может быть удален из списка желаний',
                'remove-all-success' => 'Все товары из вашего списка желаний были удалены',
                'success'            => 'Товар успешно добавлен в список желаний',
                'see-details'        => 'Подробности',
                'title'              => 'Список желаний',
            ],
        ],
    ],

    'components' => [
        'accordion' => [
            'default-content' => 'Зміст за замовчуванням',
            'default-header'  => 'Заголовок за замовчуванням',
        ],

        'drawer' => [
            'default-toggle'  => 'Перемикач за замовчуванням',
        ],

        'media' => [
            'add-attachments' => 'Додати вкладення',
        ],

        'layouts' => [
            'header' => [
                'account'       => 'Обліковий запис',
                'compare'       => 'Порівняння',
                'cart'          => 'Кошик',
                'dropdown-text' => 'Керування кошиком, замовленнями та списком бажань',
                'logout'        => 'Вийти',
                'orders'        => 'Замовлення',
                'profile'       => 'Профіль',
                'sign-in'       => 'Увійти',
                'sign-up'       => 'Зареєструватися',
                'search-text'   => 'Шукати продукти тут',
                'search'        => 'Пошук',
                'title'         => 'Обліковий запис',
                'welcome'       => 'Ласкаво просимо',
                'welcome-guest' => 'Ласкаво просимо, Гість',
                'wishlist'      => 'Список бажань',
            ],

            'footer' => [
                'about-us'               => 'Про нас',
                'customer-service'       => 'Служба підтримки',
                'contact-us'             => 'Зв\'язатися з нами',
                'currency'               => 'Валюта',
                'footer-text'            => '© Авторські права 2010 - 2023, Webkul Software (зареєстровано в Індії). Усі права захищені.',
                'locale'                 => 'Мова',
                'newsletter-text'        => 'Готуйтеся до наших цікавих новин!',
                'order-return'           => 'Замовлення та повернення',
                'payment-policy'         => 'Політика оплати',
                'privacy-cookies-policy' => 'Політика конфіденційності та файлів cookie',
                'subscribe-stay-touch'   => 'Підпишіться, щоб залишатися на зв\'язку.',
                'subscribe-newsletter'   => 'Підписатися на розсилку',
                'subscribe'              => 'Підписатися',
                'shipping-policy'        => 'Політика доставки',
                'whats-new'              => 'Що нового',
            ],
        ],

        'datagrid' => [
            'toolbar' => [
                'mass-actions' => [
                    'select-action' => 'Вибрати дію',
                    'select-option' => 'Вибрати опцію',
                    'submit'        => 'Підтвердити',
                ],

                'filter' => [
                    'title' => 'Фільтр',
                ],

                'search' => [
                    'title' => 'Пошук',
                ],
            ],

            'filters' => [
                'title' => 'Застосувати фільтри',

                'dropdown' => [
                    'searchable' => [
                        'atleast-two-chars' => 'Введіть щонайменше 2 символи ...',
                        'no-results'        => 'Результати не знайдено ...',
                    ],
                ],

                'custom-filters' => [
                    'clear-all' => 'Очистити все',
                    'title'     => 'Спеціальні фільтри',
                ],

                'date-options' => [
                    'last-six-months'   => 'Останні 6 місяців',
                    'last-month'        => 'Минулого місяця',
                    'last-three-months' => 'Останні 3 місяці',
                    'today'             => 'Сьогодні',
                    'this-week'         => 'Цього тижня',
                    'this-month'        => 'Цього місяця',
                    'this-year'         => 'Цього року',
                    'yesterday'         => 'Вчора',
                ],
            ],

            'table' => [
                'actions'              => 'Дії',
                'no-records-available' => 'Записи недоступні.',
            ],
        ],

        'modal' => [
            'default-content' => 'Зміст за замовчуванням',
            'default-header'  => 'Заголовок за замовчуванням',

            'confirm' => [
                'agree-btn'    => 'Погодитися',
                'disagree-btn' => 'Відмовитися',
                'message'      => 'Ви впевнені, що хочете виконати цю дію?',
                'title'        => 'Ви впевнені?',
            ],
        ],

        'products' => [
            'card' => [
                'add-to-compare'     => 'Товар успішно додано до списку порівнянь.',
                'already-in-compare' => 'Товар вже додано до списку порівнянь.',
                'add-to-cart'        => 'Додати до кошика',
                'new'                => 'Новий',
                'review-description' => 'Будьте першим, хто залишить відгук про цей товар',
                'sale'               => 'Розпродаж',
            ],

            'carousel' => [
                'view-all' => 'Переглянути все',
            ],
        ],

        'range-slider' => [
            'range' => 'Діапазон:',
        ],
    ],

    'products' => [
        'prices' => [
            'grouped' => [
                'starting-at' => 'Починається з',
            ],

            'configurable' => [
                'as-low-as' => 'Від',
            ],
        ],

        'sort-by' => [
            'title'   => 'Сортувати за',
            'options' => [
                'cheapest-first'  => 'Спочатку дешевше',
                'expensive-first' => 'Спочатку дорожче',
                'from-a-z'        => 'Від А до Я',
                'from-z-a'        => 'Від Я до А',
                'latest-first'    => 'Спочатку нові',
                'oldest-first'    => 'Спочатку старі',
            ],
        ],

        'view' => [
            'type' => [
                'configurable' => [
                    'select-options'       => 'Будь ласка, виберіть опцію',
                    'select-above-options' => 'Будь ласка, виберіть опції вище',
                ],

                'bundle' => [
                    'none' => 'Немає',
                ],

                'downloadable' => [
                    'links'   => 'Посилання',
                    'sample'  => 'Зразок',
                    'samples' => 'Зразки',
                ],

                'grouped' => [
                    'name' => 'Назва',
                ],
            ],

            'gallery' => [
                'product-image'   => 'Зображення товару',
                'thumbnail-image' => 'Зменшуване зображення',
            ],

            'reviews' => [
                'attachments'      => 'Вкладення',
                'comment'          => 'Коментар',
                'customer-review'  => 'Відгуки клієнтів',
                'cancel'           => 'Скасувати',
                'empty-review'     => 'Відгуків не знайдено, будьте першим, хто залишить відгук про цей товар',
                'failed-to-upload' => 'Не вдалося завантажити зображення',
                'load-more'        => 'Завантажити ще',
                'name'             => 'Назва',
                'rating'           => 'Рейтинг',
                'success'          => 'Відгук успішно надіслано.',
                'submit-review'    => 'Надіслати відгук',
                'title'            => 'Заголовок',
                'write-a-review'   => 'Написати відгук',
            ],

            'add-to-cart'            => 'Додати до кошика',
            'add-to-compare'         => 'Товар додано в порівняння.',
            'already-in-compare'     => 'Товар вже додано в порівняння.',
            'additional-information' => 'Додаткова інформація',
            'buy-now'                => 'Купити зараз',
            'compare'                => 'Порівняти',
            'description'            => 'Опис',
            'review'                 => 'Відгуки',
            'related-product-title'  => 'Супутні товари',
            'tax-inclusive'          => 'З усіма податками',
            'up-sell-title'          => 'Ми знайшли інші товари, які вам можуть сподобатися!',
        ],

        'type' => [
            'abstract' => [
                'offers' => 'Купуйте :qty за :price кожний і економте :discount%',
            ],
        ],
    ],

    'categories' => [
        'filters' => [
            'clear-all' => 'Очистити всі',
            'filters'   => 'Фільтри:',
            'filter'    => 'Фільтр',
            'sort'      => 'Сортувати',
        ],

        'toolbar' => [
            'show' => 'Показати',
        ],

        'view' => [
            'empty'     => 'У цій категорії немає товарів',
            'load-more' => 'Завантажити ще',
        ],
    ],

    'search' => [
        'title' => 'Результати пошуку для: :query',

        'images' => [
            'index' => [
                'something-went-wrong' => 'Сталася помилка, будь ласка, спробуйте ще раз пізніше.',
                'size-limit-error'     => 'Помилка обмеження розміру',
                'only-images-allowed'  => 'Дозволені тільки зображення (.jpeg, .jpg, .png, ..).',
            ],

            'results' => [
                'analysed-keywords' => 'Аналізовані ключові слова:',
            ],
        ],
    ],

    'compare' => [
        'already-added'      => 'Товар вже додано до списку порівнянь',
        'delete-all'         => 'Видалити все',
        'empty-text'         => 'У вас немає товарів у списку порівнянь',
        'item-add-success'   => 'Товар успішно додано до списку порівнянь',
        'product-compare'    => 'Порівняння товарів',
        'remove-success'     => 'Товар успішно видалено.',
        'remove-all-success' => 'Всі товари успішно видалено.',
        'remove-error'       => 'Виникла помилка. Будь ласка, спробуйте пізніше.',
        'title'              => 'Порівняння товарів',
    ],

    'checkout' => [
        'success' => [
            'info'          => 'Ми надішлемо вам інформацію про замовлення та номер відстеження по електронній пошті',
            'order-id-info' => 'Номер вашого замовлення: #:order_id',
            'title'         => 'Замовлення успішно оформлено',
            'thanks'        => 'Дякуємо за ваше замовлення!',
        ],

        'cart' => [
            'continue-to-checkout'      => 'Продовжити оформлення замовлення',
            'item-add-to-cart'          => 'Товар успішно додано',
            'inventory-warning'         => 'Запитана кількість недоступна. Будь ласка, спробуйте пізніше.',
            'illegal'                   => 'Кількість не може бути менше одного.',
            'inactive'                  => 'Товар був деактивований та видалений з кошика.',
            'missing-fields'            => 'Відсутні деякі обов\'язкові поля для цього товару.',
            'missing-options'           => 'Відсутні варіанти для цього товару.',
            'missing-links'             => 'Відсутні посилання для завантажуваних товарів.',
            'minimum-order-message'     => 'Мінімальна сума замовлення становить :amount',
            'qty-missing'               => 'Принаймні один товар повинен мати кількість більше 1.',
            'return-to-shop'            => 'Повернутися в магазин',
            'rule-applied'              => 'Правило кошика застосовано',
            'suspended-account-message' => 'Ваш обліковий запис призупинено.',
            'select-hourly-duration'    => 'Виберіть тривалість слоту одну годину.',
            'success-remove'            => 'Товар успішно видалено з кошика.',

            'index' => [
                'cart'                     => 'Кошик',
                'continue-shopping'        => 'Продовжити покупки',
                'empty-product'            => 'У вас немає товарів у кошику.',
                'home'                     => 'Головна',
                'items-selected'           => ':count товари вибрані',
                'move-to-wishlist-success' => 'Обрані товари успішно переміщено в список бажань.',
                'move-to-wishlist'         => 'Перемістити в список бажань',
                'product-name'             => 'Назва товару',
                'price'                    => 'Ціна',
                'quantity'                 => 'Кількість',
                'quantity-update'          => 'Кількість успішно оновлена',
                'remove'                   => 'Видалити',
                'remove-selected-success'  => 'Обрані товари успішно видалено з кошика.',
                'see-details'              => 'Детальніше',
                'tax'                      => 'Податок',
                'total'                    => 'Всього',
                'update-cart'              => 'Оновити кошик',
                'view-cart'                => 'Переглянути кошик',
            ],

            'coupon'   => [
                'applied'         => 'Застосований купон',
                'apply'           => 'Застосувати купон',
                'apply-issue'     => 'Код купона не може бути застосований.',
                'already-applied' => 'Код купона вже застосований.',
                'button-title'    => 'Застосувати',
                'code'            => 'Код купона',
                'discount'        => 'Знижка купона',
                'error'           => 'Щось пішло не так',
                'enter-your-code' => 'Введіть свій код',
                'invalid'         => 'Код купона недійсний.',
                'remove'          => 'Видалити купон',
                'success-apply'   => 'Код купона успішно застосовано.',
                'subtotal'        => 'Підсумок',
            ],

            'mini-cart' => [
                'continue-to-checkout' => 'Продовжити оформлення замовлення',
                'empty-cart'           => 'Ваш кошик порожній',
                'offer-on-orders'      => 'Отримайте до 30% ЗНИЖКА на ваше 1-е замовлення',
                'remove'               => 'Видалити',
                'see-details'          => 'Детальніше',
                'shopping-cart'        => 'Кошик',
                'subtotal'             => 'Підсумок',
                'view-cart'            => 'Переглянути кошик',
            ],

            'summary' => [
                'cart-summary'        => 'Підсумок кошика',
                'delivery-charges'    => 'Вартість доставки',
                'discount-amount'     => 'Сума знижки',
                'grand-total'         => 'Загальна сума',
                'place-order'         => 'Оформити замовлення',
                'proceed-to-checkout' => 'Продовжити оформлення замовлення',
                'sub-total'           => 'Підсумок',
                'tax'                 => 'Податок',
            ],
        ],

        'onepage' => [
            'addresses' => [
                'billing' => [
                    'add-new-address'      => 'Додати нову адресу',
                    'billing-address'      => 'Платіжна адреса',
                    'back'                 => 'Назад',
                    'company-name'         => 'Назва компанії',
                    'country'              => 'Країна',
                    'city'                 => 'Місто',
                    'confirm'              => 'Підтвердити',
                    'email'                => 'Електронна пошта',
                    'first-name'           => 'Ім\'я',
                    'last-name'            => 'Прізвище',
                    'postcode'             => 'Поштовий індекс',
                    'same-billing-address' => 'Адреса співпадає з адресою платника',
                    'street-address'       => 'Вулиця',
                    'state'                => 'Область',
                    'select-state'         => 'Виберіть область',
                    'save-address'         => 'Зберегти цю адресу',
                    'telephone'            => 'Телефон',
                ],

                'index' => [
                    'confirm' => 'Підтвердити',
                ],

                'shipping' => [
                    'add-new-address'  => 'Додати нову адресу',
                    'back'             => 'Назад',
                    'company-name'     => 'Назва компанії',
                    'country'          => 'Країна',
                    'city'             => 'Місто',
                    'confirm'          => 'Підтвердити',
                    'email'            => 'Електронна пошта',
                    'first-name'       => 'Ім\'я',
                    'last-name'        => 'Прізвище',
                    'postcode'         => 'Поштовий індекс',
                    'street-address'   => 'Вулиця',
                    'state'            => 'Область',
                    'select-state'     => 'Виберіть область',
                    'select-country'   => 'Виберіть країну',
                    'save-address'     => 'Зберегти цю адресу',
                    'shipping-address' => 'Адреса доставки',
                    'telephone'        => 'Телефон',
                ],
            ],

            'coupon' => [
                'applied'         => 'Купон застосовано',
                'applied-coupon'  => 'Застосований купон',
                'apply'           => 'Застосувати купон',
                'apply-issue'     => 'Код купона не може бути застосований.',
                'button-title'    => 'Застосувати',
                'code'            => 'Код купона',
                'discount'        => 'Знижка купона',
                'enter-your-code' => 'Введіть свій код',
                'remove'          => 'Видалити купон',
                'sub-total'       => 'Підсумок',
                'subtotal'        => 'Підсумок',
            ],

            'index' => [
                'checkout' => 'Оформлення замовлення',
                'home'     => 'Головна',
            ],

            'payment' => [
                'payment-method' => 'Спосіб оплати',
            ],

            'shipping' => [
                'shipping-method' => 'Спосіб доставки',
            ],

            'summary' => [
                'cart-summary'     => 'Підсумок кошика',
                'delivery-charges' => 'Вартість доставки',
                'discount-amount'  => 'Сума знижки',
                'grand-total'      => 'Загальна сума',
                'place-order'      => 'Оформити замовлення',
                'processing'       => 'Обробка',
                'sub-total'        => 'Підсумок',
                'tax'              => 'Податок',
            ],
        ],
    ],

    'home' => [
        'index' => [
            'offer'               => 'Отримайте ЗНИЖКУ до 40% на ваше 1-е замовлення. КУПУЙТЕ ЗАРАЗ',
            'resend-verify-email' => 'Надіслати лист для підтвердження електронної пошти знову',
            'verify-email'        => 'Підтвердіть свій обліковий запис електронної пошти',
        ],
    ],

    'errors' => [
        'go-to-home'   => 'На головну',

        '404' => [
            'description' => 'Упс! Сторінку, яку ви шукаєте, відпочиває. Здається, ми не можемо знайти те, що ви шукаєте.',
            'title'       => '404 Сторінка не знайдена',
        ],

        '401' => [
            'description' => 'Упс! Здається, вам не дозволено доступ до цієї сторінки. Виглядає, що вам не вистачає необхідних облікових даних.',
            'title'       => '401 Не авторизовано',
        ],

        '403' => [
            'description' => 'Упс! Ця сторінка закрита для вас. Здається, у вас немає необхідних дозволів для перегляду цього вмісту.',
            'title'       => '403 Заборонено',
        ],

        '500' => [
            'description' => 'Упс! Щось пішло не так. Здається, у нас виникли проблеми з завантаженням сторінки, яку ви шукаєте.',
            'title'       => '500 Внутрішня помилка сервера',
        ],

        '503' => [
            'description' => 'Упс! Здається, ми тимчасово припинили роботу для технічного обслуговування. Будь ласка, поверніться через деякий час.',
            'title'       => '503 Служба недоступна',
        ],
    ],

    'layouts' => [
        'address'               => 'Адреса',
        'downloadable-products' => 'Завантажувані товари',
        'my-account'            => 'Мій обліковий запис',
        'orders'                => 'Замовлення',
        'profile'               => 'Профіль',
        'reviews'               => 'Відгуки',
        'wishlist'              => 'Список бажань',
    ],

    'subscription' => [
        'already'             => 'Ви вже підписані на нашу розсилку.',
        'subscribe-success'   => 'Ви успішно підписалися на нашу розсилку.',
        'unsubscribe-success' => 'Ви успішно відписалися від нашої розсилки.',
    ],

    'emails' => [
        'dear'   => 'Шановний :customer_name',
        'thanks' => 'Якщо вам потрібна будь-яка допомога, будь ласка, зв\'яжіться з нами за адресою <a href=":link" style=":style">:email</a>.<br/>Дякуємо!',

        'customers' => [
            'registration' => [
                'description' => 'Ваш обліковий запис був успішно створений, і ви можете увійти, використовуючи свої облікові дані електронної пошти та пароль. Після входу ви зможете скористатися іншими послугами, такими як перегляд минулих замовлень, список бажань та редагування інформації в обліковому записі.',
                'greeting'    => 'Ласкаво просимо і дякуємо за реєстрацію!',
                'subject'     => 'Нова реєстрація клієнта',
                'sign-in'     => 'Увійти',
            ],

            'forgot-password' => [
                'description'    => 'Ви отримали цей лист, оскільки ми отримали запит на скидання пароля для вашого облікового запису.',
                'greeting'       => 'Забули пароль!',
                'reset-password' => 'Скинути пароль',
                'subject'        => 'Лист із скиданням пароля',
            ],

            'update-password' => [
                'description' => 'Ви отримали цей лист, оскільки ви оновили свій пароль.',
                'greeting'    => 'Пароль оновлено!',
                'subject'     => 'Пароль оновлено',
            ],

            'verification' => [
                'description'  => 'Будь ласка, натисніть кнопку нижче, щоб підтвердити свою адресу електронної пошти.',
                'greeting'     => 'Ласкаво просимо!',
                'subject'      => 'Підтвердження адреси електронної пошти',
                'verify-email' => 'Підтвердити адресу електронної пошти',
            ],

            'commented' => [
                'description' => 'Примітка - :note',
                'subject'     => 'Додано новий коментар',
            ],

            'subscribed' => [
                'description' => 'Вітаємо і ласкаво просимо до нашої громади розсилки! Ми раді мати вас на борту і будемо тримати вас в курсі останніх новин, тенденцій і ексклюзивних пропозицій.',
                'greeting'    => 'Ласкаво просимо до нашої розсилки!',
                'subject'     => 'Ви! Підпишіться на нашу розсилку',
                'unsubscribe' => 'Відписатися',
            ],
        ],

        'orders' => [
            'created' => [
                'greeting' => 'Дякуємо за ваше замовлення #:order_id, оформлене :created_at',
                'subject'  => 'Підтвердження нового замовлення',
                'summary'  => 'Підсумок замовлення',
                'title'    => 'Підтвердження замовлення!',
            ],

            'invoiced' => [
                'greeting' => 'Ваш рахунок #:invoice_id за замовлення #:order_id створено :created_at',
                'subject'  => 'Підтвердження нового рахунку',
                'summary'  => 'Підсумок рахунку',
                'title'    => 'Створено новий рахунок!',
            ],

            'shipped' => [
                'greeting'     => 'Ваше замовлення #:order_id було відправлено :shipped_at',
                'subject'      => 'Підтвердження відправленого замовлення',
                'summary'      => 'Підсумок відправленого замовлення',
                'title'        => 'Замовлення відправлено!',
            ],

            'refunded' => [
                'greeting' => 'Возврат средств инициирован для заказа :order_id, размещенного :created_at',
                'subject'  => 'Подтверждение нового возврата средств',
                'summary'  => 'Итоги возврата средств',
                'title'    => 'Заказ возвращен!',
            ],

            'canceled' => [
                'greeting' => 'Ваше замовлення #:order_id відмінено :canceled_at',
                'subject'  => 'Підтвердження скасованого замовлення',
                'summary'  => 'Підсумок скасованого замовлення',
                'title'    => 'Замовлення скасовано!',
            ],

            'commented' => [
                'subject' => 'Добавлен новый комментарий',
                'title'   => 'Добавлен новый комментарий к вашему заказу :order_id, размещенному :created_at',
            ],

            'billing-address'   => 'Платежный адрес',
            'contact'           => 'Контакт',
            'carrier'           => 'Перевозчик',
            'discount'          => 'Скидка',
            'grand-total'       => 'Общая сумма',
            'name'              => 'Имя',
            'payment'           => 'Платеж',
            'price'             => 'Цена',
            'qty'               => 'Количество',
            'shipping-address'  => 'Адрес доставки',
            'shipping'          => 'Доставка',
            'sku'               => 'Артикул (SKU)',
            'subtotal'          => 'Промежуточный итог',
            'shipping-handling' => 'Доставка и обработка',
            'tracking-number'   => 'Номер отслеживания: :tracking_number',
            'tax'               => 'Налог',
        ],
    ],
];
