<?php

return [
    'customers' => [
        'forgot-password' => [
            'title'                => 'Відновлення паролю',
            'email'                => 'Електронна пошта',
            'forgot-password-text' => 'Якщо ви забули свій пароль, відновіть його, введіть свою електронну адресу.',
            'submit'               => 'Скинути пароль',
            'page-title'           => 'Забули пароль?',
            'back'                 => 'Повернутися до входу?',
            'sign-in-button'       => 'Увійти',
            'footer'               => '© Копірайт 2010 - 2022, Webkul Software (зареєстрована в Індії). Всі права захищені.',
        ],

        'reset-password' => [
            'title'            => 'Скидання паролю',
            'email'            => 'Зареєстрована електронна пошта',
            'password'         => 'Пароль',
            'confirm-password' => 'Підтвердити пароль',
            'back-link-title'  => 'Повернутися до входу',
            'submit-btn-title' => 'Скинути пароль',
            'footer'           => '© Копірайт 2010 - 2022, Webkul Software (зареєстрована в Індії). Всі права захищені.',
        ],

        'login-form' => [
            'page-title'          => 'Вхід користувача',
            'form-login-text'     => 'Якщо у вас є обліковий запис, увійдіть за допомогою своєї електронної адреси.',
            'show-password'       => 'Показати пароль',
            'title'               => 'Увійти',
            'email'               => 'Електронна пошта',
            'password'            => 'Пароль',
            'forgot-pass'         => 'Забули пароль?',
            'button-title'        => 'Увійти',
            'new-customer'        => 'Новий користувач?',
            'create-your-account' => 'Створити свій обліковий запис',
            'footer'              => '© Копірайт 2010 - 2022, Webkul Software (зареєстрована в Індії). Всі права захищені.',
            'invalid-credentials' => 'Перевірте свої облікові дані та спробуйте ще раз.',
            'not-activated'       => 'Ваш активний запит очікує схвалення адміністратора',
            'verify-first'        => 'Спершу перевірте свою електронну пошту.',
        ],

        'signup-form' => [
            'page-title'                  => 'Стати користувачем',
            'form-signup-text'            => 'Якщо ви новачок у нашому магазині, ми раді вас бачити як учасника.',
            'sign-in-button'              => 'Увійти',
            'first-name'                  => 'Ім’я',
            'last-name'                   => 'Прізвище',
            'email'                       => 'Електронна пошта',
            'password'                    => 'Пароль',
            'confirm-pass'                => 'Підтвердіть пароль',
            'subscribe-to-newsletter'     => 'Підписатися на розсилку',
            'button-title'                => 'Зареєструватися',
            'account-exists'              => 'Вже є обліковий запис?',
            'footer'                      => '© Копірайт 2010 - 2022, Webkul Software (зареєстрована в Індії). Всі права захищені.',
            'success-verify'              => 'Обліковий запис успішно створено, на вашу електронну адресу відправлено лист для підтвердження.',
            'success-verify-email-unsent' => 'Обліковий запис успішно створено, але лист із запитом на підтвердження не відправлено.',
            'success'                     => 'Обліковий запис успішно створено.',
            'verified'                    => 'Ваш обліковий запис підтверджено, спробуйте увійти зараз.',
            'verify-failed'               => 'Не вдалося підтвердити вашу електронну адресу.',
            'verification-not-sent'       => 'Помилка! Під час надсилання листа для підтвердження сталася помилка, спробуйте ще раз пізніше.',
            'verification-sent'           => 'Лист для підтвердження надіслано',
        ],

        'account' => [
            'home'      => 'Головна',
            'profile'   => [
                'title'                   => 'Профіль',
                'first-name'              => 'Ім’я',
                'last-name'               => 'Прізвище',
                'gender'                  => 'Стать',
                'dob'                     => 'Дата народження',
                'email'                   => 'Електронна пошта',
                'delete-profile'          => 'Видалити профіль',
                'edit-profile'            => 'Редагувати профіль',
                'edit'                    => 'Редагувати',
                'edit-success'            => 'Профіль успішно оновлено',
                'phone'                   => 'Телефон',
                'current-password'        => 'Поточний пароль',
                'new-password'            => 'Новий пароль',
                'confirm-password'        => 'Підтвердити пароль',
                'delete-success'          => 'Користувача успішно видалено',
                'wrong-password'          => 'Неправильний пароль!',
                'delete-failed'           => 'Виникла помилка під час видалення користувача.',
                'order-pending'           => 'Неможливо видалити обліковий запис користувача, оскільки існують незавершені або оброблюються замовлення.',
                'subscribe-to-newsletter' => 'Підписатися на розсилку',
                'delete'                  => 'Видалити',
                'enter-password'          => 'Введіть ваш пароль',
                'male'                    => 'Чоловік',
                'female'                  => 'Жінка',
                'other'                   => 'Інше',
                'save'                    => 'Зберегти',
                'unmatch'                 => 'Старий пароль не співпадає.',
            ],

            'addresses' => [
                'title'            => 'Адреса',
                'edit'             => 'Редагувати',
                'edit-address'     => 'Редагувати адресу',
                'delete'           => 'Видалити',
                'set-as-default'   => 'Встановити як основну',
                'add-address'      => 'Додати адресу',
                'company-name'     => 'Назва компанії',
                'vat-id'           => 'ІПН',
                'address-1'        => 'Адреса 1',
                'address-2'        => 'Адреса 2',
                'city'             => 'Місто',
                'state'            => 'Область',
                'select-country'   => 'Вибрати країну',
                'country'          => 'Країна',
                'default-address'  => 'Основна адреса',
                'first-name'       => 'Ім’я',
                'last-name'        => 'Прізвище',
                'phone'            => 'Телефон',
                'street-address'   => 'Вулиця',
                'post-code'        => 'Поштовий індекс',
                'empty-address'    => 'Ви ще не додали адресу до свого облікового запису.',
                'create-success'   => 'Адресу успішно додано.',
                'edit-success'     => 'Адресу успішно оновлено.',
                'default-delete'   => 'Основну адресу не можна змінити.',
                'delete-success'   => 'Адресу успішно видалено',
                'save'             => 'Зберегти',
                'security-warning' => 'Виявлено підозрілу активність!',
            ],

            'orders' => [
                'title'      => 'Замовлення',
                'order-id'   => 'ID замовлення',
                'order'      => 'Замовлення',
                'order-date' => 'Дата замовлення',
                'total'      => 'Всього',

                'status'        => [
                    'title' => 'Статус',

                    'options' => [
                        'processing'      => 'Обробка',
                        'completed'       => 'Завершено',
                        'canceled'        => 'Скасовано',
                        'closed'          => 'Закрито',
                        'pending'         => 'В очікуванні',
                        'pending-payment' => 'Очікує оплату',
                        'fraud'           => 'Шахрайство',
                    ],
                ],

                'action'      => 'Дія',
                'empty-order' => 'Ви ще не замовляли жодного продукту',

                'view' => [
                    'title'              => 'Перегляд',
                    'page-title'         => 'Замовлення #:order_id',
                    'total'              => 'Всього',
                    'shipping-address'   => 'Адреса доставки',
                    'billing-address'    => 'Платіжна адреса',
                    'shipping-method'    => 'Спосіб доставки',
                    'payment-method'     => 'Спосіб оплати',
                    'cancel-btn-title'   => 'Скасувати',
                    'cancel-confirm-msg' => 'Ви впевнені, що хочете скасувати це замовлення?',
                    'cancel-success'     => 'Ваше замовлення скасовано',
                    'cancel-error'       => 'Ваше замовлення не може бути скасовано.',

                    'information' => [
                        'info'              => 'Інформація',
                        'placed-on'         => 'Розміщено',
                        'sku'               => 'Артикул',
                        'product-name'      => 'Назва',
                        'price'             => 'Ціна',
                        'item-status'       => 'Стан товару',
                        'subtotal'          => 'Проміжний підсумок',
                        'tax-percent'       => 'Податок, %',
                        'tax-amount'        => 'Сума податку',
                        'tax'               => 'Податок',
                        'grand-total'       => 'Загальна сума',
                        'item-ordered'      => 'Замовлено (:qty_ordered)',
                        'item-invoice'      => 'Виставлено рахунків (:qty_invoiced)',
                        'item-shipped'      => 'Доставлено (:qty_shipped)',
                        'item-canceled'     => 'Скасовано (:qty_canceled)',
                        'item-refunded'     => 'Повернено (:qty_refunded)',
                        'shipping-handling' => 'Доставка і обробка',
                        'discount'          => 'Знижка',
                        'total-paid'        => 'Всього оплачено',
                        'total-refunded'    => 'Всього повернено',
                        'total-due'         => 'Загальна сума до сплати',
                    ],

                    'invoices'  => [
                        'invoices'           => 'Рахунки',
                        'individual-invoice' => 'Рахунок #:invoice_id',
                        'sku'                => 'Артикул',
                        'product-name'       => 'Назва',
                        'price'              => 'Ціна',
                        'products-ordered'   => 'Замовлені товари',
                        'qty'                => 'Кількість',
                        'subtotal'           => 'Проміжний підсумок',
                        'tax-amount'         => 'Сума податку',
                        'grand-total'        => 'Загальна сума',
                        'shipping-handling'  => 'Доставка і обробка',
                        'discount'           => 'Знижка',
                        'tax'                => 'Податок',
                        'print'              => 'Друк',
                    ],

                    'shipments' => [
                        'shipments'           => 'Відвантаження',
                        'tracking-number'     => 'Номер відстеження',
                        'individual-shipment' => 'Відвантаження #:shipment_id',
                        'sku'                 => 'Артикул',
                        'product-name'        => 'Назва',
                        'qty'                 => 'Кількість',
                        'subtotal'            => 'Проміжний підсумок',
                    ],

                    'refunds'  => [
                        'refunds'           => 'Повернення',
                        'individual-refund' => 'Повернення #:refund_id',
                        'sku'               => 'Артикул',
                        'product-name'      => 'Назва',
                        'price'             => 'Ціна',
                        'qty'               => 'Кількість',
                        'tax-amount'        => 'Сума податку',
                        'subtotal'          => 'Проміжний підсумок',
                        'grand-total'       => 'Загальна сума',
                        'no-result-found'   => 'Ми не змогли знайти жодних записів.',
                        'shipping-handling' => 'Доставка і обробка',
                        'discount'          => 'Знижка',
                        'tax'               => 'Податок',
                        'adjustment-refund' => 'Коригування повернення',
                        'adjustment-fee'    => 'Коригування комісії',
                    ],
                ],
            ],

            'reviews'    => [
                'title'        => 'Відгуки',
                'empty-review' => 'Ви ще не залишали жодних відгуків про товари',
            ],

            'downloadable-products'  => [
                'name'                => 'Завантажувані товари',
                'orderId'             => 'ID замовлення',
                'title'               => 'Назва',
                'date'                => 'Дата',
                'status'              => 'Статус',
                'remaining-downloads' => 'Залишилося завантажень',
                'records-found'       => 'Знайдено записів',
                'empty-product'       => 'У вас немає товарів для завантаження',
                'download-error'      => 'Посилання для завантаження закінчилось.',
                'payment-error'       => 'Оплата не була здійснена для цього завантаження.',
            ],

            'wishlist' => [
                'page-title'         => 'Список бажань',
                'title'              => 'Список бажань',
                'color'              => 'Колір',
                'remove'             => 'Видалити',
                'delete-all'         => 'Видалити все',
                'empty'              => 'На сторінці списку бажань немає товарів.',
                'move-to-cart'       => 'Перемістити до кошика',
                'moved-success'      => 'Елемент успішно переміщено в кошик',    
                'profile'            => 'Профіль',
                'removed'            => 'Товар успішно видалено із списку бажань',
                'remove-fail'        => 'Товар не може бути видалений із списку бажань',
                'moved'              => 'Товар успішно переміщено в кошик',
                'product-removed'    => 'Продукт більше не доступний, оскільки його видалив адміністратор',
                'remove-all-success' => 'Всі товари з вашого списку бажань були видалені',
                'see-details'        => 'Деталі',
            ],
        ],
    ],

    'components' => [
        'layouts' => [
            'header' => [
                'title'         => 'Обліковий запис',
                'welcome'       => 'Ласкаво просимо',
                'welcome-guest' => 'Ласкаво просимо, Гість',
                'dropdown-text' => 'Управління корзиною, замовленнями та списком бажань',
                'sign-in'       => 'Увійти',
                'sign-up'       => 'Зареєструватися',
                'account'       => 'Обліковий запис',
                'cart'          => 'Кошик',
                'profile'       => 'Профіль',
                'wishlist'      => 'Список бажань',
                'compare'       => 'Порівняти',
                'orders'        => 'Замовлення',
                'logout'        => 'Вийти',
                'search-text'   => 'Шукати продукти тут',
                'search'        => 'Пошук',
            ],

            'footer' => [
                'newsletter-text'        => 'Підготуйтеся до нашого веселого бюлетеня!',
                'subscribe-stay-touch'   => 'Підписатися, щоб залишатися на зв\'язку.',
                'subscribe-newsletter'   => 'Підписатися на розсилку',
                'subscribe'              => 'Підписатися',
                'footer-text'            => '© Copyright 2010 - 2023, Webkul Software (зареєстровано в Індії). Усі права захищено.',
                'locale'                 => 'Мова',
                'currency'               => 'Валюта',
                'about-us'               => 'Про нас',
                'customer-service'       => 'Служба підтримки',
                'whats-new'              => 'Що нового',
                'contact-us'             => 'Зв\'яжіться з нами',
                'order-return'           => 'Замовлення та повернення',
                'payment-policy'         => 'Політика оплати',
                'shipping-policy'        => 'Політика доставки',
                'privacy-cookies-policy' => 'Політика конфіденційності та використання файлів cookie',
            ],
        ],

        'datagrid' => [
            'toolbar' => [
                'mass-actions' => [
                    'select-action' => 'Вибрати дію',
                    'select-option' => 'Виберіть опцію',
                    'submit'        => 'Подати',
                ],

                'filter' => [
                    'title' => 'Фільтр',
                ],

                'search' => [
                    'title' => 'Пошук',
                ],
            ],

            'filters' => [
                'title' => 'Застосувати фільтри',

                'custom-filters' => [
                    'title'     => 'Користувацькі фільтри',
                    'clear-all' => 'Очистити все',
                ],

                'date-options' => [
                    'today'             => 'Сьогодні',
                    'yesterday'         => 'Вчора',
                    'this-week'         => 'Цього тижня',
                    'this-month'        => 'Цього місяця',
                    'last-month'        => 'Минулий місяць',
                    'last-three-months' => 'Останні 3 місяці',
                    'last-six-months'   => 'Останні 6 місяців',
                    'this-year'         => 'Цього року',
                ],
            ],

            'table' => [
                'actions'              => 'Дії',
                'no-records-available' => 'Дані відсутні.',
            ],
        ],

        'products' => [
            'card' => [
                'new'                => 'Новий',
                'sale'               => 'Розпродаж',
                'review-description' => 'Станьте першим, хто залишить відгук про цей продукт',
                'add-to-compare'     => 'Товар успішно додано до списку порівняння.',
                'already-in-compare' => 'Товар вже додано до списку порівняння.',
                'add-to-cart'        => 'Додати до кошика',
            ],

            'carousel' => [
                'view-all' => 'Переглянути всі',
            ],
        ],

        'range-slider' => [
            'range' => 'Діапазон:',
        ],
    ],

    'products'  => [
        'reviews'                => 'Відгуки',
        'add-to-cart'            => 'Додати в кошик',
        'add-to-compare'         => 'Товар додано для порівняння.',
        'already-in-compare'     => 'Товар вже додано для порівняння.',
        'buy-now'                => 'Купити зараз',
        'compare'                => 'Порівняти',
        'rating'                 => 'Рейтинг',
        'title'                  => 'Назва',
        'comment'                => 'Коментар',
        'submit-review'          => 'Надіслати відгук',
        'customer-review'        => 'Відгуки клієнтів',
        'write-a-review'         => 'Написати відгук',
        'stars'                  => 'Зірки',
        'share'                  => 'Поділитися',
        'empty-review'           => 'Відгуків не знайдено, будьте першим, хто залишить відгук на цей товар',
        'was-this-helpful'       => 'Цей відгук був корисним?',
        'load-more'              => 'Завантажити ще',
        'add-image'              => 'Додати зображення',
        'description'            => 'Опис',
        'additional-information' => 'Додаткова інформація',
        'submit-success'         => 'Успішно надіслано',
        'something-went-wrong'   => 'Щось пішло не так',
        'in-stock'               => 'В наявності',
        'available-for-order'    => 'Доступно для замовлення',
        'out-of-stock'           => 'Немає в наявності',
        'related-product-title'  => 'Споріднені товари',
        'up-sell-title'          => 'Ми також порекомендуємо',
        'new'                    => 'Новий',
        'as-low-as'              => 'Починаючи від',
        'starting-at'            => 'Починаючи з',
        'name'                   => 'Назва',
        'qty'                    => 'Кількість',
        'offers'                 => 'Купуйте :qty за :price кожен і економте :discount%',
        'tax-inclusive'          => 'Включаючи всі податки',

        'sort-by'                => [
            'title'   => 'Сортувати за',
            'options' => [
                'from-a-z'        => 'Від А до Я',
                'from-z-a'        => 'Від Я до А',
                'latest-first'    => 'Спочатку нові',
                'oldest-first'    => 'Спочатку старі',
                'cheapest-first'  => 'Спочатку дешеві',
                'expensive-first' => 'Спочатку дорогі',
            ],
        ],

        'view' => [
            'type' => [
                'configurable' => [
                    'select-options'       => 'Будь ласка, виберіть опцію',
                    'select-above-options' => 'Будь ласка, виберіть вище вказані опції',
                ],

                'bundle' => [
                    'none' => 'Немає',
                ],

                'downloadable' => [
                    'samples' => 'Зразки',
                    'links'   => 'Посилання',
                    'sample'  => 'Зразок',
                ],

                'grouped' => [
                    'name' => 'Назва',
                ],
            ],

            'reviews' => [
                'cancel'      => 'Скасувати',
                'success'     => 'Відгук успішно надіслано.',
                'attachments' => 'Вкладення',
            ],
        ],
    ],

    'categories' => [
        'filters' => [
            'filters'   => 'Фільтри:',
            'filter'    => 'Фільтр',
            'sort'      => 'Сортування',
            'clear-all' => 'Скинути всі',
        ],

        'toolbar' => [
            'show' => 'Показати',
        ],

        'view' => [
            'empty'     => 'У цій категорії немає доступних товарів',
            'load-more' => 'Завантажити ще',
        ],
    ],

    'search' => [
        'title' => 'Результати пошуку для: :query',
    ],

    'compare'  => [
        'product-compare'    => 'Порівняння товарів',
        'delete-all'         => 'Видалити всі',
        'empty-text'         => 'У вас немає товарів у списку порівняння',
        'title'              => 'Порівняння товарів',
        'already-added'      => 'Товар вже додано до списку порівняння',
        'item-add-success'   => 'Товар успішно додано до списку порівняння',
        'remove-success'     => 'Товар успішно видалено.',
        'remove-all-success' => 'Всі товари успішно видалено.',
        'remove-error'       => 'Сталася помилка, спробуйте ще раз пізніше.',
    ],

    'checkout' => [
        'success' => [
            'title'         => 'Замовлення успішно оформлено',
            'thanks'        => 'Дякуємо за ваше замовлення!',
            'order-id-info' => 'Ваш номер замовлення: #:order_id',
            'info'          => 'Ми відправимо вам деталі вашого замовлення та інформацію для відстеження по електронній пошті.',
        ],

        'cart' => [
            'item-add-to-cart'          => 'Товар успішно додано',
            'return-to-shop'            => 'Повернутися до магазину',
            'continue-to-checkout'      => 'Продовжити оформлення',
            'rule-applied'              => 'Правило корзини застосовано',
            'minimum-order-message'     => 'Мінімальна сума замовлення: :amount',
            'suspended-account-message' => 'Ваш обліковий запис заблоковано.',
            'missing-fields'            => 'Деякі обов’язкові поля відсутні для цього товару.',
            'missing-options'           => 'Відсутні параметри для цього товару.',
            'missing-links'             => 'Відсутні посилання для завантажуваних товарів.',
            'select-hourly-duration'    => 'Виберіть тривалість слоту одну годину.',
            'qty-missing'               => 'Принаймні один товар повинен мати більше 1 кількості.',
            'success-remove'            => 'Товар успішно вилучено з кошика.',
            'inventory-warning'         => 'Запитана кількість недоступна, спробуйте ще раз пізніше.',
            'illegal'                   => 'Кількість не може бути менше одного.',
            'inactive'                  => 'Товар був деактивований і вилучений з кошика.',

            'index' => [
                'home'                     => 'Головна',
                'cart'                     => 'Кошик',
                'view-cart'                => 'Переглянути кошик',
                'product-name'             => 'Назва товару',
                'remove'                   => 'Видалити',
                'quantity'                 => 'Кількість',
                'price'                    => 'Ціна',
                'tax'                      => 'Податок',
                'total'                    => 'Загальна сума',
                'continue-shopping'        => 'Продовжити покупки',
                'update-cart'              => 'Оновити кошик',
                'move-to-wishlist-success' => 'Вибрані товари успішно переміщені в список бажань.',
                'remove-selected-success'  => 'Вибрані товари успішно вилучені з кошика.',
                'empty-product'            => 'У вас немає товарів в кошику.',
                'quantity-update'          => 'Кількість успішно оновлена',
                'see-details'              => 'Докладніше',
                'move-to-wishlist'         => 'Перемістити в список бажань',
                'items-selected'           => 'Вибрано :count елементів',
            ],

            'coupon'   => [
                'code'            => 'Промокод',
                'applied'         => 'Промокод застосовано',
                'apply'           => 'Застосувати промокод',
                'error'           => 'Виникла помилка',
                'remove'          => 'Видалити промокод',
                'invalid'         => 'Промокод недійсний.',
                'discount'        => 'Знижка за промокодом',
                'apply-issue'     => 'Промокод не може бути застосований.',
                'success-apply'   => 'Промокод успішно застосований.',
                'already-applied' => 'Промокод вже застосований.',
                'enter-your-code' => 'Введіть ваш код',
                'subtotal'        => 'Проміжний підсумок',
                'button-title'    => 'Застосувати',
            ],

            'mini-cart' => [
                'see-details'          => 'Докладніше',
                'shopping-cart'        => 'Кошик',
                'offer-on-orders'      => 'Отримайте знижку до 30% на ваше перше замовлення',
                'remove'               => 'Видалити',
                'empty-cart'           => 'Ваш кошик пустий',
                'subtotal'             => 'Проміжний підсумок',
                'continue-to-checkout' => 'Продовжити оформлення',
                'view-cart'            => 'Переглянути кошик',
            ],

            'summary' => [
                'cart-summary'        => 'Загальний підсумок кошика',
                'sub-total'           => 'Проміжний підсумок',
                'tax'                 => 'Податок',
                'delivery-charges'    => 'Вартість доставки',
                'discount-amount'     => 'Сума знижки',
                'grand-total'         => 'Загальна сума',
                'place-order'         => 'Замовити',
                'proceed-to-checkout' => 'Продовжити оформлення',
            ],
        ],

        'onepage' => [
            'addresses' => [
                'billing' => [
                    'billing-address'      => 'Адреса для оплати',
                    'add-new-address'      => 'Додати нову адресу',
                    'same-billing-address' => 'Адреса збігається з адресою для оплати',
                    'back'                 => 'Назад',
                    'company-name'         => 'Назва компанії',
                    'first-name'           => 'Ім’я',
                    'last-name'            => 'Прізвище',
                    'email'                => 'Електронна пошта',
                    'street-address'       => 'Вулиця та номер будинку',
                    'country'              => 'Країна',
                    'state'                => 'Область',
                    'select-state'         => 'Виберіть область',
                    'city'                 => 'Місто',
                    'postcode'             => 'Поштовий індекс',
                    'telephone'            => 'Телефон',
                    'save-address'         => 'Зберегти цю адресу',
                    'confirm'              => 'Підтвердити',
                ],

                'index' => [
                    'confirm' => 'Підтвердити',
                ],

                'shipping' => [
                    'shipping-address' => 'Адреса для доставки',
                    'add-new-address'  => 'Додати нову адресу',
                    'back'             => 'Назад',
                    'company-name'     => 'Назва компанії',
                    'first-name'       => 'Ім’я',
                    'last-name'        => 'Прізвище',
                    'email'            => 'Електронна пошта',
                    'street-address'   => 'Вулиця та номер будинку',
                    'country'          => 'Країна',
                    'state'            => 'Область',
                    'select-state'     => 'Виберіть область',
                    'select-country'   => 'Виберіть країну',
                    'city'             => 'Місто',
                    'postcode'         => 'Поштовий індекс',
                    'telephone'        => 'Телефон',
                    'save-address'     => 'Зберегти цю адресу',
                    'confirm'          => 'Підтвердити',
                ],
            ],

            'coupon' => [
                'discount'        => 'Знижка за промокодом',
                'code'            => 'Промокод',
                'applied'         => 'Промокод застосовано',
                'applied-coupon'  => 'Застосований промокод',
                'apply'           => 'Застосувати промокод',
                'remove'          => 'Видалити промокод',
                'apply-issue'     => 'Промокод не може бути застосований.',
                'sub-total'       => 'Проміжний підсумок',
                'button-title'    => 'Застосувати',
                'enter-your-code' => 'Введіть ваш код',
                'subtotal'        => 'Проміжний підсумок',
            ],

            'index' => [
                'home'     => 'Головна',
                'checkout' => 'Оформлення замовлення',
            ],

            'payment' => [
                'payment-method' => 'Спосіб оплати',
            ],

            'shipping' => [
                'shipping-method' => 'Спосіб доставки',
            ],

            'summary' => [
                'cart-summary'     => 'Загальний підсумок кошика',
                'sub-total'        => 'Проміжний підсумок',
                'tax'              => 'Податок',
                'delivery-charges' => 'Вартість доставки',
                'discount-amount'  => 'Сума знижки',
                'grand-total'      => 'Загальна сума',
                'place-order'      => 'Замовити',
                'processing'       => 'Обробка',
            ],
        ],
    ],

    'home' => [
        'index' => [
            'offer'               => 'Отримайте знижку до 40% на своє перше замовлення ЗАРАЗ ПОКУПАЙТЕ',
            'verify-email'        => 'Підтвердіть свій обліковий запис електронної пошти',
            'resend-verify-email' => 'Повторно надіслати листа для підтвердження електронної пошти',
        ],
    ],

    'errors' => [
        'go-to-home' => 'Перейти на головну',

        '404' => [
            'title'       => '404 Сторінка не знайдена',
            'description' => 'Упс! Сторінка, яку ви шукаєте, на канікулах. Схоже, ми не змогли знайти те, що ви шукали.',
        ],

        '401' => [
            'title'       => '401 Неавторизовано',
            'description' => 'Упс! Здається, вам не дозволено доступ до цієї сторінки. Схоже, вам бракує необхідних облікових даних.',
        ],

        '403' => [
            'title'       => '403 Заборонено',
            'description' => 'Упс! Ця сторінка закрита для вас. Здається, у вас немає необхідних дозволів для перегляду цього вмісту.',
        ],

        '500' => [
            'title'       => '500 Внутрішня помилка сервера',
            'description' => 'Упс! Щось пішло не так. Здається, у нас виникли проблеми з завантаженням сторінки, яку ви шукали.',
        ],

        '503' => [
            'title'       => '503 Сервіс тимчасово недоступний',
            'description' => 'Упс! Здається, ми тимчасово відключилися для технічного обслуговування. Будь ласка, перевірте через трохи.',
        ],
    ],

    'layouts' => [
        'my-account'            => 'Мій обліковий запис',
        'profile'               => 'Профіль',
        'address'               => 'Адреса',
        'reviews'               => 'Відгуки',
        'wishlist'              => 'Список бажань',
        'orders'                => 'Замовлення',
        'downloadable-products' => 'Завантажувані продукти',
    ],

    'subscription' => [
        'already'             => 'Ви вже підписані на нашу розсилку.',
        'subscribe-success'   => 'Ви успішно підписалися на нашу розсилку.',
        'unsubscribe-success' => 'Ви успішно відписалися від нашої розсилки.',
    ],

    'emails' => [
        'dear'   => 'Шановний :customer_name',
        'thanks' => 'Якщо вам потрібна будь-яка допомога, будь ласка, зв\'яжіться з нами за адресою <a href=":link" style=":style">:email</a>.<br/>Дякуємо!',

        'customers' => [
            'registration' => [
                'subject'     => 'Реєстрація нового клієнта',
                'greeting'    => 'Ласкаво просимо і дякуємо за реєстрацію!',
                'description' => 'Ваш обліковий запис був успішно створений, і ви можете увійти, використовуючи вашу адресу електронної пошти та пароль. Після входу ви зможете користуватися іншими послугами, включаючи перегляд минулих замовлень, списки бажань і редагування інформації облікового запису.',
                'sign-in'     => 'Увійти',
            ],

            'forgot-password' => [
                'subject'        => 'Повідомлення про скидання пароля',
                'greeting'       => 'Забули пароль!',
                'description'    => 'Ви отримали цей лист, оскільки ми отримали запит на скидання пароля для вашого облікового запису.',
                'reset-password' => 'Скинути пароль',
            ],

            'update-password' => [
                'subject'     => 'Пароль оновлено',
                'greeting'    => 'Пароль оновлено!',
                'description' => 'Ви отримали цей лист, оскільки ви оновили свій пароль.',
            ],

            'verification' => [
                'subject'      => 'Лист для підтвердження облікового запису',
                'greeting'     => 'Ласкаво просимо!',
                'description'  => 'Будь ласка, натисніть кнопку нижче, щоб підтвердити вашу адресу електронної пошти.',
                'verify-email' => 'Підтвердити адресу електронної пошти',
            ],

            'commented' => [
                'subject'     => 'Доданий новий коментар',
                'description' => 'Примітка - :note',
            ],

            'subscribed' => [
                'subject'     => 'Ви підписалися на нашу розсилку',
                'greeting'    => 'Ласкаво до нашої спільноти розсилки!',
                'description' => 'Вітаємо і ласкаво просимо до нашої спільноти розсилки! Ми раді мати вас на борту і тримати вас в курсі останніх новин, тенденцій та ексклюзивних пропозицій.',
                'unsubscribe' => 'Відписатися',
            ],
        ],

        'orders' => [
            'created' => [
                'subject'  => 'Підтвердження нового замовлення',
                'title'    => 'Підтвердження замовлення!',
                'greeting' => 'Дякуємо за ваше замовлення :order_id, розміщене :created_at',
                'summary'  => 'Огляд замовлення',
            ],

            'invoiced' => [
                'subject'  => 'Підтвердження нового рахунка',
                'title'    => 'Підтвердження рахунка!',
                'greeting' => 'Ваш рахунок #:invoice_id для замовлення :order_id, створений :created_at',
                'summary'  => 'Огляд рахунка',
            ],

            'shipped' => [
                'subject'  => 'Підтвердження нової відправки',
                'title'    => 'Замовлення відправлено!',
                'greeting' => 'Ваше замовлення :order_id, розміщене :created_at, було відправлено',
                'summary'  => 'Огляд відправки',
            ],

            'refunded' => [
                'subject'  => 'Підтвердження нового повернення коштів',
                'title'    => 'Замовлення повернуто!',
                'greeting' => 'Повернення коштів було ініційовано для замовлення :order_id, розміщеного :created_at',
                'summary'  => 'Огляд повернення коштів',
            ],

            'canceled' => [
                'subject'  => 'Скасування нового замовлення',
                'title'    => 'Замовлення скасовано!',
                'greeting' => 'Ваше замовлення :order_id, розміщене :created_at, було скасовано',
                'summary'  => 'Огляд замовлення',
            ],

            'commented' => [
                'subject' => 'Доданий новий коментар',
                'title'   => 'Додано новий коментар до вашого замовлення :order_id, розміщеного :created_at',
            ],

            'shipping-address'  => 'Адреса доставки',
            'carrier'           => 'Перевізник',
            'tracking-number'   => 'Номер для відстеження: :tracking_number',
            'billing-address'   => 'Адреса оплати',
            'contact'           => 'Контакт',
            'shipping'          => 'Доставка',
            'payment'           => 'Оплата',
            'sku'               => 'Артикул',
            'name'              => 'Назва',
            'price'             => 'Ціна',
            'qty'               => 'Кількість',
            'subtotal'          => 'Проміжний підсумок',
            'shipping-handling' => 'Доставка та обробка',
            'tax'               => 'Податок',
            'discount'          => 'Знижка',
            'grand-total'       => 'Загальна сума',
        ],
    ],
];
