<?php

return [
    'seeders' => [
        'attribute' => [
            'attribute-families' => [
                'default' => 'ডিফল্ট',
            ],

            'attribute-groups' => [
                'description'      => 'বর্ণনা',
                'general'          => 'সাধারণ',
                'inventories'      => 'মালামালের মৌলিক বিশেষত্ব',
                'meta-description' => 'মেটা বর্ণনা',
                'price'            => 'মূল্য',
                'settings'         => 'সেটিংস',
                'shipping'         => 'শিপিং',
            ],

            'attributes' => [
                'brand'                => 'ব্র্যান্ড',
                'color'                => 'রঙ',
                'cost'                 => 'মূল্য',
                'description'          => 'বর্ণনা',
                'featured'             => 'নির্বাচিত',
                'guest-checkout'       => 'অতিথি চেকআউট',
                'height'               => 'উচ্চতা',
                'length'               => 'দৈর্ঘ্য',
                'manage-stock'         => 'স্টক পরিচালনা করুন',
                'meta-description'     => 'মেটা বর্ণনা',
                'meta-keywords'        => 'মেটা কীওয়ার্ড',
                'meta-title'           => 'মেটা শিরোনাম',
                'name'                 => 'নাম',
                'new'                  => 'নতুন',
                'price'                => 'মূল্য',
                'product-number'       => 'পণ্য নম্বর',
                'short-description'    => 'সংক্ষিপ্ত বর্ণনা',
                'size'                 => 'আকার',
                'sku'                  => 'SKU',
                'special-price'        => 'বিশেষ মূল্য',
                'special-price-from'   => 'বিশেষ মূল্য থেকে',
                'special-price-to'     => 'বিশেষ মূল্য প্রায়',
                'status'               => 'অবস্থা',
                'tax-category'         => 'কর বিভাগ',
                'url-key'              => 'URL কী',
                'visible-individually' => 'একে একে দেখা যাবে',
                'weight'               => 'ওজন',
                'width'                => 'প্রস্থ',
            ],

            'attribute-options' => [
                'black'  => 'কালো',
                'green'  => 'সবুজ',
                'l'      => 'L',
                'm'      => 'M',
                'red'    => 'লাল',
                's'      => 'S',
                'white'  => 'সাদা',
                'xl'     => 'XL',
                'yellow' => 'হলুদ',
            ],
        ],

        'category' => [
            'categories' => [
                'description' => 'মূল বর্গের বর্ণনা',
                'name'        => 'মূল',
            ],
        ],

        'cms' => [
            'pages' => [
                'about-us' => [
                    'content' => 'আমাদের সম্পর্কে পাতা সামগ্রী',
                    'title'   => 'আমাদের সম্পর্কে',
                ],

                'contact-us' => [
                    'content' => 'যোগাযোগ করুন পাতা সামগ্রী',
                    'title'   => 'যোগাযোগ করুন',
                ],

                'customer-service' => [
                    'content' => 'গ্রাহক সেবা পাতা সামগ্রী',
                    'title'   => 'গ্রাহক সেবা',
                ],

                'payment-policy' => [
                    'content' => 'পেমেন্ট নীতি পাতা সামগ্রী',
                    'title'   => 'পেমেন্ট নীতি',
                ],

                'privacy-policy' => [
                    'content' => 'গোপনীয়তা নীতি পাতা সামগ্রী',
                    'title'   => 'গোপনীয়তা নীতি',
                ],

                'refund-policy'    => [
                    'content' => 'ফেরত নেওয়া নীতি পাতা সামগ্রী',
                    'title'   => 'ফেরত নেওয়া নীতি',
                ],

                'return-policy' => [
                    'content' => 'ফেরত নেওয়া নীতি পাতা সামগ্রী',
                    'title'   => 'ফেরত নেওয়া নীতি',
                ],

                'shipping-policy' => [
                    'content' => 'পরিবহন নীতি পাতা সামগ্রী',
                    'title'   => 'পরিবহন নীতি',
                ],

                'terms-conditions' => [
                    'content' => 'শর্তাবলী পাতা সামগ্রী',
                    'title'   => 'শর্তাবলী',
                ],

                'terms-of-use' => [
                    'content' => 'ব্যবহারের শর্ত পাতা সামগ্রী',
                    'title'   => 'ব্যবহারের শর্ত',
                ],

                'whats-new' => [
                    'content' => 'আমাদের নতুন জিনিস পাতা সামগ্রী',
                    'title'   => 'কি নতুন',
                ],
            ],
        ],

        'core' => [
            'channels' => [
                'name'             => 'ডিফল্ট',
                'meta-title'       => 'ডেমো স্টোর',
                'meta-keywords'    => 'ডেমো স্টোর মেটা কীওয়ার্ড',
                'meta-description' => 'ডেমো স্টোর মেটা বর্ণনা',
            ],

            'currencies' => [
                'AED' => 'সংযুক্ত আরব আমিরাত দিরহাম',
                'ARS' => 'আর্জেন্টিনা পেসো',
                'AUD' => 'অস্ট্রেলিয়ান ডলার',
                'BDT' => 'বাংলাদেশী টাকা',
                'BRL' => 'ব্রাজিলিয়ান রিয়েল',
                'CAD' => 'কানাডিয়ান ডলার',
                'CHF' => 'সুইস ফ্রাঙ্ক',
                'CLP' => 'চিলিয়ান পেসো',
                'CNY' => 'চীনা য়ুয়ান',
                'COP' => 'কলোম্বিয়ান পেসো',
                'CZK' => 'চেক কোরুনা',
                'DKK' => 'ড্যানিশ ক্রোন',
                'DZD' => 'আলজেরীয় দিনার',
                'EGP' => 'মিশরীয় পাউন্ড',
                'EUR' => 'ইউরো',
                'FJD' => 'ফিজিয়ান ডলার',
                'GBP' => 'ব্রিটিশ পাউন্ড স্টার্লিং',
                'HKD' => 'হংকং ডলার',
                'HUF' => 'হাঙ্গেরিয়ান ফোরিন্ট',
                'IDR' => 'ইন্দোনেশিয়ান রুপিয়া',
                'ILS' => 'ইস্রায়েলি নতুন শেকেল',
                'INR' => 'ভারতীয় রুপি',
                'JOD' => 'জর্ডানিয়ান দিনার',
                'JPY' => 'জাপানি ইয়েন',
                'KRW' => 'দক্ষিণ কোরিয়ান ওয়ন',
                'KWD' => 'কুয়েতি দিনার',
                'KZT' => 'কাজাখস্তানি টেঙ্গে',
                'LBP' => 'লেবানিজ পাউন্ড',
                'LKR' => 'শ্রীলঙ্কান রুপি',
                'LYD' => 'লিবিয়ান দিনার',
                'MAD' => 'মোরোক্কান দিরহাম',
                'MUR' => 'মরিশান রুপি',
                'MXN' => 'মেক্সিকান পেসো',
                'MYR' => 'মালয়েশিয়ান রিঙ্গিট',
                'NGN' => 'নাইজেরিয়ান নায়রা',
                'NOK' => 'নরওয়েজিয়ান ক্রোন',
                'NPR' => 'নেপালি রুপি',
                'NZD' => 'নিউজিল্যান্ড ডলার',
                'OMR' => 'ওমানি রিয়াল',
                'PAB' => 'পানামানিয়ান বালবোয়া',
                'PEN' => 'পেরুভিয়ান নুয়েভো সোল',
                'PHP' => 'ফিলিপাইন পেসো',
                'PKR' => 'পাকিস্তানি রুপি',
                'PLN' => 'পোলিশ জ্লোটি',
                'PYG' => 'প্যারাগুয়ান গুয়ারানি',
                'QAR' => 'কাতার রিয়াল',
                'RON' => 'রোমানিয়ান লেউ',
                'RUB' => 'রাশিয়ান রুবেল',
                'SAR' => 'সৌদি রিয়াল',
                'SEK' => 'সুইডিশ ক্রোনা',
                'SGD' => 'সিঙ্গাপুর ডলার',
                'THB' => 'থাই বাত',
                'TND' => 'তিউনেশিয়ান দিনার',
                'TRY' => 'তুর্কি লিরা',
                'TWD' => 'নতুন তাইওয়ান ডলার',
                'UAH' => 'ইউক্রেনীয় হৃভনিয়া',
                'USD' => 'মার্কিন যুক্তরাষ্ট্র ডলার',
                'UZS' => 'উজবেকিস্তানি সম',
                'VEF' => 'ভেনেজুয়েলান বলিভার',
                'VND' => 'ভিয়েতনামি ডঙ্গ',
                'XAF' => 'সিএফএ ফ্রাঙ্ক বিইএসইএস',
                'XOF' => 'সিএফএ ফ্রাঙ্ক বিসিইএও',
                'ZAR' => 'দক্ষিণ আফ্রিকান র্যান্ড',
                'ZMW' => 'জাম্বিয়ান কওয়াচা',
            ],

            'locales' => [
                'ar'    => 'আরবি',
                'bn'    => 'বাংলা',
                'de'    => 'জার্মান',
                'en'    => 'ইংরেজি',
                'es'    => 'স্পেনী',
                'fa'    => 'ফারসি',
                'fr'    => 'ফরাসি',
                'he'    => 'হিব্রু',
                'hi_IN' => 'হিন্দি',
                'it'    => 'ইতালীয়',
                'ja'    => 'জাপানি',
                'nl'    => 'ডাচ',
                'pl'    => 'পোলিশ',
                'pt_BR' => 'ব্রাজিলিয়ান পর্তুগিজ',
                'ru'    => 'রাশিয়ান',
                'sin'   => 'সিংহলা',
                'tr'    => 'তুর্কি',
                'uk'    => 'ইউক্রেনীয়',
                'zh_CN' => 'চীনা',
            ],
        ],

        'customer' => [
            'customer-groups' => [
                'general'   => 'সাধারণ',
                'guest'     => 'অতিথি',
                'wholesale' => 'থোক',
            ],
        ],

        'inventory' => [
            'inventory-sources' => [
                'name' => 'ডিফল্ট',
            ],
        ],

        'shop' => [
            'theme-customizations' => [
                'all-products' => [
                    'name' => 'সব পণ্য',

                    'options' => [
                        'title' => 'সমস্ত পণ্য',
                    ],
                ],

                'bold-collections' => [
                    'content' => [
                        'btn-title'   => 'সংগ্রহ দেখুন',
                        'description' => 'আমাদের নতুন বোল্ড সংগ্রহ পরিচিত করার জন্য আপনার শৈলীকে ধৈর্যশীল ডিজাইন এবং জীবন্ত বক্তব্যগুলি দিয়ে আপনার গার্ডরোব পরিভ্রান্ত করুন। আকর্ষণীয় মোটীর্দে প্যাটার্ন এবং বোল্ড রঙের অনুসন্ধান করুন, যা আপনার সাড়াদে পরিভ্রান্ত করে। অসাধারণ দেখার জন্য প্রস্তুত হোন!',
                        'title'       => 'আমাদের নতুন বোল্ড সংগ্রহের জন্য প্রস্তুত হোন!',
                    ],

                    'name' => 'বোল্ড সংগ্রহ',
                ],

                'categories-collections' => [
                    'name' => 'বিভাগ সংগ্রহ',
                ],

                'footer-links' => [
                    'name' => 'পাদচরণ লিঙ্কস',

                    'options' => [
                        'about-us'         => 'আমাদের সম্পর্কে',
                        'contact-us'       => 'যোগাযোগ করুন',
                        'customer-service' => 'গ্রাহক সেবা',
                        'payment-policy'   => 'মূল্য নীতি',
                        'privacy-policy'   => 'গোপনীয়তা নীতি',
                        'refund-policy'    => 'প্রতিপূর্তি নীতি',
                        'return-policy'    => 'প্রত্যাশ্য নীতি',
                        'shipping-policy'  => 'প্রেরণা নীতি',
                        'terms-conditions' => 'শর্ত এবং শর্তাদি',
                        'terms-of-use'     => 'ব্যবহারের শর্তাবলি',
                        'whats-new'        => 'নতুন কি আছে',
                    ],
                ],

                'featured-collections' => [
                    'name' => 'নির্দেশিত সংগ্রহ',

                    'options' => [
                        'title' => 'নির্দেশিত পণ্য',
                    ],
                ],

                'game-container' => [
                    'content' => [
                        'sub-title-1' => 'আমাদের সংগ্রহ',
                        'sub-title-2' => 'আমাদের সংগ্রহ',
                        'title'       => 'আমাদের নতুন যোগাযোগে খেলা!',
                    ],

                    'name' => 'খেলা সংগ্রহ',
                ],

                'image-carousel' => [
                    'name' => 'চিত্র ক্যারোসেল',

                    'sliders' => [
                        'title' => 'নতুন সংগ্রহের জন্য প্রস্তুত হোন',
                    ],
                ],

                'new-products' => [
                    'name' => 'নতুন পণ্য',

                    'options' => [
                        'title' => 'নতুন পণ্য',
                    ],
                ],

                'offer-information' => [
                    'content' => [
                        'title' => 'আপনার 1টি মান অর্ডারে 40% ছাড় পেতে SHOP NOW',
                    ],

                    'name' => 'অফার তথ্য',
                ],

                'services-content' => [
                    'name'  => 'সেবা সামগ্রী',

                    'title' => [
                        'emi-available'   => 'ইএমআই উপলব্ধ',
                        'free-shipping'   => 'ফ্রি শিপিং',
                        'product-replace' => 'পণ্য পরিবর্তন করুন',
                        'time-support'    => '২৪/৭ সমর্থন',
                    ],

                    'description' => [
                        'free-shipping-info'   => 'সমস্ত অর্ডারে ফ্রি শিপিং উপভোগ করুন',
                        'product-replace-info' => 'সহজ পণ্য পরিবর্তন উপলব্ধ!',
                        'emi-available-info'   => 'সমস্ত প্রধান ক্রেডিট কার্ডে খরচ না করে ইএমআই উপলব্ধ',
                        'time-support-info'    => 'চ্যাট এবং ইমেল দ্বারা উপস্থিত সমর্থন প্রদান করা হয় ২৪/৭',
                    ],
                ],

                'top-collections' => [
                    'content' => [
                        'sub-title-1' => 'আমাদের সংগ্রহ',
                        'sub-title-2' => 'আমাদের সংগ্রহ',
                        'sub-title-3' => 'আমাদের সংগ্রহ',
                        'sub-title-4' => 'আমাদের সংগ্রহ',
                        'sub-title-5' => 'আমাদের সংগ্রহ',
                        'sub-title-6' => 'আমাদের সংগ্রহ',
                        'title'       => 'আমাদের নতুন যোগাযোগে খেলা!',
                    ],

                    'name' => 'শীর্ষ সংগ্রহ',
                ],
            ],
        ],

        'user' => [
            'roles' => [
                'description' => 'এই ভূমিকা ব্যবহারকারীদের সমস্ত অ্যাক্সেস থাকবে',
                'name'        => 'প্রশাসক',
            ],

            'users' => [
                'name' => 'উদাহরণ',
            ],
        ],

        'sample-products' => [
            'category-translation' => [
                '20' => [
                    'description'      => 'পুরুষদের বিভাগ বর্ণনা',
                    'meta-title'       => 'পুরুষদের বিভাগ মেটা শিরোনাম',
                    'meta-description' => 'পুরুষদের বিভাগ মেটা বর্ণনা',
                    'meta-keywords'    => 'পুরুষদের বিভাগ মেটা কীওয়ার্ড',
                ],
                '21' => [
                    'description'      => 'শীতকালীন পরিধান বিভাগ বর্ণনা',
                    'meta-title'       => 'শীতকালীন পরিধান বিভাগ মেটা শিরোনাম',
                    'meta-description' => 'শীতকালীন পরিধান বিভাগ মেটা বর্ণনা',
                    'meta-keywords'    => 'শীতকালীন পরিধান বিভাগ মেটা কীওয়ার্ড',
                ],
            ],

            'product-flat' => [
                '1' => [
                    'description'       => 'আর্টিক কোজি নিট বিনির কোল্ডার মাসে উষ্ণ, আরামদায়ক এবং আড়ম্বরপূর্ণ থাকার জন্য আপনার যেতে-যাওয়া সমাধান। নরম এবং টেকসই এক্রাইলিক নিট মিশ্রণ থেকে তৈরি, এই বিনি আরামদায়ক এবং ফিট করার জন্য ডিজাইন করা হয়েছে। ক্লাসিক ডিজাইন এটিকে পুরুষ এবং মহিলাদের জন্য উপযুক্ত করে তোলে, বিভিন্ন স্টাইলের সাথে মানানসই একটি বহুমুখী আনুষঙ্গিক অফার করে। আপনি শহরে একটি নৈমিত্তিক দিনের জন্য বাইরে যাচ্ছেন বা বাইরের স্থানগুলিতে যাচ্ছেন, এই বিনি আপনার পোশাককে আরাম এবং উষ্ণতার স্পর্শ যোগ করে। নরম এবং শ্বাস-প্রশ্বাসের উপাদানটি নিশ্চিত করে যে আপনি স্টাইলের সাথে আপস না করে আরামদায়ক থাকবেন। আর্টিক কোজি নিট বিনি শুধুমাত্র একটি আনুষঙ্গিক নয়; এটি শীতকালীন ফ্যাশনের একটি বিবৃতি। এর সরলতা এটিকে বিভিন্ন পোশাকের সাথে সহজেই জোড়া দিতে সক্ষম করে, এটিকে আপনার শীতকালীন পোশাকের একটি প্রধান উপাদান করে তোলে। উপহারের জন্য আদর্শ বা নিজের জন্য একটি ট্রিট হিসাবে, এই বিনি কোনও শীতকালীন পোশাকে একটি চিন্তাশীল সংযোজন। এটি একটি বহুমুখী আনুষঙ্গিক যা কার্যকারিতার বাইরে চলে যায়, আপনার চেহারায় উষ্ণতা এবং স্টাইলের স্পর্শ যোগ করে। আর্টিক কোজি নিট বিনি দিয়ে শীতের সারমর্মটি আলিঙ্গন করুন। আপনি একটি নৈমিত্তিক দিন উপভোগ করছেন বা উপাদানগুলির মুখোমুখি হচ্ছেন না কেন, এই বিনি আপনার আরাম এবং স্টাইলের সঙ্গী হতে দিন। উষ্ণতা এবং ফ্যাশনের একটি চিরকালীন অনুভূতির সাথে এই ক্লাসিক আনুষঙ্গিকটি দিয়ে আপনার শীতকালীন পোশাককে উন্নত করুন।',
                    'name'              => 'আর্টিক কোজি নিট ইউনিসেক্স বিনি',
                    'short-description' => 'আমাদের আর্টিক কোজি নিট বিনি দিয়ে শীতল দিনগুলিকে স্টাইলে আলিঙ্গন করুন। নরম এবং টেকসই এক্রাইলিক মিশ্রণ থেকে তৈরি, এই ক্লাসিক বিনি উষ্ণতা এবং বহুমুখিতা অফার করে। পুরুষ এবং মহিলাদের জন্য উপযুক্ত, এটি নৈমিত্তিক বা বাইরের পোশাকের জন্য আদর্শ আনুষঙ্গিক। আপনার শীতকালীন পোশাক উন্নত করুন বা এই অপরিহার্য বিনি ক্যাপ দিয়ে কাউকে বিশেষ উপহার দিন।',
                    'meta-title'        => 'মেটা শিরোনাম',
                    'meta-keywords'     => 'মেটা1, মেটা2, মেটা3',
                    'meta_description'  => 'মেটা বর্ণনা',
                ],

                '2' => [
                    'description'       => 'আর্টিক ব্লিস শীতকালীন স্কার্ফ একটি শীতকালীন আনুষঙ্গিক নয়; এটি শীতকালীন ঋতুর জন্য উষ্ণতা, আরাম এবং স্টাইলের একটি বিবৃতি। একটি মহিমান্বিত এক্রাইলিক এবং উল্লেখযোগ্য গুণমানের উল্লেখযোগ্য মিশ্রণ থেকে সাবলেম করে এই স্কার্ফটি তৈরি করা হয়েছে, যা আপনাকে ঠান্ডায় আপনাকে আরামদায়ক এবং সুস্থ রাখতে সক্ষম করে। নরম এবং মল্লিকা বৈশিষ্ট্য না কেবল ঠাণ্ডার বিপরীতে তাপমাত্রা প্রদান করে, বরং আপনার শীতকালীন পোশাকের একটি মহিমান্বিত অংশ যোগ করে। আর্টিক ব্লিস শীতকালীন স্কার্ফের ডিজাইন স্টাইলিশ এবং বহুমুখী, যা এটিকে বিভিন্ন শীতকালীন পোশাকের সঙ্গে সহজেই মিশায়, আপনি যখনই একটি বিশেষ অবস্থায় পরিচ্ছন্ন করছেন বা আপনার প্রতিদিনের দেখার জন্য একটি শীতকালীন দেখার জন্য একটি সুন্দর স্কার্ফ যোগ করছেন, এটি আপনার স্টাইল সহজেই পূরণ করে। স্কার্ফের অতিরিক্ত দীর্ঘতা কাস্টমাইজ করার সুযোগ প্রদান করে। তাপমাত্রা বাড়ানোর জন্য এটি মুড়িত করুন, এটি নিম্নলিখিত দেখতে একটি অসম্প্রসারণ দিন, বা আপনার ব্যক্তিগত স্টাইল প্রকাশ করতে বিভিন্ন গাঁথা পরীক্ষা করুন। এই বহুমুখীতা এটিকে শীতকালীন ঋতুর জন্য একটি অপরিহার্য আনুষঙ্গিক করে তোলে। সম্পূর্ণ সময়ের জন্য চিরকালীন আরাম এবং সুস্থতা প্রদান করে এই স্কার্ফটি আপনার প্রিয় ব্যক্তি বা নিজের জন্য একটি অপরিহার্য এবং প্রায়োজনীয় উপহার হিসাবে মূর্তিমান হবে। আর্টিক ব্লিস শীতকালীন স্কার্ফ দিয়ে শীতকালে উষ্ণতা এবং স্টাইল একত্রে মিলে যায়। এই প্রাথমিক আনুষঙ্গিকটি আপনার শীতকালীন পোশাককে উন্নত করুন এবং আপনার ঠান্ডা পোশাকের সঙ্গে সুস্থতা যোগ করুন।',
                    'name'              => 'আর্টিক ব্লিস স্টাইলিশ শীতকালীন স্কার্ফ',
                    'short-description' => 'আমাদের আর্টিক ব্লিস শীতকালীন স্কার্ফের উষ্ণতা এবং স্টাইলের আলিঙ্গন অনুভব করুন। একটি মহিমান্বিত এক্রাইলিক এবং উল্লেখযোগ্য গুণমানের মিশ্রণ থেকে তৈরি এই আপুর স্কার্ফটি ঠাণ্ডা দিনগুলিতে আপনাকে উষ্ণ রাখতে এবং সুস্থ রাখতে সক্ষম। এর স্টাইলিশ এবং বহুমুখী ডিজাইন, যোগ্যতা প্রদান করে বিভিন্ন শীতকালীন পোশাকের জন্য উপযুক্ত। আপনি যখনই একটি বিশেষ অবস্থায় পরিচ্ছন্ন করছেন বা আপনার প্রতিদিনের দেখার জন্য একটি শীতকালীন দেখার জন্য একটি সুন্দর স্কার্ফ যোগ করছেন, এটি আপনার স্টাইল সহজেই পূরণ করে।',
                    'meta-title'        => 'মেটা শিরোনাম',
                    'meta-keywords'     => 'মেটা1, মেটা2, মেটা3',
                    'meta_description'  => 'মেটা বর্ণনা',
                ],

                '3' => [
                    'description'       => 'আর্টিক টাচস্ক্রিন শীতকালীন দস্তানা পরিচয় করছে - যেখানে উষ্ণতা, স্টাইল এবং সংযোগশীলতা মিলে আপনার শীতকালীন অভিজ্ঞতা উন্নত করতে। এই দস্তানাটি উচ্চ গুণমানের এক্রাইলিক থেকে তৈরি, যা অসামান্য উষ্ণতা এবং দ্রুত পুনরায় ব্যবহারের জন্য ডিজাইন করা হয়েছে। টাচস্ক্রিন-সংগত আঙ্গুলগুলি আপনাকে আপনার হাতগুলি ঠাণ্ডা করার প্রয়োজন ছাড়াই সংযোগিত থাকতে দেয়। কল সম্পর্ক করুন, বার্তা পাঠান, এবং আপনার ডিভাইসগুলি সহজেই নেভিগেট করুন, সবই আপনার হাতগুলি ঠাণ্ডা রাখা সম্ভব। তাপমাত্রা বাড়ানোর জন্য একটি তাপমাত্রায়ন লাইনিং যোগ করা হয়েছে, যা এই দস্তানাকে ঠাণ্ডা হাওয়ায় সম্পর্কিত সমস্যাগুলির জন্য আপনার পছন্দের বাছাই করে। আপনি যখনই কাজে যাচ্ছেন, কাজ করছেন বা বাইরে উপভোগ করছেন, এই দস্তানা আপনাকে প্রয়োজনীয় উষ্ণতা এবং সুরক্ষা প্রদান করে। সংঘটিত কাফসগুলি একটি নিরাপদ ফিট নিশ্চিত করে, ঠাণ্ডা হাওয়া এবং আপনার দৈনন্দিন কার্যক্রমে দস্তানা স্থানে রাখে। স্টাইলিশ ডিজাইনটি আপনার শীতকালীন সংগঠনে একটি ছাপ যোগ করে, এই দস্তানা সুস্থ হওয়ার সাথে সাথে ফ্যাশনযুক্ত হয়ে উঠে। উপহার হিসাবে বা নিজের জন্য একটি ট্রিট হিসাবে, আর্টিক টাচস্ক্রিন শীতকালীন দস্তানা আধুনিক ব্যক্তির জন্য একটি অপরিহার্য সংযোজন। দস্তানাটি ব্যবহার করে আপনি আপনার ডিভাইসগুলি ব্যবহার করতে হাত বের করার অসুবিধার সাথে উষ্ণতা, স্টাইল এবং সংযোগশীলতার অসংখ্য সুমিশ্রিত মিশ্রণটি গ্রহণ করুন। আর্টিক টাচস্ক্রিন শীতকালীন দস্তানা দিয়ে সংযোগশীল থাকুন, উষ্ণ থাকুন এবং স্টাইলিশ থাকুন - শীতকালীন ঋতুটি আত্মবিশ্বাসে জয় করার জন্য আপনার নির্ভরযোগ্য সঙ্গী।',
                    'name'              => 'আর্টিক টাচস্ক্রিন শীতকালীন দস্তানা',
                    'short-description' => 'আমাদের আর্টিক টাচস্ক্রিন শীতকালীন দস্তানা দিয়ে সংযোগিত এবং উষ্ণ থাকুন। এই দস্তানা উষ্ণতা এবং দ্রুত পুনরায় ব্যবহারের জন্য এক্রাইলিক থেকে তৈরি হয়েছে। টাচস্ক্রিন-সংগত ডিজাইনটি দিয়ে আপনি আপনার হাতগুলি ঠাণ্ডা করার প্রয়োজন ছাড়াই সংযোগিত থাকতে পারবেন। তাপমাত্রায়ন লাইনিং, নিরাপত্তা জন্য বাধার সাথে এই দস্তানা আপনার শীতকালীন চিল সম্পর্কিত পছন্দের বাছাই করে।',
                    'meta-title'        => 'মেটা শিরোনাম',
                    'meta-keywords'     => 'মেটা1, মেটা2, মেটা3',
                    'meta_description'  => 'মেটা বর্ণনা',
                ],

                '4' => [
                    'description'       => 'আর্টিক উষ্ণতা ওল ব্লেন্ড সক্স পরিচয় করছে - ঠাণ্ডা ঋতুতে আপনার আপেক্ষিক সঙ্গী হিসাবে আরামদায়ক এবং সুস্থ পা জন্য। মেরিনো উল, এক্রিলিক, নাইলন এবং স্প্যান্ডেক্সের একটি প্রিমিয়াম মিশ্রণ থেকে তৈরি এই সক্সগুলি অসামান্য উষ্ণতা এবং আরাম প্রদানের জন্য ডিজাইন করা হয়েছে। উল মিশ্রণটি নিশ্চিত করে যে আপনার পা ঠাণ্ডা হয় না, এই সক্সগুলি ঠাণ্ডা সময়ে সম্পূর্ণ উপযুক্ত বাছাই। সক্সের নরম এবং আরামদায়ক টেক্সচার আপনার চামড়ার বিপরীতে একটি মহিমান্বিত অনুভব প্রদান করে। এই উল মিশ্রণ সক্সগুলির মাধ্যমে ঠাণ্ডা পদার্থগুলির জন্য আপনার প্রিয় বুটের সঙ্গে সংগঠিত একটি ফ্যাশনযুক্ত শীতকালীন দেখার জন্য উপযুক্ত। আপনি যখনই একটি বিশেষ অবস্থায় পরিচ্ছন্ন করছেন বা আপনার প্রতিদিনের দেখার জন্য একটি শীতকালীন দেখার জন্য একটি সুন্দর সক্স যোগ করছেন, এটি আপনার স্টাইল সহজেই পূরণ করে। দীর্ঘতা এবং পাঠানোর জন্য পুনরায় জন্যকারী হিল এবং টো যোগ করা হয়েছে, যা উচ্চ পরিমাণে শক্তি যোগ করে। এটি নিশ্চিত করে যে আপনার সক্সগুলি সময়ের পরীক্ষায় বাঁচে, দীর্ঘস্থায়ী আরাম এবং আরাম প্রদান করে। উপশ্বাসযোগ্য প্রকৃতি অতিশয়ে উষ্ণতা প্রদান করে, যা আপনার পা সম্পূর্ণ দিনের মাধ্যমে সুস্থ এবং শুষ্ক থাকতে দেয়। আপনি যখনই শীতকালীন হাইকের জন্য বাইরে যাচ্ছেন বা আরামে ঘরে থাকছেন, এই সক্সগুলি উষ্ণতা এবং শ্বাসযোগ্যতার সমন্বয়ে সম্পূর্ণ উপযুক্ত। বিভিন্ন অবস্থার জন্য উপযুক্ত এই উল মিশ্রণ সক্সগুলি ব্যবহার করুন। আপনার প্রিয় বুটের সঙ্গে একটি ফ্যাশনযুক্ত শীতকালীন দেখার জন্য তাদের মিশ্রণ করুন বা ঘরে বসে আপনার চামড়ার বিপরীতে পরিচ্ছন্ন করার জন্য তাদের পরিচ্ছন্ন করুন। আর্টিক উষ্ণতা ওল ব্লেন্ড সক্স দিয়ে আপনার শীতকালীন সংগঠন উন্নত করুন। আপনার পা যা প্রয়োজন তার মধ্যে আনুষঙ্গিকতা প্রদান করুন এবং একটি আপুর সংগঠনে আপনার শীতকালীন সংগঠন উন্নত করুন।',
                    'name'              => 'আর্টিক উষ্ণতা ওল ব্লেন্ড সক্স',
                    'short-description' => 'আমাদের আর্টিক উষ্ণতা উল ব্লেন্ড সক্সের অসামান্য উষ্ণতা এবং আরাম উপভোগ করুন। মেরিনো উল, এক্রিলিক, নাইলন, এবং স্প্যান্ডেক্সের মিশ্রণ থেকে তৈরি, এই সক্সগুলি ঠান্ডা আবহাওয়ার জন্য চূড়ান্ত আরাম প্রদান করে। দীর্ঘস্থায়ী হিল এবং টো সহ টেকসইতা নিশ্চিত করে, এই বহুমুখী এবং স্টাইলিশ সক্সগুলি বিভিন্ন অনুষ্ঠানের জন্য উপযুক্ত।',
                    'meta-title'        => 'মেটা শিরোনাম',
                    'meta-keywords'     => 'মেটা1, মেটা2, মেটা3',
                    'meta_description'  => 'মেটা বর্ণনা',
                ],

                '5' => [
                    'description'       => 'আর্টিক ফ্রস্ট শীতকালীন সংগ্রহের পরিচিতি, ঠাণ্ডা শীতকালীন দিনগুলিতে গরম থাকতে, স্টাইলিশ এবং সংযুক্ত থাকতে আপনার জন্য একটি সমাধান। এই ভালভাবে পরিচালিত সেটটি চারটি প্রধান শীতকালীন সংগ্রহ একত্রিত করে একটি সাদৃশ্যময় সংগঠন তৈরি করে। এই মহিমান্বিত স্কার্ফটি, এক্রিলিক এবং উলের মিশ্রণ থেকে বুনা, না কেবল একটি গরমতা স্তর যোগ করে, বরং আপনার শীতকালীন পরিধানে একটি সুন্দর স্পর্শ আনে। যখন আপনি আপনার দিকে সহজেই ডিভাইস নেভিগেট করছেন, আপনি গরমতা না হারিয়ে সংযুক্ত থাকতে টাচস্ক্রিন-সংগত গ্লোভ পাচ্ছেন। আপনি যখনই ফোনে কল সম্পাদন করছেন, বার্তা পাঠাচ্ছেন বা আপনার স্মার্টফোনে শীতকালীন মুহূর্ত ধরছেন, এই গ্লোভগুলি সুবিধাজনকভাবে ব্যবহার করে সংযুক্ত থাকেন বিনা স্টাইল কমপ্রমিস করে। সক্সের নরম এবং আরামদায়ক টেক্সচার আপনার চামড়ার বিপরীতে একটি মহিমান্বিত অনুভব প্রদান করে। এই উল মিশ্রণ সক্সগুলির মাধ্যমে ঠাণ্ডা পদার্থগুলির জন্য আপনার প্রিয় বুটের সঙ্গে সংগঠিত একটি ফ্যাশনযুক্ত শীতকালীন দেখার জন্য উপযুক্ত। আপনি যখনই একটি বিশেষ অবস্থায় পরিচ্ছন্ন করছেন বা আপনার প্রতিদিনের দেখার জন্য একটি শীতকালীন দেখার জন্য একটি সুন্দর সক্স যোগ করছেন, এটি আপনার স্টাইল সহজেই পূরণ করে। আর্টিক ফ্রস্ট শীতকালীন সংগ্রহটি কেবল কার্যকরিতা নয়; এটি শীতকালীন ফ্যাশনের একটি বিবৃতি। প্রতিটি টুকরা না কেবল আপনাকে ঠাণ্ডা থেকে রক্ষা করতে নয়, বরং আপনার স্টাইলকে উন্নত করতে ডিজাইন করা হয়েছে এই শীতকালীন মৌসুমে। এই সংগ্রহের জন্য নির্বাচিত উপাদানগুলি সহজলভ্যতা এবং সুবিধাজনকতা উভয়ের প্রাধান্য দেয়, যাতে আপনি স্টাইলে শীতকালীন উপভোগ করতে পারেন। আপনি নিজেকে বা সম্পূর্ণ উপযুক্ত উপহার খুঁজছেন, শীতকালীন ফ্যাশনে আপনার উচ্চতর পোশাক সংগ্রহটি একটি বিকল্প নির্বাচন। হলিডে সীজনে কারোকে আনন্দিত করুন বা নিজের শীতকালীন পোশাক উন্নত করুন এই স্টাইলসম্পন্ন এবং কার্যকরী সংগঠনের সঙ্গে। আপনি আত্মবিশ্বাসে ফ্রস্ট গ্রহণ করুন, যাচ্ছে যে আপনার ঠাণ্ডা থেকে রক্ষা করার জন্য আপনার পারফেক্ট উপাদানগুলি আছে।',
                    'name'              => 'আর্টিক ফ্রস্ট শীতকালীন সংগ্রহ',
                    'short-description' => 'আমাদের আর্টিক ফ্রস্ট শীতকালীন সংগ্রহের সাথে শীতকালীন ঠাণ্ডা গ্রহণ করুন। এই নির্বাচিত সেটটিতে একটি মহিমান্বিত স্কার্ফ, একটি আরামদায়ক বিনি, টাচস্ক্রিন-সংগত গ্লোভ এবং উল মিশ্রণ সক্স রয়েছে। স্টাইলিশ এবং কার্যকরী, এই সংগঠনটি উচ্চ মানের উপাদানগুলি থেকে তৈরি হয়, যাতে দৃঢ়তা এবং সুবিধা উভয়ের প্রাধান্য দেয়। আপনার শীতকালীন পোশাক উন্নত করুন বা কারোকে আনন্দিত করুন এই সম্পূর্ণ উপহার দিয়ে।',
                    'meta-title'        => 'মেটা শিরোনাম',
                    'meta-keywords'     => 'মেটা1, মেটা2, মেটা3',
                    'meta_description'  => 'মেটা বর্ণনা',
                ],

                '6' => [
                    'description'       => 'আর্টিক ফ্রস্ট শীতকালীন সংগ্রহ বিন্ডল পরিচিতি করছি, যা ঠাণ্ডা শীতকালীন দিনগুলিতে গরম থাকতে, স্টাইলিশ এবং সংযুক্ত থাকতে আপনার জন্য একটি সমাধান। এই ভালভাবে পরিচালিত সেটটি চারটি প্রধান শীতকালীন সংগ্রহ একত্রিত করে একটি সাদৃশ্যময় সংগঠন তৈরি করে। এই মহিমান্বিত স্কার্ফটি, এক্রিলিক এবং উলের মিশ্রণ থেকে বুনা, না কেবল একটি গরমতা স্তর যোগ করে, বরং আপনার শীতকালীন পরিধানে একটি সুন্দর স্পর্শ আনে। যখন আপনি আপনার দিকে সহজেই ডিভাইস নেভিগেট করছেন, আপনি গরমতা না হারিয়ে সংযুক্ত থাকতে টাচস্ক্রিন-সংগত গ্লোভ পাচ্ছেন। আপনি যখনই ফোনে কল সম্পাদন করছেন, বার্তা পাঠাচ্ছেন বা আপনার স্মার্টফোনে শীতকালীন মুহূর্ত ধরছেন, এই গ্লোভগুলি সুবিধাজনকভাবে ব্যবহার করে সংযুক্ত থাকেন বিনা স্টাইল কমপ্রমিস করে। সক্সের নরম এবং আরামদায়ক টেক্সচার আপনার চামড়ার বিপরীতে একটি মহিমান্বিত অনুভব প্রদান করে। এই উল মিশ্রণ সক্সগুলির মাধ্যমে ঠাণ্ডা পদার্থগুলির জন্য আপনার প্রিয় বুটের সঙ্গে সংগঠিত একটি ফ্যাশনযুক্ত শীতকালীন দেখার জন্য উপযুক্ত। আপনি যখনই একটি বিশেষ অবস্থায় পরিচ্ছন্ন করছেন বা আপনার প্রতিদিনের দেখার জন্য একটি শীতকালীন দেখার জন্য একটি সুন্দর সক্স যোগ করছেন, এটি আপনার স্টাইল সহজেই পূরণ করে। আর্টিক ফ্রস্ট শীতকালীন সংগ্রহটি কেবল কার্যকরিতা নয়; এটি শীতকালীন ফ্যাশনের একটি বিবৃতি। প্রতিটি টুকরা না কেবল আপনাকে ঠাণ্ডা থেকে রক্ষা করতে নয়, বরং আপনার স্টাইলকে উন্নত করতে ডিজাইন করা হয়েছে এই শীতকালীন মৌসুমে। এই সংগ্রহের জন্য নির্বাচিত উপাদানগুলি সহজলভ্যতা এবং সুবিধাজনকতা উভয়ের প্রাধান্য দেয়, যাতে আপনি স্টাইলে শীতকালীন উপভোগ করতে পারেন। আপনি নিজেকে বা সম্পূর্ণ উপযুক্ত উপহার খুঁজছেন, শীতকালীন ফ্যাশনে আপনার উচ্চতর পোশাক সংগ্রহটি একটি বিকল্প নির্বাচন। হলিডে সীজনে কারোকে আনন্দিত করুন বা নিজের শীতকালীন পোশাক উন্নত করুন এই স্টাইলসম্পন্ন এবং কার্যকরী সংগঠনের সঙ্গে। আপনি আত্মবিশ্বাসে ফ্রস্ট গ্রহণ করুন, যাচ্ছে যে আপনার ঠাণ্ডা থেকে রক্ষা করার জন্য আপনার পারফেক্ট উপাদানগুলি আছে।',
                    'name'              => 'আর্টিক ফ্রস্ট শীতকালীন সংগ্রহ',
                    'short-description' => 'আমাদের আর্টিক ফ্রস্ট শীতকালীন সংগ্রহের সাথে শীতকালীন ঠাণ্ডা গ্রহণ করুন। এই নির্বাচিত সেটটিতে একটি মহিমান্বিত স্কার্ফ, একটি আরামদায়ক বিনি, টাচস্ক্রিন-সংগত গ্লোভ এবং উল মিশ্রণ সক্স রয়েছে। স্টাইলিশ এবং কার্যকরী, এই সংগঠনটি উচ্চ মানের উপাদানগুলি থেকে তৈরি হয়, যাতে দৃঢ়তা এবং সুবিধা উভয়ের প্রাধান্য দেয়। আপনার শীতকালীন পোশাক উন্নত করুন বা কারোকে আনন্দিত করুন এই সম্পূর্ণ উপহার দিয়ে।',
                    'meta-title'        => 'মেটা শিরোনাম',
                    'meta-keywords'     => 'মেটা1, মেটা2, মেটা3',
                    'meta_description'  => 'মেটা বর্ণনা',
                ],

                '7' => [
                    'description'       => 'আপনাকে ঠাণ্ডা থেকে রক্ষা করার জন্য এবং শীতকালীন ঋতুতে স্টাইলিশ এবং ফ্যাশনেবল থাকতে আপনার জন্য OmniHeat পুরুষদের সম্পূর্ণ হুডেড পাফার জ্যাকেট পরিচিতি করছি। এই জ্যাকেটটি দৃঢ়তা এবং গরমতা মনে রাখে এবং এটি আপনার বিশ্বস্ত সঙ্গী হয়ে উঠে। হুডেড ডিজাইনটি না কেবল স্টাইলের একটি স্পর্শ যোগ করে, বরং আপনাকে ঠাণ্ডা বাতাস এবং আবহাওয়া থেকে অতিরিক্ত গরমতা দেয়। পূর্ণ হাতা সম্পূর্ণ আবরণ প্রদান করে, যাতে আপনি কানেকশন থেকে কোয়ালিটি থাকেন। ইনসার্ট পকেটসহ সজ্জিত পাফার জ্যাকেটটি আপনার প্রয়োজনীয় বস্তুগুলি বহন করার জন্য সুবিধা প্রদান করে বা আপনার হাতগুলি গরম রাখার জন্য। তাপগত সিনথেটিক ভরণ আরো গরমতা প্রদান করে, যা ঠাণ্ডা দিন এবং রাতের জন্য আদর্শ, এটি তৈরি করে। এটি একটি টেকসই পলিয়েস্টার শেল এবং লাইনিং থেকে তৈরি, এই জ্যাকেটটি স্থায়ী এবং উপযুক্ত উপাদানগুলি সহ্য করতে পারে এবং উপযুক্ত উপাদানগুলি সহ্য করতে পারে। 5 টি আকর্ষণীয় রঙে উপলব্ধ, আপনি যেটি আপনার স্টাইল এবং পছন্দের অনুযায়ী চয়ন করতে পারেন। বহুমুখী এবং কার্যকরী, OmniHeat পুরুষদের সম্পূর্ণ হুডেড পাফার জ্যাকেটটি বিভিন্ন অনুষ্ঠানের জন্য উপযুক্ত, আপনি যখনই কাজে যাচ্ছেন, একটি সাধারণ বেরামদি করছেন বা বাইরের ইভেন্টে উপস্থিত হচ্ছেন। OmniHeat পুরুষদের সম্পূর্ণ হুডেড পাফার জ্যাকেটের সাথে স্টাইল, সুবিধা এবং কার্যক্ষমতার সমান্য মিশ্রণ অনুভব করুন। শীতকালীন পোশাক সংগ্রহটি উন্নত করুন এবং বাইরে থাকাকে গ্রহণ করে শীতকালীন পোশাকের সাথে আপনার স্নান থাকুন। স্টাইলে ঠাণ্ডা জিতে নিন এবং এই প্রধান টুকরার সাথে একটি বিবৃতি করুন।',
                    'name'              => 'OmniHeat পুরুষদের সম্পূর্ণ হুডেড পাফার জ্যাকেট',
                    'short-description' => 'আমাদের OmniHeat পুরুষদের সম্পূর্ণ হুডেড পাফার জ্যাকেটের সাথে ঠাণ্ডা থেকে রক্ষা করুন এবং স্টাইলিশ থাকুন। এই জ্যাকেটটি অত্যাধুনিক গরমতা প্রদানের জন্য ডিজাইন করা হয়েছে এবং ইনসার্ট পকেটসহ সুবিধাজনক বোঝায়। তাপগত উপাদানটি ঠাণ্ডা আবহাওয়ায় আপনাকে গরম রাখে। 5 টি আকর্ষণীয় রঙে উপলব্ধ, এটি বিভিন্ন অনুষ্ঠানের জন্য একটি বহুমুখী চয়ন।',
                    'meta-title'        => 'মেটা শিরোনাম',
                    'meta-keywords'     => 'মেটা1, মেটা2, মেটা3',
                    'meta_description'  => 'মেটা বর্ণনা',
                ],

                '8' => [
                    'description'       => 'ঠাণ্ডা ঋতুতে গরম এবং ফ্যাশনেবল থাকতে আপনার জন্য OmniHeat পুরুষদের সম্পূর্ণ হুডেড পাফার জ্যাকেট পরিচিতি করছি। এই জ্যাকেটটি দৃঢ়তা এবং গরমতা মনে রাখে এবং এটি আপনার বিশ্বস্ত সঙ্গী হয়ে উঠে। হুডেড ডিজাইনটি না কেবল স্টাইলের একটি স্পর্শ যোগ করে, বরং আপনাকে ঠাণ্ডা বাতাস এবং আবহাওয়া থেকে অতিরিক্ত গরমতা দেয়। পূর্ণ হাতা সম্পূর্ণ আবরণ প্রদান করে, যাতে আপনি কানেকশন থেকে কোয়ালিটি থাকেন। ইনসার্ট পকেটসহ সজ্জিত পাফার জ্যাকেটটি আপনার প্রয়োজনীয় বস্তুগুলি বহন করার জন্য সুবিধা প্রদান করে বা আপনার হাতগুলি গরম রাখার জন্য। তাপগত সিনথেটিক ভরণ আরো গরমতা প্রদান করে, যা ঠাণ্ডা দিন এবং রাতের জন্য আদর্শ, এটি তৈরি করে। এটি একটি টেকসই পলিয়েস্টার শেল এবং লাইনিং থেকে তৈরি, এই জ্যাকেটটি স্থায়ী এবং উপযুক্ত উপাদানগুলি সহ্য করতে পারে এবং উপযুক্ত উপাদানগুলি সহ্য করতে পারে। 5 টি আকর্ষণীয় রঙে উপলব্ধ, আপনি যেটি আপনার স্টাইল এবং পছন্দের অনুযায়ী চয়ন করতে পারেন। বহুমুখী এবং কার্যকরী, OmniHeat পুরুষদের সম্পূর্ণ হুডেড পাফার জ্যাকেটটি বিভিন্ন অনুষ্ঠানের জন্য উপযুক্ত, আপনি যখনই কাজে যাচ্ছেন, একটি সাধারণ বেরামদি করছেন বা বাইরের ইভেন্টে উপস্থিত হচ্ছেন। OmniHeat পুরুষদের সম্পূর্ণ হুডেড পাফার জ্যাকেটের সাথে স্টাইল, সুবিধা এবং কার্যক্ষমতার সমান্য মিশ্রণ অনুভব করুন। শীতকালীন পোশাক সংগ্রহটি উন্নত করুন এবং বাইরে থাকাকে গ্রহণ করে শীতকালীন পোশাকের সাথে আপনার স্নান থাকুন। স্টাইলে ঠাণ্ডা জিতে নিন এবং এই প্রধান টুকরার সাথে একটি বিবৃতি করুন।',
                    'name'              => 'OmniHeat পুরুষদের সম্পূর্ণ হুডেড পাফার জ্যাকেট-ব্লু-হলুদ-L',
                    'short-description' => 'ঠাণ্ডা থেকে রক্ষা করুন এবং স্টাইলিশ থাকুন আমাদের OmniHeat পুরুষদের সম্পূর্ণ হুডেড পাফার জ্যাকেটের সাথে। এই জ্যাকেটটি অত্যাধুনিক গরমতা প্রদানের জন্য ডিজাইন করা হয়েছে এবং ইনসার্ট পকেটসহ সুবিধাজনক বোঝায়। তাপগত উপাদানটি ঠাণ্ডা আবহাওয়ায় আপনাকে গরম রাখে। 5 টি আকর্ষণীয় রঙে উপলব্ধ, এটি বিভিন্ন অনুষ্ঠানের জন্য একটি বহুমুখী চয়ন।',
                    'meta-title'        => 'মেটা শিরোনাম',
                    'meta-keywords'     => 'মেটা1, মেটা2, মেটা3',
                    'meta_description'  => 'মেটা বর্ণনা',
                ],

                '9' => [
                    'description'       => 'ঠাণ্ডা ঋতুতে গরম এবং ফ্যাশনেবল থাকতে আপনার জন্য OmniHeat পুরুষদের সম্পূর্ণ হুডেড পাফার জ্যাকেট পরিচিতি করছি। এই জ্যাকেটটি দৃঢ়তা এবং গরমতা মনে রাখে এবং এটি আপনার বিশ্বস্ত সঙ্গী হয়ে উঠে। হুডেড ডিজাইনটি না কেবল স্টাইলের একটি স্পর্শ যোগ করে, বরং আপনাকে ঠাণ্ডা বাতাস এবং আবহাওয়া থেকে অতিরিক্ত গরমতা দেয়। পূর্ণ হাতা সম্পূর্ণ আবরণ প্রদান করে, যাতে আপনি কানেকশন থেকে কোয়ালিটি থাকেন। ইনসার্ট পকেটসহ সজ্জিত পাফার জ্যাকেটটি আপনার প্রয়োজনীয় বস্তুগুলি বহন করার জন্য সুবিধা প্রদান করে বা আপনার হাতগুলি গরম রাখার জন্য। তাপগত সিনথেটিক ভরণ আরো গরমতা প্রদান করে, যা ঠাণ্ডা দিন এবং রাতের জন্য আদর্শ, এটি তৈরি করে। এটি একটি টেকসই পলিয়েস্টার শেল এবং লাইনিং থেকে তৈরি, এই জ্যাকেটটি স্থায়ী এবং উপযুক্ত উপাদানগুলি সহ্য করতে পারে এবং উপযুক্ত উপাদানগুলি সহ্য করতে পারে। 5 টি আকর্ষণীয় রঙে উপলব্ধ, আপনি যেটি আপনার স্টাইল এবং পছন্দের অনুযায়ী চয়ন করতে পারেন। বহুমুখী এবং কার্যকরী, OmniHeat পুরুষদের সম্পূর্ণ হুডেড পাফার জ্যাকেটটি বিভিন্ন অনুষ্ঠানের জন্য উপযুক্ত, আপনি যখনই কাজে যাচ্ছেন, একটি সাধারণ বেরামদি করছেন বা বাইরের ইভেন্টে উপস্থিত হচ্ছেন। OmniHeat পুরুষদের সম্পূর্ণ হুডেড পাফার জ্যাকেটের সাথে স্টাইল, সুবিধা এবং কার্যক্ষমতার সমান্য মিশ্রণ অনুভব করুন। শীতকালীন পোশাক সংগ্রহটি উন্নত করুন এবং বাইরে থাকাকে গ্রহণ করে শীতকালীন পোশাকের সাথে আপনার স্নান থাকুন। স্টাইলে ঠাণ্ডা জিতে নিন এবং এই প্রধান টুকরার সাথে একটি বিবৃতি করুন।',
                    'name'              => 'OmniHeat পুরুষদের সম্পূর্ণ হুডেড পাফার জ্যাকেট-ব্লু-হলুদ-L',
                    'short-description' => 'ঠাণ্ডা থেকে রক্ষা করুন এবং স্টাইলিশ থাকুন আমাদের OmniHeat পুরুষদের সম্পূর্ণ হুডেড পাফার জ্যাকেটের সাথে। এই জ্যাকেটটি অত্যাধুনিক গরমতা প্রদানের জন্য ডিজাইন করা হয়েছে এবং ইনসার্ট পকেটসহ সুবিধাজনক বোঝায়। তাপগত উপাদানটি ঠাণ্ডা আবহাওয়ায় আপনাকে গরম রাখে। 5 টি আকর্ষণীয় রঙে উপলব্ধ, এটি বিভিন্ন অনুষ্ঠানের জন্য একটি বহুমুখী চয়ন।',
                    'meta-title'        => 'মেটা শিরোনাম',
                    'meta-keywords'     => 'মেটা1, মেটা2, মেটা3',
                    'meta_description'  => 'মেটা বর্ণনা',
                ],

                '10' => [
                    'description'       => 'ঠাণ্ডা ঋতুতে গরম এবং ফ্যাশনেবল থাকতে আপনার জন্য OmniHeat পুরুষদের সম্পূর্ণ হুডেড পাফার জ্যাকেট পরিচিতি করছি। এই জ্যাকেটটি দৃঢ়তা এবং গরমতা মনে রাখে এবং এটি আপনার বিশ্বস্ত সঙ্গী হয়ে উঠে। হুডেড ডিজাইনটি না কেবল স্টাইলের একটি স্পর্শ যোগ করে, বরং আপনাকে ঠাণ্ডা বাতাস এবং আবহাওয়া থেকে অতিরিক্ত গরমতা দেয়। পূর্ণ হাতা সম্পূর্ণ আবরণ প্রদান করে, যাতে আপনি কানেকশন থেকে কোয়ালিটি থাকেন। ইনসার্ট পকেটসহ সজ্জিত পাফার জ্যাকেটটি আপনার প্রয়োজনীয় বস্তুগুলি বহন করার জন্য সুবিধা প্রদান করে বা আপনার হাতগুলি গরম রাখার জন্য। তাপগত সিনথেটিক ভরণ আরো গরমতা প্রদান করে, যা ঠাণ্ডা দিন এবং রাতের জন্য আদর্শ, এটি তৈরি করে। এটি একটি টেকসই পলিয়েস্টার শেল এবং লাইনিং থেকে তৈরি, এই জ্যাকেটটি স্থায়ী এবং উপযুক্ত উপাদানগুলি সহ্য করতে পারে এবং উপযুক্ত উপাদানগুলি সহ্য করতে পারে। 5 টি আকর্ষণীয় রঙে উপলব্ধ, আপনি যেটি আপনার স্টাইল এবং পছন্দের অনুযায়ী চয়ন করতে পারেন। বহুমুখী এবং কার্যকরী, OmniHeat পুরুষদের সম্পূর্ণ হুডেড পাফার জ্যাকেটটি বিভিন্ন অনুষ্ঠানের জন্য উপযুক্ত, আপনি যখনই কাজে যাচ্ছেন, একটি সাধারণ বেরামদি করছেন বা বাইরের ইভেন্টে উপস্থিত হচ্ছেন। OmniHeat পুরুষদের সম্পূর্ণ হুডেড পাফার জ্যাকেটের সাথে স্টাইল, সুবিধা এবং কার্যক্ষমতার সমান্য মিশ্রণ অনুভব করুন। শীতকালীন পোশাক সংগ্রহটি উন্নত করুন এবং বাইরে থাকাকে গ্রহণ করে শীতকালীন পোশাকের সাথে আপনার স্নান থাকুন। স্টাইলে ঠাণ্ডা জিতে নিন এবং এই প্রধান টুকরার সাথে একটি বিবৃতি করুন।',
                    'name'              => 'OmniHeat পুরুষদের সম্পূর্ণ হুডেড পাফার জ্যাকেট-ব্লু-সবুজ-L',
                    'short-description' => 'ঠাণ্ডা থেকে রক্ষা করুন এবং স্টাইলিশ থাকুন আমাদের OmniHeat পুরুষদের সম্পূর্ণ হুডেড পাফার জ্যাকেটের সাথে। এই জ্যাকেটটি অত্যাধুনিক গরমতা প্রদানের জন্য ডিজাইন করা হয়েছে এবং ইনসার্ট পকেটসহ সুবিধাজনক বোঝায়। তাপগত উপাদানটি ঠাণ্ডা আবহাওয়ায় আপনাকে গরম রাখে। 5 টি আকর্ষণীয় রঙে উপলব্ধ, এটি বিভিন্ন অনুষ্ঠানের জন্য একটি বহুমুখী চয়ন।',
                    'meta-title'        => 'মেটা শিরোনাম',
                    'meta-keywords'     => 'মেটা1, মেটা2, মেটা3',
                    'meta_description'  => 'মেটা বর্ণনা',
                ],

                '11' => [
                    'description'       => 'ওমনি হিট মেন\'স সলিড হুডেড পাফার জ্যাকেট পরিচয় করিয়ে দিচ্ছি, শীতল মৌসুমে উষ্ণ এবং ফ্যাশনেবল থাকার জন্য আপনার নির্ভরযোগ্য সমাধান। এই জ্যাকেটটি টেকসইতা এবং উষ্ণতা মাথায় রেখে তৈরি করা হয়েছে, এটি আপনার বিশ্বস্ত সঙ্গী হয়ে উঠবে তা নিশ্চিত করে। হুডেড ডিজাইনটি কেবল একটি শৈলীর স্পর্শ যোগ করে না বরং অতিরিক্ত উষ্ণতাও সরবরাহ করে, আপনাকে ঠান্ডা বাতাস এবং আবহাওয়া থেকে রক্ষা করে। পূর্ণ হাতা সম্পূর্ণ কভারেজ প্রদান করে, নিশ্চিত করে যে আপনি কাঁধ থেকে কব্জি পর্যন্ত আরামদায়ক থাকুন। ইনসার্ট পকেট দিয়ে সজ্জিত, এই পাফার জ্যাকেটটি আপনার প্রয়োজনীয় জিনিসগুলি বহন করার বা আপনার হাত গরম রাখার জন্য সুবিধা প্রদান করে। ইনসুলেটেড সিন্থেটিক ফিলিং উন্নত উষ্ণতা প্রদান করে, যা ঠান্ডা দিন এবং রাতের সাথে লড়াই করার জন্য আদর্শ করে তোলে। একটি টেকসই পলিয়েস্টার শেল এবং আস্তরণ থেকে তৈরি, এই জ্যাকেটটি স্থায়ী এবং উপাদানগুলিকে সহ্য করার জন্য তৈরি। ৫টি আকর্ষণীয় রঙে উপলব্ধ, আপনি এমন একটি বেছে নিতে পারেন যা আপনার স্টাইল এবং পছন্দ অনুসারে। বহুমুখী এবং কার্যকরী, ওমনি হিট মেন\'স সলিড হুডেড পাফার জ্যাকেট বিভিন্ন অনুষ্ঠানের জন্য উপযুক্ত, আপনি কাজের জন্য যাচ্ছেন, নৈমিত্তিক ভ্রমণে যাচ্ছেন বা আউটডোর ইভেন্টে অংশ নিচ্ছেন। ওমনি হিট মেন\'স সলিড হুডেড পাফার জ্যাকেটের সাথে শৈলী, আরাম এবং কার্যকারিতার নিখুঁত মিশ্রণ অনুভব করুন। আপনার শীতের পোশাক বাড়ান এবং বাইরের পরিবেশ উপভোগ করার সময় আরামদায়ক থাকুন। শৈলীতে ঠান্ডা পরাজিত করুন এবং এই অপরিহার্য টুকরো দিয়ে একটি বিবৃতি তৈরি করুন।',
                    'name'              => 'ওমনি হিট মেন\'স সলিড হুডেড পাফার জ্যাকেট-ব্লু-গ্রীন-এল',
                    'short-description' => 'আমাদের ওমনি হিট মেন\'স সলিড হুডেড পাফার জ্যাকেট দিয়ে উষ্ণ এবং স্টাইলিশ থাকুন। এই জ্যাকেটটি চূড়ান্ত উষ্ণতা প্রদানের জন্য ডিজাইন করা হয়েছে এবং অতিরিক্ত সুবিধার জন্য ইনসার্ট পকেট বৈশিষ্ট্যযুক্ত। ইনসুলেটেড উপাদান নিশ্চিত করে যে আপনি ঠান্ডা আবহাওয়ায় আরামদায়ক থাকবেন। ৫টি আকর্ষণীয় রঙে উপলব্ধ, যা বিভিন্ন অনুষ্ঠানের জন্য এটিকে একটি বহুমুখী পছন্দ করে তোলে।',
                    'meta-title'        => 'মেটা শিরোনাম',
                    'meta-keywords'     => 'মেটা1, মেটা2, মেটা3',
                    'meta_description'  => 'মেটা বর্ণনা',
                ],
            ],
        ],
    ],

    'installer' => [
        'index' => [
            'create-administrator' => [
                'admin'            => 'অ্যাডমিন',
                'bagisto'          => 'বাগিস্তো',
                'confirm-password' => 'পাসওয়ার্ড নিশ্চিত করুন',
                'download-sample'  => 'স্যাম্পল ডাউনলোড করুন',
                'email'            => 'ইমেইল',
                'email-address'    => 'admin@example.com',
                'password'         => 'পাসওয়ার্ড',
                'sample-products'  => 'স্যাম্পল পণ্য',
                'title'            => 'অ্যাডমিনিস্ট্রেটর তৈরি করুন',
            ],

            'environment-configuration' => [
                'algerian-dinar'              => 'আলজেরিয়ান দিনার (DZD)',
                'allowed-currencies'          => 'অনুমোদিত মুদ্রা',
                'allowed-locales'             => 'অনুমোদিত লোকেল',
                'application-name'            => 'অ্যাপ্লিকেশন নাম',
                'argentine-peso'              => 'আর্জেন্টিনা পেসো (ARS)',
                'australian-dollar'           => 'অস্ট্রেলিয়ান ডলার (AUD)',
                'bagisto'                     => 'বাগিস্তো',
                'bangladeshi-taka'            => 'বাংলাদেশী টাকা (BDT)',
                'brazilian-real'              => 'ব্রাজিলিয়ান রিয়েল (BRL)',
                'british-pound-sterling'      => 'ব্রিটিশ পাউন্ড স্টার্লিং (GBP)',
                'canadian-dollar'             => 'কানাডিয়ান ডলার (CAD)',
                'cfa-franc-bceao'             => 'CFA ফ্রাঙ্ক BCEAO (XOF)',
                'cfa-franc-beac'              => 'CFA ফ্রাঙ্ক BEAC (XAF)',
                'chilean-peso'                => 'চিলিয়ান পেসো (CLP)',
                'chinese-yuan'                => 'চীনা য়ুয়ান (CNY)',
                'colombian-peso'              => 'কলম্বিয়ান পেসো (COP)',
                'czech-koruna'                => 'চেক কোরুনা (CZK)',
                'danish-krone'                => 'ড্যানিশ ক্রোন (DKK)',
                'database-connection'         => 'ডাটাবেস সংযোগ',
                'database-hostname'           => 'ডাটাবেস হোস্টনাম',
                'database-name'               => 'ডাটাবেস নাম',
                'database-password'           => 'ডাটাবেস পাসওয়ার্ড',
                'database-port'               => 'ডাটাবেস পোর্ট',
                'database-prefix'             => 'ডাটাবেস প্রিফিক্স',
                'database-username'           => 'ডাটাবেস ইউজারনেম',
                'default-currency'            => 'ডিফল্ট মুদ্রা',
                'default-locale'              => 'ডিফল্ট লোকেল',
                'default-timezone'            => 'ডিফল্ট টাইমজোন',
                'default-url'                 => 'ডিফল্ট URL',
                'default-url-link'            => 'https://localhost',
                'egyptian-pound'              => 'মিশরীয় পাউন্ড (EGP)',
                'euro'                        => 'ইউরো (EUR)',
                'fijian-dollar'               => 'ফিজিয়ান ডলার (FJD)',
                'hong-kong-dollar'            => 'হংকং ডলার (HKD)',
                'hungarian-forint'            => 'হাঙ্গেরিয়ান ফরিন্ট (HUF)',
                'indian-rupee'                => 'ভারতীয় টাকা (INR)',
                'indonesian-rupiah'           => 'ইন্দোনেশিয়ান রুপিয়া (IDR)',
                'israeli-new-shekel'          => 'ইস্রায়েলি নতুন শেকেল (ILS)',
                'japanese-yen'                => 'জাপানি ইয়েন (JPY)',
                'jordanian-dinar'             => 'জর্ডানিয়ান দিনার (JOD)',
                'kazakhstani-tenge'           => 'কাজাখস্তানি টেঙ্গে (KZT)',
                'kuwaiti-dinar'               => 'কুয়েতি দিনার (KWD)',
                'lebanese-pound'              => 'লেবানিজ পাউন্ড (LBP)',
                'libyan-dinar'                => 'লিবিয়ান দিনার (LYD)',
                'malaysian-ringgit'           => 'মালয়েশিয়ান রিঙ্গিট (MYR)',
                'mauritian-rupee'             => 'মরিশান রুপি (MUR)',
                'mexican-peso'                => 'মেক্সিকান পেসো (MXN)',
                'moroccan-dirham'             => 'মরোক্কান দিরহাম (MAD)',
                'mysql'                       => 'মাইসিকুয়েল',
                'nepalese-rupee'              => 'নেপালি রুপি (NPR)',
                'new-taiwan-dollar'           => 'নতুন তাইওয়ান ডলার (TWD)',
                'new-zealand-dollar'          => 'নিউজিল্যান্ড ডলার (NZD)',
                'nigerian-naira'              => 'নাইজেরিয়ান নায়রা (NGN)',
                'norwegian-krone'             => 'নরওয়েজিয়ান ক্রোন (NOK)',
                'omani-rial'                  => 'ওমানি রিয়াল (OMR)',
                'pakistani-rupee'             => 'পাকিস্তানি রুপি (PKR)',
                'panamanian-balboa'           => 'পানামানিয়ান বালবোয়া (PAB)',
                'paraguayan-guarani'          => 'প্যারাগুয়ান গুয়ারানি (PYG)',
                'peruvian-nuevo-sol'          => 'পেরুভিয়ান নুয়েভো সোল (PEN)',
                'pgsql'                       => 'পোস্টগ্রেএসকিউএল',
                'philippine-peso'             => 'ফিলিপাইন পেসো (PHP)',
                'polish-zloty'                => 'পোলিশ জ্লোটি (PLN)',
                'qatari-rial'                 => 'কাতারি রিয়াল (QAR)',
                'romanian-leu'                => 'রোমানিয়ান লেউ (RON)',
                'russian-ruble'               => 'রাশিয়ান রুবল (RUB)',
                'saudi-riyal'                 => 'সৌদি রিয়াল (SAR)',
                'select-timezone'             => 'টাইমজোন নির্বাচন করুন',
                'singapore-dollar'            => 'সিঙ্গাপুর ডলার (SGD)',
                'south-african-rand'          => 'দক্ষিণ আফ্রিকান র‌্যান্ড (ZAR)',
                'south-korean-won'            => 'দক্ষিণ কোরিয়ান ওয়ন (KRW)',
                'sqlsrv'                      => 'SQLSRV',
                'sri-lankan-rupee'            => 'শ্রীলঙ্কান রুপি (LKR)',
                'swedish-krona'               => 'সুইডিশ ক্রোনা (SEK)',
                'swiss-franc'                 => 'সুইস ফ্রাঙ্ক (CHF)',
                'thai-baht'                   => 'থাই বাত (THB)',
                'title'                       => 'স্টোর কনফিগারেশন',
                'tunisian-dinar'              => 'তিউনিসিয়ান দিনার (TND)',
                'turkish-lira'                => 'তুর্কি লিরা (TRY)',
                'ukrainian-hryvnia'           => 'ইউক্রেনীয় হৃবনিয়া (UAH)',
                'united-arab-emirates-dirham' => 'সংযুক্ত আরব আমিরাত দিরহাম (AED)',
                'united-states-dollar'        => 'মার্কিন যুক্তরাষ্ট্র ডলার (USD)',
                'uzbekistani-som'             => 'উজবেকিস্তানি সম (UZS)',
                'venezuelan-bolívar'          => 'ভেনেজুয়েলান বলিভার (VEF)',
                'vietnamese-dong'             => 'ভিয়েতনামি ডঙ্গ (VND)',
                'warning-message'             => 'সাবধান! আপনার ডিফল্ট সিস্টেম ভাষা এবং ডিফল্ট মুদ্রা সেটিংস স্থায়ী এবং আর পরিবর্তন করা যাবে না।',
                'zambian-kwacha'              => 'জাম্বিয়ান কোয়াচা (ZMW)',
            ],

            'installation-processing' => [
                'bagisto-info'     => 'ডাটাবেস টেবিল তৈরি করা হচ্ছে, এটি কিছুটা সময় নিতে পারে',
                'bagisto'          => 'ইনস্টলেশন বাগিস্তো',
                'title'            => 'ইনস্টলেশন',
            ],

            'installation-completed' => [
                'admin-panel'                => 'অ্যাডমিন প্যানেল',
                'bagisto-forums'             => 'বাগিস্তো ফোরাম',
                'customer-panel'             => 'কাস্টমার প্যানেল',
                'explore-bagisto-extensions' => 'বাগিস্তো এক্সটেনশন অন্বেষণ করুন',
                'title-info'                 => 'বাগিস্তো সফলভাবে আপনার সিস্টেমে ইনস্টল করা হয়েছে।',
                'title'                      => 'ইনস্টলেশন সম্পন্ন',
            ],

            'ready-for-installation' => [
                'create-databsae-table'   => 'ডাটাবেস টেবিল তৈরি করুন',
                'install-info-button'     => 'নীচের বাটনে ক্লিক করুন',
                'install-info'            => 'ইনস্টলেশনের জন্য Bagisto',
                'install'                 => 'ইনস্টলেশন',
                'populate-database-table' => 'ডাটাবেস টেবিল পূর্ণ করুন',
                'start-installation'      => 'ইনস্টলেশন শুরু করুন',
                'title'                   => 'ইনস্টলেশনের জন্য প্রস্তুত',
            ],

            'start' => [
                'locale'        => 'লোকেল',
                'main'          => 'শুরু',
                'select-locale' => 'লোকেল নির্বাচন করুন',
                'title'         => 'আপনার Bagisto ইনস্টলেশন',
                'welcome-title' => 'Bagisto 2.0-এ আপনাকে স্বাগতম।',
            ],

            'server-requirements' => [
                'calendar'    => 'ক্যালেন্ডার',
                'ctype'       => 'cType',
                'curl'        => 'cURL',
                'dom'         => 'ডম',
                'fileinfo'    => 'ফাইলইনফো',
                'filter'      => 'ফিল্টার',
                'gd'          => 'GD',
                'hash'        => 'হ্যাশ',
                'intl'        => 'intl',
                'json'        => 'JSON',
                'mbstring'    => 'এমবি স্ট্রিং',
                'openssl'     => 'ওপেনএসএসএল',
                'pcre'        => 'pcre',
                'pdo'         => 'pdo',
                'php-version' => '8.1 বা তার উচ্চতর সংস্করণ',
                'php'         => 'PHP',
                'session'     => 'সেশন',
                'title'       => 'সার্ভারের প্রয়োজনীয়তা',
                'tokenizer'   => 'টোকেনাইজার',
                'xml'         => 'XML',
            ],

            'arabic'                   => 'আরবি',
            'back'                     => 'পিছনে',
            'bagisto-info'             => 'একটি সম্প্রদায়িক প্রকল্প দ্বারা',
            'bagisto-logo'             => 'বাগিস্তো লোগো',
            'bagisto'                  => 'বাগিস্তো',
            'bengali'                  => 'বাংলা',
            'chinese'                  => 'চীনা',
            'continue'                 => 'চালিয়ে যান',
            'dutch'                    => 'ডাচ',
            'english'                  => 'ইংরেজি',
            'french'                   => 'ফরাসি',
            'german'                   => 'জার্মান',
            'hebrew'                   => 'হিব্রু',
            'hindi'                    => 'হিন্দি',
            'installation-description' => 'বাগিস্তো ইনস্টলেশন সাধারণত একাধিক পদক্ষেপ শামিল করে। বাগিস্তোর ইনস্টলেশন প্রক্রিয়ার জন্য এটি সাধারণ বর্ণনা:',
            'installation-info'        => 'আমরা আপনাকে এখানে দেখা দেখার খুশি!',
            'installation-title'       => 'ইনস্টলেশনে আপনাকে স্বাগতম',
            'italian'                  => 'ইটালিয়ান',
            'japanese'                 => 'জাপানি',
            'persian'                  => 'পার্সি',
            'polish'                   => 'পোলিশ',
            'portuguese'               => 'পর্তুগিজ',
            'russian'                  => 'রুশ',
            'sinhala'                  => 'সিংহলি',
            'spanish'                  => 'স্পেনীয়',
            'title'                    => 'বাগিস্তো ইনস্টলার',
            'turkish'                  => 'তুর্কি',
            'ukrainian'                => 'ইউক্রেনীয়',
            'webkul'                   => 'ওয়েবকুল',
        ],
    ],
];
