<?php

return [
    'response' => [
        'provide-credentials' => 'කරුණාකර PhonePe වලංගු අක්ষර ලබා දෙන්න.',
        'cart-not-found' => 'ක්‍රියාකාරී කාසිය හමු නොවිණි. කරුණාකර ගිණුම් ගෙවීමට යාමට පෙර ඔබේ කාසියට අයිතම එකතු කරන්න.',
        'phonepe-payment-reference-missing' => 'PhonePe ගිණුම් ගෙවීම් යොමුව ගිනිසි ව ඇත.',
        'phonepe-payment-pending' => 'ඔබේ PhonePe ගිණුම් ගෙවීම තවමත් අපේක්ෂිතයි. කරුණාකර එය සම්පූර්ණ කරන්න හෝ තත්පර දෙකක් බලා ගිණුම් පරීක්ෂා කරන්න.',
        'phonepe-payment-failed' => 'ඔබේ PhonePe ගිණුම් ගෙවීම අසාර්థක වී ඇත. කරුණාකර නැවත උත්සාහ කරන්න.',
        'invalid-transaction' => 'අවලංගු ගනුදෙනුව. කරුණාකර නැවත උත්සාහ කරන්න.',
        'payment-success' => 'ඔබේ ගිණුම් ගෙවීම සාර්ථක විය. ඔබේ ඇණවුම සිටුවා ඇත.',
        'order-creation-failed' => 'ගිණුම් ගෙවීමෙන් පසු ඔබේ ඇණවුම සිටුවීමේ අසාර්ථකතාවි. කරුණාකර සහය සම්බන්ධ කරන්න.',
    ],
];
