<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Validation Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines contain the default error messages used by
    | the validator class. Some of these rules have multiple versions such
    | as the size rules. Feel free to tweak each of these messages here.
    |
    */

    'accepted'             => 'το χαρακτηριστικό : πρέπει να γίνει αποδεκτό.',
    'active_url'           => 'Το χαρακτηριστικό : δεν είναι έγκυρο URL.',
    'after'                => 'Το χαρακτηριστικό : πρέπει να είναι ημερομηνία μετά το :date.',
    'after_or_equal'       => 'Το χαρακτηριστικό : πρέπει να είναι ημερομηνία μετά ή ίση με :date.',
    'alpha'                => 'Το χαρακτηριστικό : μπορεί να περιέχει μόνο γράμματα.',
    'alpha_dash'           => 'Το χαρακτηριστικό : μπορεί να περιέχει μόνο γράμματα, αριθμούς, παύλες και κάτω παύλες.',
    'alpha_num'            => 'Το χαρακτηριστικό : μπορεί να περιέχει μόνο γράμματα και αριθμούς.',
    'array'                => 'Το χαρακτηριστικό : πρέπει να είναι ένας πίνακας.',
    'before'               => 'Το χαρακτηριστικό : πρέπει να είναι ημερομηνία πριν από το :date.',
    'before_or_equal'      => 'Το χαρακτηριστικό : πρέπει να είναι μια ημερομηνία πριν ή ίση με :date.',
    'between'              => [
        'numeric' => 'Το χαρακτηριστικό : πρέπει να είναι μεταξύ :min και :max.',
        'file'    => 'Το χαρακτηριστικό : πρέπει να είναι μεταξύ :min και :max kilobyte.',
        'string'  => 'Το χαρακτηριστικό : πρέπει να είναι μεταξύ :min και :max χαρακτήρων.',
        'array'   => 'Το χαρακτηριστικό : πρέπει να έχει μεταξύ :min και :max στοιχεία.',
    ],
    'boolean'              => 'Το πεδίο :χαρακτηριστικό πρέπει να είναι true ή false.',
    'confirmed'            => 'Η επιβεβαίωση :χαρακτηριστικό δεν ταιριάζει.',
    'date'                 => 'Το χαρακτηριστικό : δεν είναι έγκυρη ημερομηνία.',
    'date_format'          => 'Το χαρακτηριστικό : δεν ταιριάζει με τη μορφή :format.',
    'different'            => 'Το :χαρακτηριστικό και το :other πρέπει να είναι διαφορετικά.',
    'digits'               => 'Το χαρακτηριστικό : πρέπει να είναι :ψηφία ψηφία.',
    'digits_between'       => 'Το χαρακτηριστικό : πρέπει να είναι μεταξύ :min και :max ψηφία.',
    'dimensions'           => 'Το χαρακτηριστικό : έχει μη έγκυρες διαστάσεις εικόνας.',
    'distinct'             => 'Το πεδίο :χαρακτηριστικό έχει διπλή τιμή.',
    'email'                => 'Το χαρακτηριστικό : πρέπει να είναι μια έγκυρη διεύθυνση email.',
    'exists'               => 'Το επιλεγμένο χαρακτηριστικό : δεν είναι έγκυρο.',
    'file'                 => 'Το χαρακτηριστικό : πρέπει να είναι αρχείο.',
    'filled'               => 'Το πεδίο :χαρακτηριστικό πρέπει να έχει τιμή.',
    'gt'                   => [
        'numeric' => 'Το χαρακτηριστικό : πρέπει να είναι μεγαλύτερο από :value.',
        'file'    => 'Το χαρακτηριστικό : πρέπει να είναι μεγαλύτερο από :value kilobyte.',
        'string'  => 'Το χαρακτηριστικό : πρέπει να είναι μεγαλύτερο από χαρακτήρες :value.',
        'array'   => 'Το χαρακτηριστικό : πρέπει να έχει περισσότερα από στοιχεία :value.',
    ],
    'gte'                  => [
        'numeric' => 'Το χαρακτηριστικό : πρέπει να είναι μεγαλύτερο ή ίσο με το :value.',
        'file'    => 'Το χαρακτηριστικό : πρέπει να είναι μεγαλύτερο ή ίσο με :value kilobyte.',
        'string'  => 'Το χαρακτηριστικό : πρέπει να είναι μεγαλύτερο ή ίσο με χαρακτήρες :value.',
        'array'   => 'Το χαρακτηριστικό : πρέπει να έχει στοιχεία :value ή περισσότερα.',
    ],
    'image'                => 'Το χαρακτηριστικό : πρέπει να είναι εικόνα.',
    'in'                   => 'Το επιλεγμένο χαρακτηριστικό : δεν είναι έγκυρο.',
    'in_array'             => 'Το πεδίο :attribute δεν υπάρχει στο :other.',
    'integer'              => 'Το χαρακτηριστικό : πρέπει να είναι ακέραιος.',
    'ip'                   => 'Το χαρακτηριστικό : πρέπει να είναι έγκυρη διεύθυνση IP.',
    'ipv4'                 => 'Το χαρακτηριστικό : πρέπει να είναι έγκυρη διεύθυνση IPv4.',
    'ipv6'                 => 'Το χαρακτηριστικό : πρέπει να είναι έγκυρη διεύθυνση IPv6.',
    'json'                 => 'Το χαρακτηριστικό : πρέπει να είναι έγκυρη συμβολοσειρά JSON.',
    'lt'                   => [
        'numeric' => 'Το χαρακτηριστικό : πρέπει να είναι μικρότερο από :value.',
        'file'    => 'Το χαρακτηριστικό : πρέπει να είναι μικρότερο από :value kilobyte.',
        'string'  => 'Το χαρακτηριστικό : πρέπει να είναι μικρότερο από χαρακτήρες :value.',
        'array'   => 'Το χαρακτηριστικό : πρέπει να έχει λιγότερα από :value στοιχεία.',
    ],
    'lte'                  => [
        'numeric' => 'Το χαρακτηριστικό : πρέπει να είναι μικρότερο ή ίσο με :value.',
        'file'    => 'Το χαρακτηριστικό : πρέπει να είναι μικρότερο ή ίσο με :value kilobyte.',
        'string'  => 'Το χαρακτηριστικό : πρέπει να είναι μικρότερο ή ίσο με χαρακτήρες :value.',
        'array'   => 'Το χαρακτηριστικό : δεν πρέπει να έχει περισσότερα από στοιχεία :value.',
    ],
    'max'                  => [
        'numeric' => 'Το χαρακτηριστικό : δεν μπορεί να είναι μεγαλύτερο από :max.',
        'file'    => 'Το χαρακτηριστικό : δεν μπορεί να είναι μεγαλύτερο από :max kilobyte.',
        'string'  => 'Το χαρακτηριστικό : δεν μπορεί να είναι μεγαλύτερο από :max χαρακτήρες.',
        'array'   => 'Το χαρακτηριστικό : δεν μπορεί να έχει περισσότερα από :max στοιχεία.',
    ],
    'mimes'                => 'Το χαρακτηριστικό : πρέπει να είναι αρχείο τύπου: :values.',
    'mimetypes'            => 'Το χαρακτηριστικό : πρέπει να είναι αρχείο τύπου: :values.',
    'min'                  => [
        'numeric' => 'Το χαρακτηριστικό : πρέπει να είναι τουλάχιστον :min.',
        'file'    => 'Το χαρακτηριστικό : πρέπει να είναι τουλάχιστον :min kilobyte.',
        'string'  => 'Το χαρακτηριστικό : πρέπει να είναι τουλάχιστον :min χαρακτήρες.',
        'array'   => 'Το χαρακτηριστικό : πρέπει να έχει τουλάχιστον :min στοιχεία.',
    ],
    'not_in'               => 'Το επιλεγμένο χαρακτηριστικό : δεν είναι έγκυρο.',
    'not_regex'            => 'Η μορφή :χαρακτηριστικό δεν είναι έγκυρη.',
    'numeric'              => 'Το χαρακτηριστικό : πρέπει να είναι αριθμός.',
    'present'              => 'Το πεδίο :χαρακτηριστικό πρέπει να υπάρχει.',
    'regex'                => 'Η μορφή :χαρακτηριστικό δεν είναι έγκυρη.',
    'required'             => 'Το πεδίο :χαρακτηριστικό είναι υποχρεωτικό.',
    'required_if'          => 'Το πεδίο :χαρακτηριστικό απαιτείται όταν το :other είναι :value.',
    'required_unless'      => 'Το πεδίο :χαρακτηριστικό απαιτείται εκτός εάν το :other είναι στο :values.',
    'required_with'        => 'Το πεδίο :χαρακτηριστικό απαιτείται όταν υπάρχει το :values.',
    'required_with_all'    => 'Το πεδίο :χαρακτηριστικό απαιτείται όταν υπάρχει το :values.',
    'required_without'     => 'Το πεδίο :χαρακτηριστικό απαιτείται όταν δεν υπάρχει το :values.',
    'required_without_all' => 'Το πεδίο :χαρακτηριστικό απαιτείται όταν δεν υπάρχει καμία από τις τιμές :.',
    'same'                 => 'Το :χαρακτηριστικό και το :other πρέπει να ταιριάζουν.',
    'size'                 => [
        'numeric' => 'Το χαρακτηριστικό : πρέπει να είναι :size.',
        'file'    => 'Το χαρακτηριστικό : πρέπει να είναι :size kilobytes.',
        'string'  => 'Το χαρακτηριστικό : πρέπει να είναι χαρακτήρες :size.',
        'array'   => 'Το χαρακτηριστικό : πρέπει να περιέχει στοιχεία :size.',
    ],
    'string'               => 'Το χαρακτηριστικό : πρέπει να είναι μια συμβολοσειρά.',
    'timezone'             => 'Το χαρακτηριστικό : πρέπει να είναι έγκυρη ζώνη.',
    'unique'               => 'Το χαρακτηριστικό : έχει ήδη ληφθεί.',
    'uploaded'             => 'Η μεταφόρτωση του χαρακτηριστικού : απέτυχε.',
    'url'                  => 'Η μορφή :χαρακτηριστικό δεν είναι έγκυρη.',

    /*
    |--------------------------------------------------------------------------
    | Custom Validation Language Lines
    |--------------------------------------------------------------------------
    |
    | Here you may specify custom validation messages for attributes using the
    | convention "attribute.rule" to name the lines. This makes it quick to
    | specify a specific custom language line for a given attribute rule.
    |
    */

    'custom' => [
        'attribute-name' => [
            'rule-name' => 'custom-message',
        ],
    ],

    /*
    |--------------------------------------------------------------------------
    | Custom Validation Attributes
    |--------------------------------------------------------------------------
    |
    | The following language lines are used to swap attribute place-holders
    | with something more reader friendly such as E-Mail Address instead
    | of "email". This simply helps us make messages a little cleaner.
    |
    */

    'attributes' => [],

];
