<?php

return [
    'console' => [
        'aborted' => 'تم الإلغاء.',
        'all-deleted' => 'تم حذف جميع لقطات أومنيبوس.',
        'confirm-delete-all' => 'سيؤدي هذا إلى حذف جميع لقطات أسعار أومنيبوس. هل تريد المتابعة؟',
        'disabled-all-channels' => 'أومنيبوس معطّل على جميع القنوات المُكوَّنة.',
        'old-purged' => 'تم حذف لقطات أومنيبوس القديمة.',
        'snapshots-captured' => 'تم التقاط :count لقطة سعر جديدة.',
    ],

    'shop' => [
        'price-info' => 'أقل سعر خلال 30 يومًا قبل الخصم:',
    ],
];
