<?php

return [
    'seeders' => [
        'attribute' => [
            'attribute-families' => [
                'default' => 'За замовчуванням',
            ],

            'attribute-groups' => [
                'description'      => 'Опис',
                'general'          => 'Загальні',
                'inventories'      => 'Запаси',
                'meta-description' => 'Мета-опис',
                'price'            => 'Ціна',
                'settings'         => 'Налаштування',
                'shipping'         => 'Доставка',
            ],

            'attributes' => [
                'brand'                => 'Бренд',
                'color'                => 'Колір',
                'cost'                 => 'Вартість',
                'description'          => 'Опис',
                'featured'             => 'Рекомендовані',
                'guest-checkout'       => 'Гостьова покупка',
                'height'               => 'Висота',
                'length'               => 'Довжина',
                'manage-stock'         => 'Управління запасами',
                'meta-description'     => 'Мета-опис',
                'meta-keywords'        => 'Мета-ключові слова',
                'meta-title'           => 'Мета-заголовок',
                'name'                 => 'Назва',
                'new'                  => 'Новинка',
                'price'                => 'Ціна',
                'product-number'       => 'Номер продукту',
                'short-description'    => 'Короткий опис',
                'size'                 => 'Розмір',
                'sku'                  => 'Артикул',
                'special-price'        => 'Спеціальна ціна',
                'special-price-from'   => 'Спеціальна ціна від',
                'special-price-to'     => 'Спеціальна ціна до',
                'status'               => 'Статус',
                'tax-category'         => 'Категорія податків',
                'url-key'              => 'URL-ключ',
                'visible-individually' => 'Видимий окремо',
                'weight'               => 'Вага',
                'width'                => 'Ширина',
            ],

            'attribute-options' => [
                'black'  => 'Чорний',
                'green'  => 'Зелений',
                'l'      => 'L',
                'm'      => 'M',
                'red'    => 'Червоний',
                's'      => 'S',
                'white'  => 'Білий',
                'xl'     => 'XL',
                'yellow' => 'Жовтий',
            ],
        ],

        'category' => [
            'categories' => [
                'description' => 'Опис кореневої категорії',
                'name'        => 'Коренева',
            ],
        ],

        'cms' => [
            'pages' => [
                'about-us' => [
                    'content' => 'Зміст сторінки Про нас',
                    'title'   => 'Про нас',
                ],

                'contact-us' => [
                    'content' => 'Зміст сторінки Зв\'яжіться з нами',
                    'title'   => 'Зв\'яжіться з нами',
                ],

                'customer-service' => [
                    'content' => 'Зміст сторінки Обслуговування клієнтів',
                    'title'   => 'Обслуговування клієнтів',
                ],

                'payment-policy' => [
                    'content' => 'Зміст сторінки Політика оплати',
                    'title'   => 'Політика оплати',
                ],

                'privacy-policy' => [
                    'content' => 'Зміст сторінки Політика конфіденційності',
                    'title'   => 'Політика конфіденційності',
                ],

                'refund-policy' => [
                    'content' => 'Зміст сторінки Політики повернення',
                    'title'   => 'Політика повернення',
                ],

                'return-policy' => [
                    'content' => 'Зміст сторінки Політики повернення',
                    'title'   => 'Політика повернення',
                ],

                'shipping-policy' => [
                    'content' => 'Зміст сторінки Політика доставки',
                    'title'   => 'Політика доставки',
                ],

                'terms-conditions' => [
                    'content' => 'Зміст сторінки Умови та положення',
                    'title'   => 'Умови та положення',
                ],

                'terms-of-use' => [
                    'content' => 'Зміст сторінки Умови використання',
                    'title'   => 'Умови використання',
                ],

                'whats-new' => [
                    'content' => 'Зміст сторінки Що нового',
                    'title'   => 'Що нового',
                ],
            ],
        ],

        'core' => [
            'channels' => [
                'name'             => 'За замовчуванням',
                'meta-title'       => 'Демонстраційний магазин',
                'meta-keywords'    => 'Мета-ключові слова демонстраційного магазину',
                'meta-description' => 'Мета-опис демонстраційного магазину',
            ],

            'currencies' => [
                'AED' => 'Дирхам ОАЕ',
                'ARS' => 'Аргентинське Песо',
                'AUD' => 'Австралійський Долар',
                'BDT' => 'Бангладеська Така',
                'BRL' => 'Бразильський Реал',
                'CAD' => 'Канадський Долар',
                'CHF' => 'Швейцарський Франк',
                'CLP' => 'Чилійське Песо',
                'CNY' => 'Китайський Юань',
                'COP' => 'Колумбійське Песо',
                'CZK' => 'Чеська Крона',
                'DKK' => 'Датська Крона',
                'DZD' => 'Алжирський Динар',
                'EGP' => 'Єгипетський Фунт',
                'EUR' => 'Євро',
                'FJD' => 'Фіджійський Долар',
                'GBP' => 'Британський Фунт Стерлінгів',
                'HKD' => 'Гонконгський Долар',
                'HUF' => 'Угорський Форинт',
                'IDR' => 'Індонезійська Рупія',
                'ILS' => 'Новий Ізраїльський Шекель',
                'INR' => 'Індійська Рупія',
                'JOD' => 'Йорданський Динар',
                'JPY' => 'Японська Єна',
                'KRW' => 'Південнокорейський Вон',
                'KWD' => 'Кувейтський Динар',
                'KZT' => 'Казахстанський Тенге',
                'LBP' => 'Ліванський Фунт',
                'LKR' => 'Шрі-Ланкійська Рупія',
                'LYD' => 'Лівійський Динар',
                'MAD' => 'Марокканський Дирхам',
                'MUR' => 'Маврикійська Рупія',
                'MXN' => 'Мексиканське Песо',
                'MYR' => 'Малайзійський Ринггіт',
                'NGN' => 'Нігерійська Найра',
                'NOK' => 'Норвезька Крона',
                'NPR' => 'Непальська Рупія',
                'NZD' => 'Новозеландський Долар',
                'OMR' => 'Оманський Ріал',
                'PAB' => 'Панамський Бальбоа',
                'PEN' => 'Перуанський Нуево Соль',
                'PHP' => 'Філіппінське Песо',
                'PKR' => 'Пакистанська Рупія',
                'PLN' => 'Польський Злотий',
                'PYG' => 'Парагвайський Гуарані',
                'QAR' => 'Катарський Ріал',
                'RON' => 'Румунський Лей',
                'RUB' => 'Російський Рубль',
                'SAR' => 'Саудівський Ріял',
                'SEK' => 'Шведська Крона',
                'SGD' => 'Сінгапурський Долар',
                'THB' => 'Тайський Бат',
                'TND' => 'Туніський Динар',
                'TRY' => 'Турецька Ліра',
                'TWD' => 'Новий Тайванський Долар',
                'UAH' => 'Українська Гривня',
                'USD' => 'Долар США',
                'UZS' => 'Узбецький Сом',
                'VEF' => 'Венесуельський Болівар',
                'VND' => 'Вʼєтнамський Донг',
                'XAF' => 'Франк КФА BEAC',
                'XOF' => 'Франк КФА BCEAO',
                'ZAR' => 'Південноафриканський Ранд',
                'ZMW' => 'Замбійська Квача',
            ],

            'locales'    => [
                'ar'    => 'Арабська',
                'bn'    => 'Бенгальська',
                'de'    => 'Німецька',
                'en'    => 'Англійська',
                'es'    => 'Іспанська',
                'fa'    => 'Перська',
                'fr'    => 'Французька',
                'he'    => 'Іврит',
                'hi_IN' => 'Гінді',
                'it'    => 'Італійська',
                'ja'    => 'Японська',
                'nl'    => 'Нідерландська',
                'pl'    => 'Польська',
                'pt_BR' => 'Бразильська португальська',
                'ru'    => 'Російська',
                'sin'   => 'Сінгальська',
                'tr'    => 'Турецька',
                'uk'    => 'Українська',
                'zh_CN' => 'Китайська (спрощена)',
            ],
        ],

        'customer' => [
            'customer-groups' => [
                'general'   => 'Загальний',
                'guest'     => 'Гість',
                'wholesale' => 'Оптовий',
            ],
        ],

        'inventory' => [
            'inventory-sources' => [
                'name' => 'За замовчуванням',
            ],
        ],

        'shop' => [
            'theme-customizations' => [
                'all-products' => [
                    'name' => 'Усі продукти',

                    'options' => [
                        'title' => 'Усі продукти',
                    ],
                ],

                'bold-collections' => [
                    'content' => [
                        'btn-title'   => 'Переглянути колекції',
                        'description' => 'Представляємо наші нові сміливі колекції! Підніміть свій стиль завдяки сміливим дизайнам та яскравим заявам. Відкрийте для себе вишукані малюнки та смілі кольори, які переосмислюють ваш гардероб. Готуйтеся прийняти надзвичайне!',
                        'title'       => 'Готуйтеся до наших нових сміливих колекцій!',
                    ],

                    'name' => 'Сміливі колекції',
                ],

                'categories-collections' => [
                    'name' => 'Колекції за категоріями',
                ],

                'featured-collections' => [
                    'name' => 'Виділені колекції',

                    'options' => [
                        'title' => 'Рекомендовані продукти',
                    ],
                ],

                'footer-links' => [
                    'name' => 'Посилання у нижньому колонтитулі',

                    'options' => [
                        'about-us'         => 'Про нас',
                        'contact-us'       => 'Зв\'яжіться з нами',
                        'customer-service' => 'Служба підтримки',
                        'payment-policy'   => 'Політика оплати',
                        'privacy-policy'   => 'Політика конфіденційності',
                        'refund-policy'    => 'Політика повернення коштів',
                        'return-policy'    => 'Політика повернення',
                        'shipping-policy'  => 'Політика доставки',
                        'terms-conditions' => 'Умови та положення',
                        'terms-of-use'     => 'Умови використання',
                        'whats-new'        => 'Що нового',
                    ],
                ],

                'game-container' => [
                    'content' => [
                        'sub-title-1' => 'Наші колекції',
                        'sub-title-2' => 'Наші колекції',
                        'title'       => 'Гра з нашими новими додатками!',
                    ],

                    'name' => 'Контейнер з грою',
                ],

                'image-carousel' => [
                    'name' => 'Карусель зображень',

                    'sliders' => [
                        'title' => 'Готуйтеся до нової колекції',
                    ],
                ],

                'new-products' => [
                    'name' => 'Нові продукти',

                    'options' => [
                        'title' => 'Нові продукти',
                    ],
                ],

                'offer-information' => [
                    'content' => [
                        'title' => 'ЗНИЖКА до 40% на ваше 1-ше замовлення ЗАРАЗ',
                    ],

                    'name' => 'Інформація про пропозицію',
                ],

                'services-content' => [
                    'description' => [
                        'emi-available-info'   => 'EMI безкоштовно доступно на всіх основних кредитних картках',
                        'free-shipping-info'   => 'Насолоджуйтеся безкоштовною доставкою на всі замовлення',
                        'product-replace-info' => 'Доступна легка заміна продукту!',
                        'time-support-info'    => 'Присвячена підтримка 24/7 через чат та електронну пошту',
                    ],

                    'name' => 'Вміст послуг',

                    'title' => [
                        'emi-available'   => 'EMI доступно',
                        'free-shipping'   => 'Безкоштовна доставка',
                        'product-replace' => 'Заміна продукту',
                        'time-support'    => 'Підтримка 24/7',
                    ],
                ],

                'top-collections' => [
                    'content' => [
                        'sub-title-1' => 'Наші колекції',
                        'sub-title-2' => 'Наші колекції',
                        'sub-title-3' => 'Наші колекції',
                        'sub-title-4' => 'Наші колекції',
                        'sub-title-5' => 'Наші колекції',
                        'sub-title-6' => 'Наші колекції',
                        'title'       => 'Гра з нашими новими додатками!',
                    ],

                    'name' => 'Топові колекції',
                ],
            ],
        ],

        'user' => [
            'roles' => [
                'description' => 'Ця роль надає користувачам всі права доступу',
                'name'        => 'Адміністратор',
            ],

            'users' => [
                'name' => 'Приклад',
            ],
        ],

        'sample-categories' => [
            'category-translation' => [
                '2' => [
                    'description'      => 'Опис категорії для чоловіків',
                    'meta-description' => 'Мета-опис категорії для чоловіків',
                    'meta-keywords'    => 'Мета-ключові слова категорії для чоловіків',
                    'meta-title'       => 'Мета-заголовок категорії для чоловіків',
                    'name'             => 'Чоловіки',
                    'slug'             => 'чоловіки',
                ],

                '3' => [
                    'description'      => 'Опис категорії зимового одягу',
                    'meta-description' => 'Мета-опис категорії зимового одягу',
                    'meta-keywords'    => 'Мета-ключові слова категорії зимового одягу',
                    'meta-title'       => 'Мета-заголовок категорії зимового одягу',
                    'name'             => 'Зимовий одяг',
                    'slug'             => 'зимовий одяг',
                ],
            ],
        ],

        'sample-products' => [
            'product-flat' => [
                '1' => [
                    'description'       => 'Арктична затишна в\'язана шапка - ваше рішення для збереження тепла, комфорту і стилю протягом холодних місяців. Виготовлена з м\'якого і міцного акрилового в\'язання, ця шапка призначена для забезпечення затишку і гарного прилягання. Класичний дизайн робить його підходящим як для чоловіків, так і для жінок, пропонуючи універсальний аксесуар, який доповнює різні стилі. Незалежно від того, чи ви вирушаєте на невимушений день в місті, чи насолоджуєтеся великими просторами, ця шапка додає комфорту і тепла вашому образу. М\'який і дихаючий матеріал забезпечує затишок без втрати стилю. Арктична затишна в\'язана шапка - це не просто аксесуар; це вираз зимової моди. Його простота дозволяє легко поєднувати з різними образами, роблячи його основою вашого зимового гардеробу. Ідеально підходить для подарунків або як задоволення для себе, ця шапка є міркуванням про будь-яний зимовий образ. Це універсальний аксесуар, який виходить за межі функціональності, додаючи нотку тепла і стилю вашому вигляду. Прийміть суть зими з Арктичною затишною в\'язаною шапкою. Незалежно від того, чи ви насолоджуєтеся невимушеним днем або стикаєтеся з елементами, нехай ця шапка стане вашим спутником комфорту і стилю. Підніміть свій зимовий гардероб з цим класичним аксесуаром, який легко поєднує тепло з вічним почуттям моди.',
                    'meta-description'  => 'мета опис',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета заголовок',
                    'name'              => 'Арктична затишна в\'язана шапка для чоловіків і жінок',
                    'short-description' => 'Стильно насолоджуйтесь холодними днями з нашою Арктичною затишною в\'язаною шапкою. Виготовлена з м\'якого і міцного акрилового в\'язання, ця класична шапка пропонує тепло і універсальність. Підходить як для чоловіків, так і для жінок, вона є ідеальним аксесуаром для невимушеного або зовнішнього одягу. Підніміть свій зимовий гардероб або подаруйте комусь особливому цю необхідну шапку.',
                ],

                '2' => [
                    'description'       => 'Арктична шарф зима Бліс - це не просто аксесуар для холодної погоди; це заява про тепло, комфорт і стиль для зимового сезону. Виготовлений з дбайливістю з розкішного поєднання акрилу і вовни, цей шарф призначений, щоб вас зігрівати і затишувати навіть в найхолодніші температури. М\'яка і пухка текстура не тільки забезпечує ізоляцію від холоду, але й додає штрих розкіші до вашого зимового гардеробу. Дизайн Арктичної шарфа Бліс одночасно стильний і універсальний, що робить його ідеальним доповненням до різних зимових образів. Незалежно від того, чи готуєтеся ви до особливої події, чи додаєте шикарний шар до повсякденного вигляду, цей шарф легко поєднується з вашим стилем. Додаткова довжина шарфа пропонує варіанти налаштування стилю. Зав\'яжіть його для додаткового тепла, розпустіть його для невимушеного вигляду або експериментуйте з різними вузлами, щоб виразити свій унікальний стиль. Ця універсальність робить його невід\'ємним аксесуаром для зимового сезону. Шукаєте ідеальний подарунок? Арктичний шарф Бліс - ідеальний вибір. Чи ви здивуєте кохану людину, чи порадуєте себе, цей шарф є вічним і практичним подарунком, який буде цінуватися протягом всіх зимових місяців. Зануртесь у зиму з Арктичним шарфом Бліс, де тепло зустрічається зі стилем в ідеальній гармонії. Підніміть свій зимовий гардероб цим необхідним аксесуаром, який не тільки зігріває, але й додає штрих солідності до вашого зимового образу.',
                    'meta-description'  => 'мета опис',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета заголовок',
                    'name'              => 'Арктичний шарф Бліс',
                    'short-description' => 'Відчуйте обійми тепла і стилю з нашим Арктичним шарфом Бліс. Виготовлений з розкішного поєднання акрилу і вовни, цей затишний шарф призначений, щоб вас зігрівати в холодні дні. Його стильний і універсальний дизайн, разом з додатковою довжиною, пропонує варіанти налаштування стилю. Підніміть свій зимовий гардероб або порадуйте когось особливого цим необхідним зимовим аксесуаром.',
                ],

                '3' => [
                    'description'       => 'Представляємо Арктичні сенсорні зимові рукавички - де тепло, стиль і підключення зустрічаються, щоб покращити вашу зимову витримку. Виготовлені з високоякісного акрилу, ці рукавички призначені для надання виняткового тепла і міцності. Сенсорні кінчики пальців, сумісні з дотиковим екраном, дозволяють вам залишатися на зв\'язку, не викладаючи руки на холод. Відповідайте на дзвінки, відправляйте повідомлення та навігуйте по своїх пристроях легко, не віддаючи свої руки затишку. Утеплена підкладка додає додатковий шар затишку, роблячи ці рукавички вашим вибором для зустрічі зимового холоду. Незалежно від того, чи ви їдете на роботу, виконуєте справи або насолоджуєтеся активними відпочинком на вулиці, ці рукавички надають тепло і захист, які вам потрібні. Еластичні манжети забезпечують надійну посадку, запобігаючи проникненню холодного повітря і утримуючи рукавички на місці під час щоденних справ. Стильний дизайн додає штриху елегантності до вашого зимового образу, роблячи ці рукавички модними і функціональними. Ідеально підходять для подарунків або як задоволення для себе, Арктичні сенсорні зимові рукавички - це необхідний аксесуар для сучасної людини. Попрощайтеся з незручністю видаляти рукавички, щоб користуватися пристроями, і приймайте безшовне поєднання тепла, стилю і підключення. Залишайтесь на зв\'язку, залишайтесь теплими і залишайтесь стильними з Арктичними сенсорними зимовими рукавичками - вашим надійним спутником для завоювання зимового сезону з впевненістю.',
                    'meta-description'  => 'мета опис',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета заголовок',
                    'name'              => 'Арктичні сенсорні зимові рукавички',
                    'short-description' => 'Залишайтесь на зв\'язку і теплими з нашими Арктичними сенсорними зимовими рукавичками. Ці рукавички виготовлені не тільки з високоякісного акрилу для тепла і міцності, але й мають сенсорну функцію для роботи з дотиковим екраном. З утепленою підкладкою, еластичними манжетами для надійної посадки і стильним виглядом, ці рукавички ідеально підходять для щоденного використання в холодних умовах.',
                ],

                '4' => [
                    'description'       => 'Представляємо Арктичні шкарпетки з вовняними сумішами - ваш незамінний спутник для затишку і комфорту ніг протягом холодних сезонів. Виготовлені з преміальної суміші мериносової вовни, акрилу, нейлону і спандексу, ці шкарпетки призначені для надання неперевершеного тепла і комфорту. Вовняна суміш забезпечує, що ваші ноги залишаються теплими навіть в найхолодніших температурах, роблячи ці шкарпетки ідеальним вибором для зимових пригод або просто для затишку вдома. М\'яка і затишна текстура шкарпеток надає розкішного відчуття на шкірі. Попрощайтеся з холодними ногами, насолоджуючись пухнастим теплом, яке надають ці шкарпетки з вовняною сумішшю. Завдяки дизайну для міцності, шкарпетки мають посилену п\'яту і носок, що додає додаткову міцність в зони з високим навантаженням. Це забезпечує, що ваші шкарпетки витримають випробування часу, надаючи довготривалу зручність і затишок. Дихаюча природа матеріалу запобігає перегріванню, дозволяючи вашим ногам залишатися комфортними і сухими протягом усього дня. Незалежно від того, чи ви вирушаєте на зимову прогулянку, чи відпочиваєте вдома, ці шкарпетки пропонують ідеальний баланс тепла і дихання. Універсальні і стильні, ці шкарпетки з вовняною сумішшю підходять для різних випадків. Поєднуйте їх з улюбленими чоботами для модного зимового вигляду або носіть вдома для максимального комфорту. Підніміть свій зимовий гардероб і надайте перевагу комфорту з Арктичними шкарпетками з вовняною сумішшю. Побалуйте свої ноги розкішшю, яку вони заслуговують, і відчуйте затишок, який триває протягом всього сезону.',
                    'meta-description'  => 'мета опис',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета заголовок',
                    'name'              => 'Арктичні шкарпетки з вовняними сумішами',
                    'short-description' => 'Відчуйте неперевершене тепло і комфорт наших Арктичних шкарпеток з вовняною сумішшю. Виготовлені з суміші мериносової вовни, акрилу, нейлону і спандексу, ці шкарпетки пропонують найвищий комфорт для холодної погоди. З посиленою п\'ятою і носком для міцності, ці універсальні і стильні шкарпетки ідеально підходять для різних випадків.',
                ],

                '5' => [
                    'description'       => 'Представляємо вам набір аксесуарів для зими Arctic Frost, ваше рішення для збереження тепла, стилю та зв\'язку під час холодних зимових днів. Цей уважно підібраний набір об\'єднує чотири необхідні зимові аксесуари, щоб створити гармонійний ансамбль. Розкішний шарф, в\'язаний з суміші акрилу та вовни, не тільки додає тепла, але й приносить штрих елегантності до вашого зимового гардеробу. М\'яка в\'язана шапка, виготовлена з дбайливістю, обіцяє зберегти вас затишними, додаючи модний шарм до вашого образу. Але це ще не все - наш набір також включає рукавички, сумісні з сенсорним екраном. Залишайтесь на зв\'язку, не жертвуючи теплом, користуючись своїми пристроями без зусиль. Незалежно від того, чи ви відповідаєте на дзвінки, відправляєте повідомлення або робите знімки зимових моментів на своєму смартфоні, ці рукавички забезпечують зручність без втрати стилю. М\'яка і затишна текстура шкарпеток надає розкішного відчуття на вашій шкірі. Попрощайтеся з холодними ногами, насолоджуючись теплом, яке надають ці шкарпетки зі шерсті. Набір аксесуарів для зими Arctic Frost - це не тільки функціональність, а й вираз моди взимку. Кожен елемент призначений не тільки захищати вас від холоду, але й підкреслювати ваш стиль під час морозної пори року. Матеріали, вибрані для цього набору, пріоритетно поєднують в собі як міцність, так і комфорт, забезпечуючи можливість насолоджуватися зимовим чудом у стилі. Незалежно від того, чи ви радуєте себе, чи шукаєте ідеальний подарунок, набір аксесуарів для зими Arctic Frost є універсальним вибором. Порадуйте когось особливого під час святкового сезону або підніміть свій власний зимовий гардероб за допомогою цього стильного та функціонального ансамблю. Зустрічайте мороз з впевненістю, знаючи, що у вас є ідеальні аксесуари, щоб зігріти вас і підкреслити вашу елегантність.',
                    'meta-description'  => 'мета-опис',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета-заголовок',
                    'name'              => 'Набір аксесуарів для зими Arctic Frost',
                    'short-description' => 'Приймайте зимовий холод з нашим набором аксесуарів Arctic Frost. Цей підібраний набір включає розкішний шарф, затишну шапку, рукавички, сумісні з сенсорним екраном, та шкарпетки зі шерсті. Стильний і функціональний, цей ансамбль виготовлений з високоякісних матеріалів, що гарантує як міцність, так і комфорт. Піднімайте свій зимовий гардероб або радуйте когось особливого цим ідеальним подарунком.',
                ],

                '6' => [
                    'description'       => 'Представляємо вам набір аксесуарів для зими Arctic Frost, ваше рішення для збереження тепла, стилю та зв\'язку під час холодних зимових днів. Цей уважно підібраний набір об\'єднує чотири необхідні зимові аксесуари, щоб створити гармонійний ансамбль. Розкішний шарф, в\'язаний з суміші акрилу та вовни, не тільки додає тепла, але й приносить штрих елегантності до вашого зимового гардеробу. М\'яка в\'язана шапка, виготовлена з дбайливістю, обіцяє зберегти вас затишними, додаючи модний шарм до вашого образу. Але це ще не все - наш набір також включає рукавички, сумісні з сенсорним екраном. Залишайтесь на зв\'язку, не жертвуючи теплом, користуючись своїми пристроями без зусиль. Незалежно від того, чи ви відповідаєте на дзвінки, відправляєте повідомлення або робите знімки зимових моментів на своєму смартфоні, ці рукавички забезпечують зручність без втрати стилю. М\'яка і затишна текстура шкарпеток надає розкішного відчуття на вашій шкірі. Попрощайтеся з холодними ногами, насолоджуючись теплом, яке надають ці шкарпетки зі шерсті. Набір аксесуарів для зими Arctic Frost - це не тільки функціональність, а й вираз моди взимку. Кожен елемент призначений не тільки захищати вас від холоду, але й підкреслювати ваш стиль під час морозної пори року. Матеріали, вибрані для цього набору, пріоритетно поєднують в собі як міцність, так і комфорт, забезпечуючи можливість насолоджуватися зимовим чудом у стилі. Незалежно від того, чи ви радуєте себе, чи шукаєте ідеальний подарунок, набір аксесуарів для зими Arctic Frost є універсальним вибором. Порадуйте когось особливого під час святкового сезону або підніміть свій власний зимовий гардероб за допомогою цього стильного та функціонального ансамблю. Зустрічайте мороз з впевненістю, знаючи, що у вас є ідеальні аксесуари, щоб зігріти вас і підкреслити вашу елегантність.',
                    'meta-description'  => 'мета-опис',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета-заголовок',
                    'name'              => 'Набір аксесуарів для зими Arctic Frost',
                    'short-description' => 'Приймайте зимовий холод з нашим набором аксесуарів Arctic Frost. Цей підібраний набір включає розкішний шарф, затишну шапку, рукавички, сумісні з сенсорним екраном, та шкарпетки зі шерсті. Стильний і функціональний, цей ансамбль виготовлений з високоякісних матеріалів, що гарантує як міцність, так і комфорт. Піднімайте свій зимовий гардероб або радуйте когось особливого цим ідеальним подарунком.',
                ],

                '7' => [
                    'description'       => 'Представляємо вам куртку OmniHeat Men\'s Solid Hooded Puffer, ваше рішення для збереження тепла та модного вигляду під час холодних сезонів. Ця куртка виготовлена з міцністю та теплотою на увазі, що забезпечує їй стати вашим надійним спутником. Капюшон не тільки додає штриху стилю, але й надає додаткового тепла, захищаючи вас від холодних вітрів та погодних умов. Повні рукави забезпечують повне покриття, що гарантує, що ви залишитеся затишними від плеча до зап\'ястя. Завдяки кишеням для вставок, ця пухова куртка забезпечує зручність для перенесення необхідних речей або зігрівання рук. Утеплений синтетичний наповнювач забезпечує покращене тепло, що робить його ідеальним для боротьби з холодними днями та ночами. Виготовлена з міцного поліестерового покриття та підкладки, ця куртка створена для того, щоб протистояти елементам та тривати. Доступна в 5 привабливих кольорах, ви можете вибрати той, який підходить вашому стилю та уподобанням. Універсальна та функціональна, куртка OmniHeat Men\'s Solid Hooded Puffer підходить для різних заходів, чи ви йдете на роботу, вирушаєте на випадкову прогулянку або відвідуєте відкриту подію. Відчуйте ідеальне поєднання стилю, комфорту та функціональності з курткою OmniHeat Men\'s Solid Hooded Puffer. Піднімайте свій зимовий гардероб та залишайтеся затишними, насолоджуючись природою. Перемагайте холод у стилі та робіть заяву з цим незамінним елементом.',
                    'meta-description'  => 'мета-опис',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета-заголовок',
                    'name'              => 'Куртка OmniHeat Men\'s Solid Hooded Puffer',
                    'short-description' => 'Залишайтеся теплими та стильними з нашою курткою OmniHeat Men\'s Solid Hooded Puffer. Ця куртка призначена для надання максимального тепла та має кишені для вставок для зручності. Утеплений матеріал забезпечує комфорт у холодну погоду. Доступна в 5 привабливих кольорах, що робить її універсальним вибором для різних заходів.',
                ],

                '8' => [
                    'description'       => 'Представляємо вам куртку з капюшоном OmniHeat Men\'s Solid Hooded Puffer, ваше рішення для збереження тепла і модного вигляду в холодну пору року. Ця куртка створена з міцністю і теплом на увазі, що гарантує, що вона стане вашим надійним спутником. Дизайн з капюшоном не тільки додає штрих стилю, але й надає додаткового тепла, захищаючи вас від холодних вітрів і погодних умов. Повні рукави забезпечують повне покриття, що гарантує комфорт від плеча до зап\'ястя. Оснащена кишенями для зручності, ця пухова куртка забезпечує зручність для перенесення необхідних речей або зігрівання рук. Утеплений синтетичний наповнювач забезпечує покращене тепло, що робить його ідеальним для боротьби з холодними днями і ночами. Виготовлена з міцного поліестерового матеріалу і підкладки, ця куртка створена для тривалого використання і витримує вплив неблагоприятних погодних умов. Доступна в 5 привабливих кольорах, ви можете вибрати той, який підходить вашому стилю і уподобанням. Універсальна і функціональна, куртка з капюшоном OmniHeat Men\'s Solid Hooded Puffer підходить для різних заходів, чи ви йдете на роботу, вирушаєте на випадок відпочинку або відвідуєте відкриту подію. Відчуйте ідеальне поєднання стилю, комфорту і функціональності з курткою з капюшоном OmniHeat Men\'s Solid Hooded Puffer. Піднімайте свій зимовий гардероб і залишайтеся затишними, насолоджуючись природою. Подолайте холод зі смаком і зробіть враження з цим важливим елементом.',
                    'meta-description'  => 'мета-опис',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета-заголовок',
                    'name'              => 'Куртка з капюшоном OmniHeat Men\'s Solid Hooded Puffer-Синьо-Жовта-M',
                    'short-description' => 'Залишайтеся теплими та стильними з нашою курткою з капюшоном OmniHeat Men\'s Solid Hooded Puffer. Ця куртка призначена для надання максимального тепла та має кишені для вставок для зручності. Утеплений матеріал забезпечує комфорт у холодну погоду. Доступна в 5 привабливих кольорах, що робить її універсальним вибором для різних заходів.',
                ],

                '9' => [
                    'description'       => 'DescПредставляємо вам куртку з капюшоном OmniHeat Men\'s Solid Hooded Puffer, ваше рішення для збереження тепла і модного вигляду в холодну пору року. Ця куртка створена з міцністю і теплом на увазі, що гарантує, що вона стане вашим надійним спутником. Дизайн з капюшоном не тільки додає штрих стилю, але й надає додаткового тепла, захищаючи вас від холодних вітрів і погодних умов. Повні рукави забезпечують повне покриття, що гарантує комфорт від плеча до зап\'ястя. Оснащена кишенями для зручності, ця пухова куртка забезпечує зручність для перенесення необхідних речей або зігрівання рук. Утеплений синтетичний наповнювач забезпечує покращене тепло, що робить його ідеальним для боротьби з холодними днями і ночами. Виготовлена з міцного поліестерового матеріалу і підкладки, ця куртка створена для тривалого використання і витримує вплив неблагоприятних погодних умов. Доступна в 5 привабливих кольорах, ви можете вибрати той, який підходить вашому стилю і уподобанням. Універсальна і функціональна, куртка з капюшоном OmniHeat Men\'s Solid Hooded Puffer підходить для різних заходів, чи ви йдете на роботу, вирушаєте на випадок відпочинку або відвідуєте відкриту подію. Відчуйте ідеальне поєднання стилю, комфорту і функціональності з курткою з капюшоном OmniHeat Men\'s Solid Hooded Puffer. Піднімайте свій зимовий гардероб і залишайтеся затишними, насолоджуючись природою. Подолайте холод зі смаком і зробіть враження з цим важливим елементом.ription 9',
                    'meta-description'  => 'мета-опис',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета-заголовок',
                    'name'              => 'Куртка з капюшоном OmniHeat Men\'s Solid Hooded Puffer-Синьо-Жовта-L',
                    'short-description' => 'Залишайтеся теплими та стильними з нашою курткою з капюшоном OmniHeat Men\'s Solid Hooded Puffer. Ця куртка призначена для надання максимального тепла та має кишені для вставок для зручності. Утеплений матеріал забезпечує комфорт у холодну погоду. Доступна в 5 привабливих кольорах, що робить її універсальним вибором для різних заходів.',
                ],

                '10' => [
                    'description'       => 'Представляємо вам куртку з капюшоном OmniHeat Men\'s Solid Hooded Puffer, ваше рішення для збереження тепла і модного вигляду в холодну пору року. Ця куртка створена з міцністю і теплом на увазі, що гарантує, що вона стане вашим надійним спутником. Дизайн з капюшоном не тільки додає штрих стилю, але й надає додаткового тепла, захищаючи вас від холодних вітрів і погодних умов. Повні рукави забезпечують повне покриття, що гарантує комфорт від плеча до зап\'ястя. Оснащена кишенями для зручності, ця пухова куртка забезпечує зручність для перенесення необхідних речей або зігрівання рук. Утеплений синтетичний наповнювач забезпечує покращене тепло, що робить його ідеальним для боротьби з холодними днями і ночами. Виготовлена з міцного поліестерового матеріалу і підкладки, ця куртка створена для тривалого використання і витримує вплив неблагоприятних погодних умов. Доступна в 5 привабливих кольорах, ви можете вибрати той, який підходить вашому стилю і уподобанням. Універсальна і функціональна, куртка з капюшоном OmniHeat Men\'s Solid Hooded Puffer підходить для різних заходів, чи ви йдете на роботу, вирушаєте на випадок відпочинку або відвідуєте відкриту подію. Відчуйте ідеальне поєднання стилю, комфорту і функціональності з курткою з капюшоном OmniHeat Men\'s Solid Hooded Puffer. Піднімайте свій зимовий гардероб і залишайтеся затишними, насолоджуючись природою. Подолайте холод зі смаком і зробіть враження з цим важливим елементом.',
                    'meta-description'  => 'мета-опис',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета-заголовок',
                    'name'              => 'Куртка з капюшоном OmniHeat Men\'s Solid Hooded Puffer-Синьо-Зелена-M',
                    'short-description' => 'Залишайтеся теплими та стильними з нашою курткою з капюшоном OmniHeat Men\'s Solid Hooded Puffer. Ця куртка призначена для надання максимального тепла та має кишені для вставок для зручності. Утеплений матеріал забезпечує комфорт у холодну погоду. Доступна в 5 привабливих кольорах, що робить її універсальним вибором для різних заходів.',
                ],

                '11' => [
                    'description'       => 'Представляємо вам куртку з капюшоном OmniHeat Men\'s Solid Hooded Puffer, ваше рішення для збереження тепла і модного вигляду в холодну пору року. Ця куртка створена з міцністю і теплом на увазі, що гарантує, що вона стане вашим надійним спутником. Дизайн з капюшоном не тільки додає штрих стилю, але й надає додаткового тепла, захищаючи вас від холодних вітрів і погодних умов. Повні рукави забезпечують повне покриття, що гарантує комфорт від плеча до зап\'ястя. Оснащена кишенями для зручності, ця пухова куртка забезпечує зручність для перенесення необхідних речей або зігрівання рук. Утеплений синтетичний наповнювач забезпечує покращене тепло, що робить його ідеальним для боротьби з холодними днями і ночами. Виготовлена з міцного поліестерового матеріалу і підкладки, ця куртка створена для тривалого використання і витримує вплив неблагоприятних погодних умов. Доступна в 5 привабливих кольорах, ви можете вибрати той, який підходить вашому стилю і уподобанням. Універсальна і функціональна, куртка з капюшоном OmniHeat Men\'s Solid Hooded Puffer підходить для різних заходів, чи ви йдете на роботу, вирушаєте на випадок відпочинку або відвідуєте відкриту подію. Відчуйте ідеальне поєднання стилю, комфорту і функціональності з курткою з капюшоном OmniHeat Men\'s Solid Hooded Puffer. Піднімайте свій зимовий гардероб і залишайтеся затишними, насолоджуючись природою. Подолайте холод зі смаком і зробіть враження з цим важливим елементом.',
                    'meta-description'  => 'мета-опис',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета-заголовок',
                    'name'              => 'Куртка з капюшоном OmniHeat Men\'s Solid Hooded Puffer-Синьо-Зелена-L',
                    'short-description' => 'Залишайтеся теплими та стильними з нашою курткою з капюшоном OmniHeat Men\'s Solid Hooded Puffer. Ця куртка призначена для надання максимального тепла та має кишені для вставок для зручності. Утеплений матеріал забезпечує комфорт у холодну погоду. Доступна в 5 привабливих кольорах, що робить її універсальним вибором для різних заходів.',
                ],
            ],

            'product-attribute-values' => [
                '1' => [
                    'description'      => 'Арктична затишна в\'язана шапка - це ваше рішення для збереження тепла, комфорту та стилю протягом холодних місяців. Виготовлена з м\'якого і міцного акрилового в\'язання, ця шапка призначена для забезпечення затишку і гарного прилягання. Класичний дизайн робить його підходящим як для чоловіків, так і для жінок, пропонуючи універсальний аксесуар, який доповнює різні стилі. Незалежно від того, чи ви вирушаєте на невимушений день в місті, чи насолоджуєтеся великими просторами, ця шапка додає комфорту і тепла вашому образу. М\'який і дихаючий матеріал забезпечує затишок без жертвування стилем. Арктична затишна в\'язана шапка - це не просто аксесуар; це вираз зимової моди. Його простота дозволяє легко поєднувати з різними образами, роблячи його основою вашого зимового гардеробу. Ідеально підходить для подарунків або як задоволення для себе, ця шапка є міркуванням про будь-яний зимовий образ. Це універсальний аксесуар, який виходить за межі функціональності, додаючи нотку тепла і стилю вашому вигляду. Прийміть суть зими з Арктичною затишною в\'язаною шапкою. Незалежно від того, чи ви насолоджуєтеся невимушеним днем або стикаєтеся з елементами, нехай ця шапка стане вашим спутником комфорту і стилю. Підніміть свій зимовий гардероб з цим класичним аксесуаром, який легко поєднує тепло з вічним почуттям моди.',
                    'meta-description' => 'мета опис',
                    'meta-keywords'    => 'мета1, мета2, мета3',
                    'meta-title'       => 'Мета заголовок',
                    'name'             => 'Арктична затишна в\'язана шапка для чоловіків і жінок',
                    'sort-description' => 'Стильно і затишно зустрічайте холодні дні з нашою Арктичною затишною в\'язаною шапкою. Виготовлена з м\'якого і міцного акрилового в\'язання, ця класична шапка пропонує тепло і універсальність. Підходить як для чоловіків, так і для жінок, вона є ідеальним аксесуаром для невимушеного або зовнішнього одягу. Підніміть свій зимовий гардероб або порадуйте когось особливого цим необхідним головним убором.',
                ],

                '2' => [
                    'description'      => 'Арктичний бліс зимовий шарф - це не просто аксесуар для холодної погоди; це вираз тепла, комфорту та стилю в зимовий сезон. Виготовлений з дбайливістю з розкішного поєднання акрилу та вовни, цей шарф призначений, щоб ви залишалися затишними та затишними навіть в найхолодніших температурах. М\'яка і пухка текстура не тільки забезпечує ізоляцію від холоду, але й додає штрих розкіші до вашого зимового гардеробу. Дизайн Арктичного бліску зимового шарфа одночасно стильний і універсальний, що робить його ідеальним доповненням до різних зимових образів. Незалежно від того, чи ви одягаєтеся для особливого випадку, чи додаєте шик до повсякденного вигляду, цей шарф легко доповнює ваш стиль. Додаткова довжина шарфа дозволяє налаштувати стиль носіння. Зав\'яжіть його для додаткового тепла, розпустіть його для невимушеного вигляду або експериментуйте з різними вузлами, щоб виразити свій унікальний стиль. Ця універсальність робить його незамінним аксесуаром для зимового сезону. Шукаєте ідеальний подарунок? Арктичний бліс зимовий шарф - ідеальний вибір. Незалежно від того, чи ви приємно здивуєте кохану людину, чи порадуєте себе, цей шарф є вічним і практичним подарунком, який буде цінуватися протягом всього зимового сезону. Прийміть зиму з Арктичним бліском зимового шарфа, де тепло зустрічається зі стилем в ідеальній гармонії. Підніміть свій зимовий гардероб цим незамінним аксесуаром, який не тільки зігріває, але й додає штрихи вишуканості до вашого зимового образу.',
                    'meta-description' => 'мета опис',
                    'meta-keywords'    => 'мета1, мета2, мета3',
                    'meta-title'       => 'Мета заголовок',
                    'name'             => 'Арктичний бліс стильний зимовий шарф',
                    'sort-description' => 'Відчуйте обійми тепла і стилю з нашим Арктичним бліском зимового шарфа. Виготовлений з розкішного поєднання акрилу та вовни, цей затишний шарф призначений, щоб ви залишалися затишними навіть у найхолодніші дні. Його стильний і універсальний дизайн, разом з додатковою довжиною, пропонує різноманітні варіанти стилізації. Підніміть свій зимовий гардероб або порадуйте когось особливого цим необхідним зимовим аксесуаром.',
                ],

                '3' => [
                    'description'      => 'Представляємо вам Арктичні зимові рукавички з сенсорним екраном - де тепло, стиль та зв\'язок зустрічаються, щоб покращити вашу зимову витримку. Виготовлені з високоякісного акрилу, ці рукавички призначені для забезпечення виняткового тепла та міцності. Сенсорно-сумісні кінчики пальців дозволяють вам залишатися на зв\'язку, не викладаючи руки на холод. Відповідайте на дзвінки, відправляйте повідомлення та навігуйте по своїх пристроях без зусиль, не віддаючи тепла. Утеплена підкладка додає додатковий шар затишку, роблячи ці рукавички вашим вибором для боротьби з холодними днями і ночами. Незалежно від того, чи ви їдете на роботу, виконуєте справи або насолоджуєтеся активними відпочинком на вулиці, ці рукавички забезпечують тепло і захист, які вам потрібні. Еластичні манжети забезпечують надійну посадку, запобігаючи проникненню холодного повітря і утримуючи рукавички на місці під час щоденних справ. Стильний дизайн додає штрихи елегантності до вашого зимового образу, роблячи ці рукавички такими модними, як і функціональними. Ідеально підходить для подарунків або як задоволення для себе, Арктичні зимові рукавички з сенсорним екраном - це незамінний аксесуар для сучасної людини. Позбудьтеся незручності від знімання рукавичок для використання пристроїв і прийміть безшовне поєднання тепла, стилю та зв\'язку. Залишайтеся на зв\'язку, залишайтеся теплими і залишайтеся стильними з Арктичними зимовими рукавичками з сенсорним екраном - вашим надійним спутником для покорення зимового сезону з впевненістю.',
                    'meta-description' => 'мета опис',
                    'meta-keywords'    => 'мета1, мета2, мета3',
                    'meta-title'       => 'Мета заголовок',
                    'name'             => 'Арктичні зимові рукавички з сенсорним екраном',
                    'sort-description' => 'Залишайтеся на зв\'язку і теплими з нашими Арктичними зимовими рукавичками з сенсорним екраном. Ці рукавички виготовлені не тільки з високоякісного акрилу для тепла і міцності, але й мають сенсорно-сумісний дизайн. З утепленою підкладкою, еластичними манжетами для надійної посадки і стильним виглядом, ці рукавички ідеально підходять для щоденного носіння в холодну погоду.',
                ],

                '4' => [
                    'description'      => 'Представляємо вам набір зимових аксесуарів Arctic Warmth, який стане вашим незамінним спутником у холодну пору року. Цей уважно підібраний набір об\'єднує чотири основних зимових аксесуари, створюючи гармонійний ансамбль. Розкішний шарф, виготовлений з суміші акрилу та вовни, не тільки додає тепла, але й приносить шматочок елегантності до вашого зимового гардеробу. М\'яка в\'язана шапка, створена з дбайливістю, обіцяє зберегти вас теплим, додаючи модний штрих до вашого образу. Але це ще не все - наш набір також включає рукавички, сумісні з сенсорним екраном. Залишайтесь на зв\'язку, не жертвуючи теплом, користуючись своїми пристроями без зусиль. Незалежно від того, чи відповідаєте ви на дзвінки, надсилаєте повідомлення або робите знімки зимових моментів на смартфоні, ці рукавички забезпечують зручність, не жертвуючи стилем. М\'яка і затишна текстура шкарпеток надає розкішного відчуття на вашій шкірі. Попрощайтеся з холодними ногами, насолоджуючись теплом, яке надають шкарпетки з вовняної суміші. Набір зимових аксесуарів Arctic Warmth - це не просто функціональність; це вираз зимової моди. Кожен елемент призначений не тільки захищати вас від холоду, але й підкреслювати ваш стиль під час морозної пори року. Матеріали, вибрані для цього набору, пріоритетно враховують як довговічність, так і комфорт, забезпечуючи вам можливість насолоджуватися зимовими розвагами в стилі. Незалежно від того, чи радуєте себе, чи шукаєте ідеальний подарунок, набір зимових аксесуарів Arctic Warmth є універсальним вибором. Порадуйте когось особливого під час святкового сезону або підніміть свій власний зимовий гардероб з цим стильним і функціональним ансамблем. Зустрічайте мороз з впевненістю, знаючи, що у вас є ідеальні аксесуари, щоб зігріти вас і підкреслити вашу елегантність.',
                    'meta-description' => 'мета опис',
                    'meta-keywords'    => 'мета1, мета2, мета3',
                    'meta-title'       => 'Мета заголовок',
                    'name'             => 'Шкарпетки з вовняною сумішшю Arctic Warmth',
                    'sort-description' => 'Відчуйте неперевершене тепло і комфорт наших шкарпеток з вовняною сумішшю Arctic Warmth. Виготовлені з суміші мериносової вовни, акрилу, нейлону та спандексу, ці шкарпетки пропонують неперевершений комфорт у холодну погоду. З посиленою п\'ятою і носком для довговічності, ці універсальні і стильні шкарпетки підходять для різних заходів.',
                ],

                '5' => [
                    'description'      => 'Представляємо вам набір зимових аксесуарів Arctic Frost, який стане вашим незамінним спутником у холодну пору року. Цей уважно підібраний набір об\'єднує чотири основних зимових аксесуари, створюючи гармонійний ансамбль. Розкішний шарф, виготовлений з суміші акрилу та вовни, не тільки додає тепла, але й приносить шматочок елегантності до вашого зимового гардеробу. М\'яка в\'язана шапка, створена з дбайливістю, обіцяє зберегти вас теплим, додаючи модний штрих до вашого образу. Але це ще не все - наш набір також включає рукавички, сумісні з сенсорним екраном. Залишайтесь на зв\'язку, не жертвуючи теплом, користуючись своїми пристроями без зусиль. Незалежно від того, чи відповідаєте ви на дзвінки, надсилаєте повідомлення або робите знімки зимових моментів на смартфоні, ці рукавички забезпечують зручність, не жертвуючи стилем. М\'яка і затишна текстура шкарпеток надає розкішного відчуття на вашій шкірі. Попрощайтеся з холодними ногами, насолоджуючись теплом, яке надають шкарпетки з вовняною суміші. Набір зимових аксесуарів Arctic Frost - це не просто функціональність; це вираз зимової моди. Кожен елемент призначений не тільки захищати вас від холоду, але й підкреслювати ваш стиль під час морозної пори року. Матеріали, вибрані для цього набору, пріоритетно враховують як довговічність, так і комфорт, забезпечуючи вам можливість насолоджуватися зимовими розвагами в стилі. Незалежно від того, чи радуєте себе, чи шукаєте ідеальний подарунок, набір зимових аксесуарів Arctic Frost є універсальним вибором. Порадуйте когось особливого під час святкового сезону або підніміть свій власний зимовий гардероб з цим стильним і функціональним ансамблем. Зустрічайте мороз з впевненістю, знаючи, що у вас є ідеальні аксесуари, щоб зігріти вас і підкреслити вашу елегантність.',
                    'meta-description' => 'мета опис',
                    'meta-keywords'    => 'мета1, мета2, мета3',
                    'meta-title'       => 'Мета заголовок',
                    'name'             => 'Набір зимових аксесуарів Arctic Frost',
                    'sort-description' => 'Приймайте зимовий холод з нашим набором зимових аксесуарів Arctic Frost. Цей уважно підібраний набір включає розкішний шарф, затишну шапку, рукавички, сумісні з сенсорним екраном, та шкарпетки з вовняною сумішшю. Стильний і функціональний, цей ансамбль виготовлений з високоякісних матеріалів, забезпечуючи як довговічність, так і комфорт. Підніміть свій зимовий гардероб або порадуйте когось особливого цим ідеальним подарунком.',
                ],

                '6' => [
                    'description'      => 'Представляємо вам набір зимових аксесуарів Arctic Frost, який стане вашим незамінним спутником у холодну пору року. Цей уважно підібраний набір об\'єднує чотири основних зимових аксесуари, створюючи гармонійний ансамбль. Розкішний шарф, виготовлений з суміші акрилу та вовни, не тільки додає тепла, але й приносить шматочок елегантності до вашого зимового гардеробу. М\'яка в\'язана шапка, створена з дбайливістю, обіцяє зберегти вас теплим, додаючи модний штрих до вашого образу. Але це ще не все - наш набір також включає рукавички, сумісні з сенсорним екраном. Залишайтесь на зв\'язку, не жертвуючи теплом, користуючись своїми пристроями без зусиль. Незалежно від того, чи відповідаєте ви на дзвінки, надсилаєте повідомлення або робите знімки зимових моментів на смартфоні, ці рукавички забезпечують зручність, не жертвуючи стилем. М\'яка і затишна текстура шкарпеток надає розкішного відчуття на вашій шкірі. Попрощайтеся з холодними ногами, насолоджуючись теплом, яке надають шкарпетки з вовняною суміші. Набір зимових аксесуарів Arctic Frost - це не просто функціональність; це вираз зимової моди. Кожен елемент призначений не тільки захищати вас від холоду, але й підкреслювати ваш стиль під час морозної пори року. Матеріали, вибрані для цього набору, пріоритетно враховують як довговічність, так і комфорт, забезпечуючи вам можливість насолоджуватися зимовими розвагами в стилі. Незалежно від того, чи радуєте себе, чи шукаєте ідеальний подарунок, набір зимових аксесуарів Arctic Frost є універсальним вибором. Порадуйте когось особливого під час святкового сезону або підніміть свій власний зимовий гардероб з цим стильним і функціональним ансамблем. Зустрічайте мороз з впевненістю, знаючи, що у вас є ідеальні аксесуари, щоб зігріти вас і підкреслити вашу елегантність.',
                    'meta-description' => 'мета опис',
                    'meta-keywords'    => 'мета1, мета2, мета3',
                    'meta-title'       => 'Мета заголовок',
                    'name'             => 'Набір зимових аксесуарів Arctic Frost',
                    'sort-description' => 'Приймайте зимовий холод з нашим набором зимових аксесуарів Arctic Frost. Цей уважно підібраний набір включає розкішний шарф, затишну шапку, рукавички, сумісні з сенсорним екраном, та шкарпетки з вовняною сумішшю. Стильний і функціональний, цей ансамбль виготовлений з високоякісних матеріалів, забезпечуючи як довговічність, так і комфорт. Підніміть свій зимовий гардероб або порадуйте когось особливого цим ідеальним подарунком.',
                ],

                '7' => [
                    'description'      => 'Представляємо вам куртку з капюшоном OmniHeat Men\'s Solid Hooded Puffer. Ця куртка створена для забезпечення максимального тепла і має кишені для зручності. Ізольований матеріал гарантує комфорт у холодну погоду. Доступна в 5 привабливих кольорах, що робить її універсальним вибором для різних заходів.',
                    'meta-description' => 'мета-опис',
                    'meta-keywords'    => 'мета1, мета2, мета3',
                    'meta-title'       => 'Мета-заголовок',
                    'name'             => 'OmniHeat Men\'s Solid Hooded Puffer Jacket',
                    'sort-description' => 'Залишайтеся теплими і стильними з нашою курткою з капюшоном OmniHeat Men\'s Solid Hooded Puffer. Ця куртка призначена для забезпечення максимального тепла і має кишені для зручності. Ізольований матеріал гарантує комфорт у холодну погоду. Доступна в 5 привабливих кольорах, що робить її універсальним вибором для різних заходів.',
                ],

                '8' => [
                    'description'      => 'Представляємо вам куртку з капюшоном OmniHeat Men\'s Solid Hooded Puffer. Ця куртка створена для забезпечення максимального тепла і має кишені для зручності. Ізольований матеріал гарантує комфорт у холодну погоду. Доступна в 5 привабливих кольорах, що робить її універсальним вибором для різних заходів.',
                    'meta-description' => 'мета-опис',
                    'meta-keywords'    => 'мета1, мета2, мета3',
                    'meta-title'       => 'Мета-заголовок',
                    'name'             => 'OmniHeat Men\'s Solid Hooded Puffer Jacket-Blue-Yellow-M',
                    'sort-description' => 'Залишайтеся теплими і стильними з нашою курткою з капюшоном OmniHeat Men\'s Solid Hooded Puffer. Ця куртка призначена для забезпечення максимального тепла і має кишені для зручності. Ізольований матеріал гарантує комфорт у холодну погоду. Доступна в 5 привабливих кольорах, що робить її універсальним вибором для різних заходів.',
                ],

                '9' => [
                    'description'      => 'Представляємо вам куртку з капюшоном OmniHeat Men\'s Solid Hooded Puffer. Ця куртка створена для забезпечення максимального тепла і має кишені для зручності. Ізольований матеріал гарантує комфорт у холодну погоду. Доступна в 5 привабливих кольорах, що робить її універсальним вибором для різних заходів.',
                    'meta-description' => 'мета-опис',
                    'meta-keywords'    => 'мета1, мета2, мета3',
                    'meta-title'       => 'Мета-заголовок',
                    'name'             => 'OmniHeat Men\'s Solid Hooded Puffer Jacket-Blue-Yellow-L',
                    'sort-description' => 'Залишайтеся теплими і стильними з нашою курткою з капюшоном OmniHeat Men\'s Solid Hooded Puffer. Ця куртка призначена для забезпечення максимального тепла і має кишені для зручності. Ізольований матеріал гарантує комфорт у холодну погоду. Доступна в 5 привабливих кольорах, що робить її універсальним вибором для різних заходів.',
                ],

                '10' => [
                    'description'      => 'Представляємо вам куртку з капюшоном OmniHeat Men\'s Solid Hooded Puffer. Ця куртка створена для забезпечення максимального тепла і має кишені для зручності. Ізольований матеріал гарантує комфорт у холодну погоду. Доступна в 5 привабливих кольорах, що робить її універсальним вибором для різних заходів.',
                    'meta-description' => 'мета-опис',
                    'meta-keywords'    => 'мета1, мета2, мета3',
                    'meta-title'       => 'Мета-заголовок',
                    'name'             => 'OmniHeat Men\'s Solid Hooded Puffer Jacket-Blue-Green-M',
                    'sort-description' => 'Залишайтеся теплими і стильними з нашою курткою з капюшоном OmniHeat Men\'s Solid Hooded Puffer. Ця куртка призначена для забезпечення максимального тепла і має кишені для зручності. Ізольований матеріал гарантує комфорт у холодну погоду. Доступна в 5 привабливих кольорах, що робить її універсальним вибором для різних заходів.',
                ],

                '11' => [
                    'description'      => 'Представляємо вам куртку з капюшоном OmniHeat Men\'s Solid Hooded Puffer. Ця куртка створена для забезпечення максимального тепла і стилю під час холодних сезонів. Вона виготовлена з міцності та тепла на увазі, що забезпечує її надійним супутником. Капюшон не тільки додає штрих стилю, але й забезпечує додаткове тепло, захищаючи від холодних вітрів і погодних умов. Повні рукави забезпечують повне покриття, що гарантує затишок від плеча до зап\'ястя. З основними кишенями ця куртка забезпечує зручність для перенесення необхідних речей або зігрівання рук. Утеплений синтетичний наповнювач забезпечує покращене тепло, що робить його ідеальним для боротьби з холодними днями і ночами. Виготовлена з міцного поліестерового матеріалу, ця куртка створена для тривалого використання і витримки умов. Доступна в 5 привабливих кольорах, ви можете вибрати той, який підходить вашому стилю та уподобанням. Універсальна і функціональна, куртка з капюшоном OmniHeat Men\'s Solid Hooded Puffer підходить для різних заходів, чи ви йдете на роботу, вирушаєте на неформальну прогулянку або відвідуєте відкриту подію. Відчуйте ідеальне поєднання стилю, комфорту та функціональності з курткою з капюшоном OmniHeat Men\'s Solid Hooded Puffer. Підніміть свій зимовий гардероб і залишайтеся затишними, насолоджуючись природою. Подолайте холод зі смаком і зробіть враження з цим необхідним елементом.',
                    'meta-description' => 'мета-опис',
                    'meta-keywords'    => 'мета1, мета2, мета3',
                    'meta-title'       => 'Мета-заголовок',
                    'name'             => 'OmniHeat Men\'s Solid Hooded Puffer Jacket-Blue-Green-L',
                    'sort-description' => 'Залишайтеся теплими і стильними з нашою курткою з капюшоном OmniHeat Men\'s Solid Hooded Puffer. Ця куртка призначена для забезпечення максимального тепла і має кишені для зручності. Утеплений матеріал забезпечує затишок у холодну погоду. Доступна в 5 привабливих кольорах, що робить її універсальним вибором для різних заходів.',
                ],
            ],

            'product-bundle-option-translations' => [
                '1' => [
                    'label' => 'Пакет Варіант 1',
                ],

                '2' => [
                    'label' => 'Пакет Варіант 1',
                ],

                '3' => [
                    'label' => 'Пакет Варіант 2',
                ],

                '4' => [
                    'label' => 'Пакет Варіант 2',
                ],
            ],
        ],
    ],

    'installer' => [
        'index' => [
            'create-administrator' => [
                'admin'            => 'Адміністратор',
                'bagisto'          => 'Bagisto',
                'confirm-password' => 'Підтвердити пароль',
                'email'            => 'Електронна пошта',
                'email-address'    => 'admin@example.com',
                'password'         => 'Пароль',
                'title'            => 'Створити адміністратора',
            ],

            'environment-configuration' => [
                'algerian-dinar'              => 'Алжирський динар (DZD)',
                'allowed-currencies'          => 'Дозволені валюти',
                'allowed-locales'             => 'Дозволені локалі',
                'application-name'            => 'Назва програми',
                'argentine-peso'              => 'Аргентинський песо (ARS)',
                'australian-dollar'           => 'Австралійський долар (AUD)',
                'bagisto'                     => 'Bagisto',
                'bangladeshi-taka'            => 'Бангладеська така (BDT)',
                'brazilian-real'              => 'Бразильський реал (BRL)',
                'british-pound-sterling'      => 'Британський фунт стерлінгів (GBP)',
                'canadian-dollar'             => 'Канадський долар (CAD)',
                'cfa-franc-bceao'             => 'CFA франк BCEAO (XOF)',
                'cfa-franc-beac'              => 'CFA франк BEAC (XAF)',
                'chilean-peso'                => 'Чилійське песо (CLP)',
                'chinese-yuan'                => 'Китайський юань (CNY)',
                'colombian-peso'              => 'Колумбійське песо (COP)',
                'czech-koruna'                => 'Чеська крона (CZK)',
                'danish-krone'                => 'Датська крона (DKK)',
                'database-connection'         => 'Підключення до бази даних',
                'database-hostname'           => 'Ім\'я хоста бази даних',
                'database-name'               => 'Назва бази даних',
                'database-password'           => 'Пароль бази даних',
                'database-port'               => 'Порт бази даних',
                'database-prefix'             => 'Префікс бази даних',
                'database-username'           => 'Ім\'я користувача бази даних',
                'default-currency'            => 'Типова валюта',
                'default-locale'              => 'Типове місце знаходження',
                'default-timezone'            => 'Типова часова зона',
                'default-url'                 => 'Типовий URL',
                'default-url-link'            => 'https://localhost',
                'egyptian-pound'              => 'Єгипетський фунт (EGP)',
                'euro'                        => 'Євро (EUR)',
                'fijian-dollar'               => 'Фіджійський долар (FJD)',
                'hong-kong-dollar'            => 'Гонконгський долар (HKD)',
                'hungarian-forint'            => 'Угорський форинт (HUF)',
                'indian-rupee'                => 'Індійська рупія (INR)',
                'indonesian-rupiah'           => 'Індонезійська рупія (IDR)',
                'israeli-new-shekel'          => 'Ізраїльський новий шекель (ILS)',
                'japanese-yen'                => 'Японська єна (JPY)',
                'jordanian-dinar'             => 'Йорданський динар (JOD)',
                'kazakhstani-tenge'           => 'Казахстанський тенге (KZT)',
                'kuwaiti-dinar'               => 'Кувейтський динар (KWD)',
                'lebanese-pound'              => 'Ліванський фунт (LBP)',
                'libyan-dinar'                => 'Лівійський динар (LYD)',
                'malaysian-ringgit'           => 'Малайзійський ринггіт (MYR)',
                'mauritian-rupee'             => 'Маврикійська рупія (MUR)',
                'mexican-peso'                => 'Мексиканське песо (MXN)',
                'moroccan-dirham'             => 'Марокканський дирхам (MAD)',
                'mysql'                       => 'MySQL',
                'nepalese-rupee'              => 'Непальська рупія (NPR)',
                'new-taiwan-dollar'           => 'Новий тайванський долар (TWD)',
                'new-zealand-dollar'          => 'Новозеландський долар (NZD)',
                'nigerian-naira'              => 'Нігерійська наїра (NGN)',
                'norwegian-krone'             => 'Норвезька крона (NOK)',
                'omani-rial'                  => 'Оманський ріал (OMR)',
                'pakistani-rupee'             => 'Пакистанська рупія (PKR)',
                'panamanian-balboa'           => 'Панамський бальбоа (PAB)',
                'paraguayan-guarani'          => 'Парагвайський гуарані (PYG)',
                'peruvian-nuevo-sol'          => 'Перуанський новий сол (PEN)',
                'pgsql'                       => 'PgSQL',
                'philippine-peso'             => 'Філіппінське песо (PHP)',
                'polish-zloty'                => 'Польський злотий (PLN)',
                'qatari-rial'                 => 'Катарський ріал (QAR)',
                'romanian-leu'                => 'Румунський лей (RON)',
                'russian-ruble'               => 'Російський рубль (RUB)',
                'saudi-riyal'                 => 'Саудівський ріал (SAR)',
                'select-timezone'             => 'Вибрати часовий пояс',
                'singapore-dollar'            => 'Сінгапурський долар (SGD)',
                'south-african-rand'          => 'Південноафриканський ренд (ZAR)',
                'south-korean-won'            => 'Південнокорейський вон (KRW)',
                'sqlsrv'                      => 'SQLSRV',
                'sri-lankan-rupee'            => 'Шрі-ланкійська рупія (LKR)',
                'swedish-krona'               => 'Шведська крона (SEK)',
                'swiss-franc'                 => 'Швейцарський франк (CHF)',
                'thai-baht'                   => 'Тайський бат (THB)',
                'title'                       => 'Налаштування магазину',
                'tunisian-dinar'              => 'Туніський динар (TND)',
                'turkish-lira'                => 'Турецька ліра (TRY)',
                'ukrainian-hryvnia'           => 'Українська гривня (UAH)',
                'united-arab-emirates-dirham' => 'Дирхам Об\'єднаних Арабських Еміратів (AED)',
                'united-states-dollar'        => 'Долар США (USD)',
                'uzbekistani-som'             => 'Узбецький сум (UZS)',
                'venezuelan-bolívar'          => 'Венесуельський болівар (VEF)',
                'vietnamese-dong'             => 'В\'єтнамський донг (VND)',
                'warning-message'             => 'Увага! Налаштування мови системи та валюти за замовчуванням є постійними і не можуть бути змінені після встановлення.',
                'zambian-kwacha'              => 'Замбійський квача (ZMW)',
            ],

            'sample-products' => [
                'download-sample' => 'завантажити зразок',
                'no'              => 'Ні',
                'sample-products' => 'Зразки продукції',
                'title'           => 'Зразки продукції',
                'yes'             => 'Так',
            ],

            'installation-processing' => [
                'bagisto'      => 'Установка Bagisto',
                'bagisto-info' => 'Створення таблиць бази даних, це може зайняти кілька хвилин',
                'title'        => 'Установка',
            ],

            'installation-completed' => [
                'admin-panel'                => 'Панель адміністратора',
                'bagisto-forums'             => 'Форум Bagisto',
                'customer-panel'             => 'Панель клієнта',
                'explore-bagisto-extensions' => 'Досліджуйте розширення Bagisto',
                'title'                      => 'Установка завершена',
                'title-info'                 => 'Bagisto успішно встановлено на вашій системі.',
            ],

            'ready-for-installation' => [
                'create-databsae-table'   => 'Створення таблиці бази даних',
                'install'                 => 'Встановлення',
                'install-info'            => 'Bagisto для встановлення',
                'install-info-button'     => 'Натисніть кнопку нижче, щоб',
                'populate-database-table' => 'Заповнення таблиць бази даних',
                'start-installation'      => 'Почати встановлення',
                'title'                   => 'Готовий до встановлення',
            ],

            'start' => [
                'locale'        => 'Локаль',
                'main'          => 'Початок',
                'select-locale' => 'Вибір локалі',
                'title'         => 'Ваша установка Bagisto',
                'welcome-title' => 'Ласкаво просимо до Bagisto',
            ],

            'server-requirements' => [
                'calendar'    => 'Календар',
                'ctype'       => 'cType',
                'curl'        => 'cURL',
                'dom'         => 'dom',
                'fileinfo'    => 'Інформація про файли',
                'filter'      => 'Фільтр',
                'gd'          => 'GD',
                'hash'        => 'Хеш',
                'intl'        => 'intl',
                'json'        => 'JSON',
                'mbstring'    => 'mbstring',
                'openssl'     => 'openssl',
                'pcre'        => 'pcre',
                'pdo'         => 'pdo',
                'php'         => 'PHP',
                'php-version' => '8.1 або вище',
                'session'     => 'сесія',
                'title'       => 'Вимоги до сервера',
                'tokenizer'   => 'токенізатор',
                'xml'         => 'XML',
            ],

            'arabic'                   => 'Арабська',
            'back'                     => 'Назад',
            'bagisto'                  => 'Bagisto',
            'bagisto-info'             => 'Спільний проект спільноти від Webkul',
            'bagisto-logo'             => 'Логотип Bagisto',
            'bengali'                  => 'Бенгальська',
            'chinese'                  => 'Китайська',
            'continue'                 => 'Продовжити',
            'dutch'                    => 'Голландська',
            'english'                  => 'Англійська',
            'french'                   => 'Французька',
            'german'                   => 'Німецька',
            'hebrew'                   => 'Іврит',
            'hindi'                    => 'Гінді',
            'installation-description' => 'Встановлення Bagisto зазвичай включає кілька етапів. Ось загальний огляд процесу встановлення для Bagisto',
            'installation-info'        => 'Ми раді вас бачити тут!',
            'installation-title'       => 'Ласкаво просимо до встановлення Bagisto',
            'italian'                  => 'Італійська',
            'japanese'                 => 'Японська',
            'persian'                  => 'Перська',
            'polish'                   => 'Польська',
            'portuguese'               => 'Бразильська португальська',
            'russian'                  => 'Російська',
            'sinhala'                  => 'Сингальська',
            'spanish'                  => 'Іспанська',
            'title'                    => 'Установник Bagisto',
            'turkish'                  => 'Турецька',
            'ukrainian'                => 'Українська',
            'webkul'                   => 'Webkul',
        ],
    ],
];
