<?php

return [
    'seeders' => [
        'attribute' => [
            'attribute-families' => [
                'default' => 'डिफ़ॉल्ट',
            ],

            'attribute-groups' => [
                'description'      => 'विवरण',
                'general'          => 'सामान्य',
                'inventories'      => 'इन्वेंटरी',
                'meta-description' => 'मेटा विवरण',
                'price'            => 'मूल्य',
                'settings'         => 'सेटिंग्स',
                'shipping'         => 'शिपिंग',
            ],

            'attributes' => [
                'brand'                => 'ब्रांड',
                'color'                => 'रंग',
                'cost'                 => 'लागत',
                'description'          => 'विवरण',
                'featured'             => 'लोकप्रिय',
                'guest-checkout'       => 'मेहमान चेकआउट',
                'height'               => 'ऊँचाई',
                'length'               => 'लंबाई',
                'manage-stock'         => 'स्टॉक प्रबंधन',
                'meta-description'     => 'मेटा विवरण',
                'meta-keywords'        => 'मेटा कीवर्ड्स',
                'meta-title'           => 'मेटा शीर्षक',
                'name'                 => 'नाम',
                'new'                  => 'नया',
                'price'                => 'मूल्य',
                'product-number'       => 'उत्पाद संख्या',
                'short-description'    => 'संक्षेप विवरण',
                'size'                 => 'साइज़',
                'sku'                  => 'SKU',
                'special-price'        => 'विशेष मूल्य',
                'special-price-from'   => 'विशेष मूल्य से',
                'special-price-to'     => 'विशेष मूल्य तक',
                'status'               => 'स्थिति',
                'tax-category'         => 'कर श्रेणी',
                'url-key'              => 'URL कुंजी',
                'visible-individually' => 'व्यक्तिगत रूप से दिखाएं',
                'weight'               => 'वजन',
                'width'                => 'चौड़ाई',
            ],

            'attribute-options' => [
                'black'  => 'काला',
                'green'  => 'हरा',
                'l'      => 'L',
                'm'      => 'M',
                'red'    => 'लाल',
                's'      => 'S',
                'white'  => 'सफेद',
                'xl'     => 'XL',
                'yellow' => 'पीला',
            ],
        ],

        'category' => [
            'categories' => [
                'description' => 'रूख श्रेणी विवरण',
                'name'        => 'रूख',
            ],
        ],

        'cms' => [
            'pages' => [
                'about-us' => [
                    'content' => 'हमारे बारे में पृष्ठ सामग्री',
                    'title'   => 'हमारे बारे में',
                ],

                'contact-us' => [
                    'content' => 'हमसे संपर्क करें पृष्ठ सामग्री',
                    'title'   => 'हमसे संपर्क करें',
                ],

                'customer-service' => [
                    'content' => 'ग्राहक सेवा पृष्ठ सामग्री',
                    'title'   => 'ग्राहक सेवा',
                ],

                'payment-policy' => [
                    'content' => 'भुगतान नीति पृष्ठ सामग्री',
                    'title'   => 'भुगतान नीति',
                ],

                'privacy-policy' => [
                    'content' => 'गोपनीयता नीति पृष्ठ सामग्री',
                    'title'   => 'गोपनीयता नीति',
                ],

                'refund-policy' => [
                    'content' => 'वापसी नीति पृष्ठ सामग्री',
                    'title'   => 'वापसी नीति',
                ],

                'return-policy' => [
                    'content' => 'वापसी नीति पृष्ठ सामग्री',
                    'title'   => 'वापसी नीति',
                ],

                'shipping-policy' => [
                    'content' => 'शिपिंग नीति पृष्ठ सामग्री',
                    'title'   => 'शिपिंग नीति',
                ],

                'terms-conditions' => [
                    'content' => 'नियम और शर्तों पृष्ठ सामग्री',
                    'title'   => 'नियम और शर्तें',
                ],

                'terms-of-use' => [
                    'content' => 'उपयोग की शर्तें पृष्ठ सामग्री',
                    'title'   => 'उपयोग की शर्तें',
                ],

                'whats-new' => [
                    'content' => 'नई चीजें पृष्ठ सामग्री',
                    'title'   => 'नई चीजें',
                ],
            ],
        ],

        'core' => [
            'channels' => [
                'name'             => 'डिफ़ॉल्ट',
                'meta-title'       => 'डेमो स्टोर',
                'meta-keywords'    => 'डेमो स्टोर मेटा कीवर्ड',
                'meta-description' => 'डेमो स्टोर मेटा विवरण',
            ],

            'currencies' => [
                'AED' => 'संयुक्त अरब अमीरात दिरहम',
                'ARS' => 'अर्जेंटीनी पेसो',
                'AUD' => 'ऑस्ट्रेलियाई डॉलर',
                'BDT' => 'बांगलादेशी टाका',
                'BRL' => 'ब्राज़ीली रियाल',
                'CAD' => 'कनाडाई डॉलर',
                'CHF' => 'स्विस फ़्रैंक',
                'CLP' => 'चिली पेसो',
                'CNY' => 'चीनी युआन',
                'COP' => 'कोलंबियाई पेसो',
                'CZK' => 'चेक कोरुना',
                'DKK' => 'डेनिश क्रोन',
                'DZD' => 'अल्जीरियाई दिनार',
                'EGP' => 'मिस्री पाउंड',
                'EUR' => 'यूरो',
                'FJD' => 'फ़िजी डॉलर',
                'GBP' => 'ब्रिटिश पाउंड स्टर्लिंग',
                'HKD' => 'हांगकांग डॉलर',
                'HUF' => 'हंगेरियन फ़ोरिंट',
                'IDR' => 'इंडोनेशियाई रुपिया',
                'ILS' => 'इज़राइली नया शेकेल',
                'INR' => 'भारतीय रुपया',
                'JOD' => 'जॉर्डनियाई दिनार',
                'JPY' => 'जापानी येन',
                'KRW' => 'दक्षिण कोरियाई वॉन',
                'KWD' => 'कुवैती दिनार',
                'KZT' => 'कज़ाख़ी तेंगे',
                'LBP' => 'लेबनानी पाउंड',
                'LKR' => 'श्रीलंकाई रुपया',
                'LYD' => 'लीबियाई दिनार',
                'MAD' => 'मोरक्को दिरहम',
                'MUR' => 'मॉरिशियन रुपया',
                'MXN' => 'मैक्सिकन पेसो',
                'MYR' => 'मलेशियाई रिंगिट',
                'NGN' => 'नाइजीरियाई नायरा',
                'NOK' => 'नॉर्वेजियाई क्रोन',
                'NPR' => 'नेपाली रुपया',
                'NZD' => 'न्यूज़ीलैंड डॉलर',
                'OMR' => 'ओमानी रियाल',
                'PAB' => 'पनामेनियाई बालबोआ',
                'PEN' => 'पेरूवियाई नया सोल',
                'PHP' => 'फ़िलिपीनी पेसो',
                'PKR' => 'पाकिस्तानी रुपया',
                'PLN' => 'पोलिश ज़्लॉटी',
                'PYG' => 'पैराग्वियाई ग्वारानी',
                'QAR' => 'क़तरी रियाल',
                'RON' => 'रोमानियाई ल्यू',
                'RUB' => 'रूसी रूबल',
                'SAR' => 'सउदी रियाल',
                'SEK' => 'स्वीडिश क्रोना',
                'SGD' => 'सिंगापुर डॉलर',
                'THB' => 'थाई बाह्ट',
                'TND' => 'ट्यूनीशियाई दिनार',
                'TRY' => 'तुर्की लीरा',
                'TWD' => 'नया ताइवानी डॉलर',
                'UAH' => 'यूक्रेनियन ह्रीवनिया',
                'USD' => 'अमेरिकी डॉलर',
                'UZS' => 'उज़्बेकिस्तानी सोम',
                'VEF' => 'वेनेज़ुएलाई बोलिवर',
                'VND' => 'वियतनामी डॉंग',
                'XAF' => 'सीएफए फ्रैंक बीईएसईए',
                'XOF' => 'सीएफए फ्रैंक बीसीईएओ',
                'ZAR' => 'दक्षिण अफ़्रीकी रैंड',
                'ZMW' => 'ज़ाम्बियाई क्वाचा',
            ],

            'locales'    => [
                'ar'    => 'अरबी',
                'bn'    => 'बंगाली',
                'de'    => 'जर्मन',
                'en'    => 'अंग्रेज़ी',
                'es'    => 'स्पेनिश',
                'fa'    => 'फारसी',
                'fr'    => 'फ्रेंच',
                'he'    => 'हिब्रू',
                'hi_IN' => 'हिंदी',
                'it'    => 'इटैलियन',
                'ja'    => 'जैपनी',
                'nl'    => 'डच',
                'pl'    => 'पोलिश',
                'pt_BR' => 'ब्राज़ीलियाई पुर्तगाली',
                'ru'    => 'रूसी',
                'sin'   => 'सिंहला',
                'tr'    => 'तुर्की',
                'uk'    => 'यूक्रेनियन',
                'zh_CN' => 'चीनी',
            ],
        ],

        'customer' => [
            'customer-groups' => [
                'general'   => 'सामान्य',
                'guest'     => 'अतिथि',
                'wholesale' => 'थोक',
            ],
        ],

        'inventory' => [
            'inventory-sources' => [
                'name' => 'डिफ़ॉल्ट',
            ],
        ],

        'shop' => [
            'theme-customizations' => [
                'all-products' => [
                    'name' => 'सभी उत्पाद',

                    'options' => [
                        'title' => 'सभी उत्पाद',
                    ],
                ],

                'bold-collections' => [
                    'content' => [
                        'btn-title'   => 'संग्रह देखें',
                        'description' => 'हमारी नई बोल्ड संग्रह का परिचय! साहसी डिज़ाइन और जीवंत कथनों के साथ अपनी शैली को उन्नत करें. हरित पैटर्न और बोल्ड रंगों की खोज करें जो आपके वस्त्र को पुनर्निर्भर कर देते हैं. असाधारण को ग्रहण करने के लिए तैयार हो जाइए!',
                        'title'       => 'हमारे नए बोल्ड संग्रह के लिए तैयार हो जाइए!',
                    ],

                    'name' => 'बोल्ड संग्रह',
                ],

                'categories-collections' => [
                    'name' => 'श्रेणियाँ संग्रह',
                ],

                'featured-collections'   => [
                    'name' => 'विशेष संग्रह',

                    'options' => [
                        'title' => 'विशेष उत्पाद',
                    ],
                ],

                'footer-links' => [
                    'name' => 'फ़ूटर लिंक्स',

                    'options' => [
                        'about-us'         => 'हमारे बारे में',
                        'contact-us'       => 'हमसे संपर्क करें',
                        'customer-service' => 'ग्राहक सेवा',
                        'payment-policy'   => 'भुगतान नीति',
                        'privacy-policy'   => 'गोपनीयता नीति',
                        'refund-policy'    => 'धन वापसी नीति',
                        'return-policy'    => 'वापसी नीति',
                        'shipping-policy'  => 'शिपिंग नीति',
                        'terms-conditions' => 'शर्तें और गोपनीयता',
                        'terms-of-use'     => 'उपयोग की शर्तें',
                        'whats-new'        => 'नई चीजें',
                    ],
                ],

                'game-container' => [
                    'content' => [
                        'sub-title-1' => 'हमारी संग्रह',
                        'sub-title-2' => 'हमारी संग्रह',
                        'title'       => 'हमारे नए योगदान के साथ खेल!',
                    ],

                    'name' => 'खेल संदूक',
                ],

                'image-carousel' => [
                    'name' => 'चित्र स्लाइडर',

                    'sliders' => [
                        'title' => 'नई संग्रह के लिए तैयार रहें',
                    ],
                ],

                'new-products' => [
                    'name' => 'नई उत्पाद',

                    'options' => [
                        'title' => 'नई उत्पाद',
                    ],
                ],

                'offer-information' => [
                    'content' => [
                        'title' => 'अपने पहले आर्डर पर 40% तक की छूट पाएं, अब खरीदें',
                    ],

                    'name' => 'ऑफ़र जानकारी',
                ],

                'services-content' => [
                    'description' => [
                        'emi-available-info'   => 'सभी प्रमुख क्रेडिट कार्डों पर बिना लागत EMI उपलब्ध',
                        'free-shipping-info'   => 'सभी आदेशों पर मुफ्त शिपिंग का आनंद लें',
                        'product-replace-info' => 'आसान उत्पाद बदलाव उपलब्ध!',
                        'time-support-info'    => 'चैट और ईमेल के माध्यम से समर्पित 24/7 समर्थन',
                    ],

                    'name' => 'सेवाओं की सामग्री',

                    'title' => [
                        'emi-available'   => 'EMI उपलब्ध',
                        'free-shipping'   => 'मुफ्त शिपिंग',
                        'product-replace' => 'उत्पाद बदलें',
                        'time-support'    => '24/7 समर्थन',
                    ],
                ],

                'top-collections' => [
                    'content' => [
                        'sub-title-1' => 'हमारी संग्रह',
                        'sub-title-2' => 'हमारी संग्रह',
                        'sub-title-3' => 'हमारी संग्रह',
                        'sub-title-4' => 'हमारी संग्रह',
                        'sub-title-5' => 'हमारी संग्रह',
                        'sub-title-6' => 'हमारी संग्रह',
                        'title'       => 'हमारे नए योगदान के साथ खेल!',
                    ],

                    'name' => 'शीर्ष संग्रह',
                ],
            ],
        ],

        'user' => [
            'roles' => [
                'description' => 'इस भूमिका वाले उपयोगकर्ताओं को सभी पहुंच होगी',
                'name'        => 'प्रशासक',
            ],

            'users' => [
                'name' => 'उदाहरण',
            ],
        ],

        'sample-categories' => [
            'category-translation' => [
                '2' => [
                    'description'      => 'पुरुषों का श्रेणी विवरण',
                    'meta-description' => 'पुरुषों का श्रेणी मेटा विवरण',
                    'meta-keywords'    => 'पुरुषों का श्रेणी मेटा कीवर्ड्स',
                    'meta-title'       => 'पुरुषों का श्रेणी मेटा टाइटल',
                    'name'             => 'पुरुष',
                    'slug'             => 'पुरुष',
                ],

                '3' => [
                    'description'      => 'सर्दियों में पहनने के लिए श्रेणी विवरण',
                    'meta-description' => 'सर्दियों में पहनने के लिए श्रेणी मेटा विवरण',
                    'meta-keywords'    => 'सर्दियों में पहनने के लिए श्रेणी मेटा कीवर्ड्स',
                    'meta-title'       => 'सर्दियों में पहनने के लिए श्रेणी मेटा टाइटल',
                    'name'             => 'शीतकालीन पहनावा',
                    'slug'             => 'शीतकालीन पहनावा',
                ],
            ],
        ],

        'sample-products' => [
            'product-flat' => [
                '1' => [
                    'description'       => 'अर्कटिक कोजी नियमित अनुभूति अद्यतनीय लटकन आपको शीतकालीन महीनों के दौरान गर्म रहने, सुखद, और शैलीष्ठ बनाने के लिए आपका समाधान है। एक मृदु और टिकाऊ एक्रिलिक निति के मिश्रण से बनाई गई, यह लटकन एक आदर्श और तंग फिट प्रदान करने के लिए डिज़ाइन किया गया है। इसका क्लासिक डिज़ाइन इसे पुरुषों और महिलाओं दोनों के लिए उपयुक्त बनाता है, विभिन्न शैलियों को समारिक करते हुए एक बहुमुखी सहायक प्रसाधन प्रदान करता है। चाहे आप शहर में एक सामान्य दिन के लिए बाहर निकल रहे हों या विशाल आउटडोर को आमंत्रित कर रहे हों, यह लटकन आपके एन्सेंबल को सुख और गरमी की स्पर्श और शैली जोड़ता है।',
                    'meta-description'  => 'मेटा विवरण',
                    'meta-keywords'     => 'मेटा1, मेटा2, मेटा3',
                    'meta-title'        => 'मेटा टाइटल',
                    'name'              => 'अर्कटिक कोजी अद्यतनीय अनुरुणन लटकन',
                    'short-description' => 'स्टाइल में ठंडे दिनों को आंकारित करें हमारे अर्कटिक कोजी लटकन के साथ।',
                ],

                '2' => [
                    'description'       => 'आर्कटिक ब्लिस विंटर स्कार्फ अधिक है बस एक ठंडी मौसम उपकरण नहीं है; यह ठंडी तापमान में आपको गर्म और सुखद रखने के लिए डिज़ाइन किया गया है। एक आदर्श मिश्रण ऑक्रिलिक और ऊन का, यह स्कार्फ आपको ठंडी तापमान में भी आरामदायक और सुखद रखने के लिए बनाया गया है। इसकी मुलायम और मुलायम बनावट न केवल ठंड से बचाव प्रदान करती है, बल्कि आपके शीतकालीन वार्डरोब में एक छुटकारा भी जोड़ती है। चाहे आप खास अवसर के लिए सज रहे हों या अपने दैनिक दिखावट में एक छिपकली परत जोड़ रहे हों, यह स्कार्फ आपके स्टाइल को आसानी से पूरा करता है। स्कार्फ की अतिरिक्त लंबाई आपको अनुकूलनीय स्टाइलिंग विकल्प प्रदान करती है। इसे गर्मी के लिए चारों ओर बांधें, ढकेलें या अलग-अलग गांठों के साथ अपनी अद्वितीय स्टाइल को व्यक्त करने के लिए अनुभव करें। यह विविधता इसे ठंडी मौसम के लिए एक अनिवार्य उपकरण बनाती है। सबसे परफेक्ट उपहार ढूंढ़ रहे हैं? आर्कटिक ब्लिस विंटर स्कार्फ एक आदर्श विकल्प है। चाहे आप किसी को चौंका रहे हों या अपने आप को खुश कर रहे हों, यह स्कार्फ एक अविनाशी और व्यावहारिक उपहार है जो ठंडी महीनों में प्रिय होगा। आर्कटिक ब्लिस विंटर स्कार्फ के साथ ठंडी को गले लगाएं, जहां गर्मी और स्टाइल पूरी मेल खाती है। इस आवश्यक सहायक के साथ अपने शीतकालीन वार्डरोब को उच्चतम स्तर पर उठाएं जो आपको गर्म नहीं रखता ही बल्कि आपके ठंडी मौसम के संगठन को भी एक स्पर्श उदारता देता है।',
                    'meta-description'  => 'मेटा विवरण',
                    'meta-keywords'     => 'मेटा1, मेटा2, मेटा3',
                    'meta-title'        => 'मेटा शीर्षक',
                    'name'              => 'आर्कटिक ब्लिस स्टाइलिश विंटर स्कार्फ',
                    'short-description' => 'हमारे आर्कटिक ब्लिस विंटर स्कार्फ के साथ गर्मी और स्टाइल के आलिंगन का अनुभव करें। एक आदर्श मिश्रण ऑक्रिलिक और ऊन का, यह आरामदायक स्कार्फ ठंडी दिनों में आपको गर्म रखने के लिए डिज़ाइन किया गया है। इसकी स्टाइलिश और विविध डिज़ाइन, अतिरिक्त-लंबाई के साथ, अनुकूलनीय स्टाइलिंग विकल्प प्रदान करती है। अपने शीतकालीन वार्डरोब को उच्चतम स्तर पर उठाएं या किसी विशेष को इस प्रमुख सर्दियों के उपहार के साथ प्रसन्न करें।',
                ],

                '3' => [
                    'description'       => 'आर्कटिक टचस्क्रीन विंटर दस्ताने पेश करना - जहां गर्मी, स्टाइल और कनेक्टिविटी आपके शीतकालीन अनुभव को बढ़ाने के लिए मिलते हैं। उच्च गुणवत्ता वाले एक्रिलिक से बने ये दस्ताने असाधारण गर्मी और टिकाऊता प्रदान करने के लिए डिज़ाइन किए गए हैं। टचस्क्रीन-संगत उंगलियों की वजह से आप अपने हाथों को ठंड में बाहर निकाले बिना कनेक्ट रह सकते हैं। कॉल करें, संदेश भेजें और अपने उपकरणों का आसानी से नेविगेट करें, सभी इस दौरान अपने हाथों को गर्म रखते हुए। इन दस्तानों के इंसुलेटेड लाइनिंग ने एक अतिरिक्त गर्मी की परत जोड़ी है, जो इन दस्तानों को आपके दैनिक गतिविधियों के दौरान स्थान में रखती है। स्टाइलिश डिज़ाइन आपके शीतकालीन संगठन को एक अलंकरण की छाप देता है, जो इन दस्तानों को फैशनेबल और फ़ंक्शनल बनाता है। उपहार के रूप में या खुद के लिए एक खुशी के लिए, आर्कटिक टचस्क्रीन विंटर दस्ताने आधुनिक व्यक्ति के लिए एक अनिवार्य उपकरण हैं। अपने दस्तानों को उठाने की असुविधा को छोड़ें और गर्मी, स्टाइल और कनेक्टिविटी के बिना ठंड में जीने को गले लगाएं। आर्कटिक टचस्क्रीन विंटर दस्ताने - आपके आत्मविश्वास के साथ शीतकालीन मौसम को जीतने के लिए आपका विश्वसनीय साथी।',
                    'meta-description'  => 'मेटा विवरण',
                    'meta-keywords'     => 'मेटा1, मेटा2, मेटा3',
                    'meta-title'        => 'मेटा शीर्षक',
                    'name'              => 'आर्कटिक टचस्क्रीन विंटर दस्ताने',
                    'short-description' => 'हमारे आर्कटिक टचस्क्रीन विंटर दस्ताने के साथ जुड़े रहें और गर्म रहें। ये दस्ताने न केवल गर्मी और टिकाऊता के लिए उच्च गुणवत्ता वाले एक्रिलिक से बने हैं, बल्कि इनमें टचस्क्रीन-संगत डिज़ाइन भी है। इन्सुलेटेड लाइनिंग, अनुकूलनीय कफ़ और एक स्टाइलिश लुक के साथ, ये दस्ताने ठंडी स्थितियों में दैनिक पहनावे के लिए उत्कृष्ट हैं।',
                ],

                '4' => [
                    'description'       => 'अर्कटिक वार्मथ वूल ब्लेंड सॉक्स का परिचय कराते हैं - ठंडी मौसम के दौरान आपके आरामदाय और सुखद पैरों के लिए आपका आवश्यक साथी। मेरिनो वूल, एक्रिलिक, नायलॉन और स्पैंडेक्स के प्रीमियम मिश्रण से बने ये सॉक्स अद्वितीय गर्मी और आराम प्रदान करने के लिए डिज़ाइन किए गए हैं। वूल ब्लेंड सुनिश्चित करता है कि आपके पैर ठंडी तापमान में भी गर्म रहें, जो इन सॉक्स को सर्दियों के एडवेंचर्स या बस घर में सुखद रहने के लिए सही चुनाव बनाता है। सॉक्स की मुलायम और सुखद बनावट आपकी त्वचा के खिलाफ एक शानदार महसूस कराती है। इन सॉक्स की रीढ़ और पैर को मजबूती देने के लिए एक पुनर्निर्माण हील और टो के साथ, ये सॉक्स समय के परीक्षण को झेलते हैं, लंबे समय तक आराम और सुखदता प्रदान करते हैं। सामग्री की सांस लेने की क्षमता अधिक गर्मी को रोकती है, जिससे आपके पैर दिनभर सुखद और सुखद रह सकते हैं। चाहे आप एक शीतकालीन हाइक के साथ बाहर जा रहे हों या घर में आराम के लिए पहन रहे हों, ये सॉक्स गर्मी और सांस लेने की क्षमता के साथ सही संतुलन प्रदान करते हैं। वर्सेटाइल और स्टाइलिश, ये वूल ब्लेंड सॉक्स विभिन्न अवसरों के लिए उपयुक्त हैं। उन्हें अपनी पसंदीदा बूट्स के साथ जोड़ें और फैशनेबल शीतकालीन दिखावट के लिए उन्हें घर में पहनें। अपनी शीतकालीन वार्डरोब को उच्चतम स्तर पर उठाएं या किसी विशेष को इस प्रमुख सर्दियों के उपहार के साथ प्रसन्न करें।',
                    'meta-description'  => 'मेटा विवरण',
                    'meta-keywords'     => 'मेटा1, मेटा2, मेटा3',
                    'meta-title'        => 'मेटा शीर्षक',
                    'name'              => 'अर्कटिक वार्मथ वूल ब्लेंड सॉक्स',
                    'short-description' => 'हमारे अर्कटिक वार्मथ वूल ब्लेंड सॉक्स की अद्वितीय गर्मी और आराम का अनुभव करें। मेरिनो वूल, एक्रिलिक, नायलॉन और स्पैंडेक्स के मिश्रण से बने ये सॉक्स ठंडी जलवायु के लिए अंतिम आराम प्रदान करते हैं। टिकाऊता के लिए एक पुनर्निर्माण हील और टो के साथ, ये विभिन्न अवसरों के लिए उपयुक्त और स्टाइलिश सॉक्स हैं।',
                ],

                '5' => [
                    'description'       => 'अर्कटिक फ्रॉस्ट विंटर एक्सेसरीज़ बंडल का परिचय कराते हैं, ठंडी सर्दियों के दिनों में गर्म, स्टाइलिश और कनेक्टेड रहने का आपका गो-टू समाधान। इस विचारपूर्ण बंडल में चार आवश्यक विंटर एक्सेसरीज़ एकत्र किए गए हैं ताकि एक साथी अनुकूल संगठन बनाया जा सके। एक्रिलिक और ऊन के मिश्रण से बुने ये शानदार स्कार्फ न केवल गर्मी की एक परत जोड़ते हैं, बल्कि आपकी शीतकालीन वार्डरोब में एक अलगाव भी लाते हैं। ध्यान से बनाए गए नरम बुनाई वाली बीनी आपको आरामदायक रखने का वादा करती है और आपके लुक में फैशनेबल चमक भी जोड़ती है। लेकिन यहां खत्म नहीं होता है - हमारे बंडल में टचस्क्रीन-संगत दस्ताने भी शामिल हैं। बिना गर्मी को त्यागे आप अपने उपकरणों को आसानी से नेविगेट करते हुए जुड़े रह सकते हैं। कॉल करने, संदेश भेजने या अपने स्मार्टफोन पर सर्दियों के पल को कैप्चर करने के दौरान, ये दस्ताने आपको बिना स्टाइल को कम किए बिना सुविधा प्रदान करते हैं। सॉक्स की मुलायम और सुखद बनावट आपकी त्वचा के खिलाफ एक शानदार महसूस कराती है। इन सॉक्स की रीढ़ और पैर को मजबूती देने के लिए एक पुनर्निर्माण हील और टो के साथ, ये सॉक्स समय के परीक्षण को झेलते हैं, लंबे समय तक आराम और सुखदता प्रदान करते हैं। सामग्री की सांस लेने की क्षमता अधिक गर्मी को रोकती है, जिससे आपके पैर दिनभर सुखद और सुखद रह सकते हैं। चाहे आप एक शीतकालीन हाइक के साथ बाहर जा रहे हों या घर में आराम के लिए पहन रहे हों, ये सॉक्स गर्मी और सांस लेने की क्षमता के साथ सही संतुलन प्रदान करते हैं। वर्सेटाइल और स्टाइलिश, ये वूल ब्लेंड सॉक्स विभिन्न अवसरों के लिए उपयुक्त हैं। उन्हें अपनी पसंदीदा बूट्स के साथ जोड़ें और फैशनेबल शीतकालीन दिखावट के लिए उन्हें घर में पहनें। अपनी शीतकालीन वार्डरोब को उच्चतम स्तर पर उठाएं या किसी विशेष को इस प्रमुख सर्दियों के उपहार के साथ प्रसन्न करें।',
                    'meta-description'  => 'मेटा विवरण',
                    'meta-keywords'     => 'मेटा1, मेटा2, मेटा3',
                    'meta-title'        => 'मेटा शीर्षक',
                    'name'              => 'अर्कटिक फ्रॉस्ट विंटर एक्सेसरीज़ बंडल',
                    'short-description' => 'ठंडी सर्दियों में अपनी अर्कटिक फ्रॉस्ट विंटर एक्सेसरीज़ बंडल के साथ ठंड को गले लगाएं। यह एक शानदार स्कार्फ, एक आरामदायक बीनी, टचस्क्रीन-संगत दस्ताने और वूल ब्लेंड सॉक्स शामिल है। फैशनेबल और कार्यात्मक, यह संगठन उच्च गुणवत्ता वाली सामग्री से बना है, जो टिकाऊता और आराम दोनों सुनिश्चित करती है। अपनी शीतकालीन वार्डरोब को उच्चतम स्तर पर उठाएं या किसी विशेष को इस परिपूर्ण उपहार के साथ प्रसन्न करें।',
                ],

                '6' => [
                    'description'       => 'अर्कटिक फ्रॉस्ट विंटर एक्सेसरीज़ बंडल का परिचय, ठंडी सर्दियों में गर्म रहने, स्टाइलिश रहने और जुड़े रहने के लिए आपका गो-टू समाधान। यह समझदारी से तैयार किए गए चार महत्वपूर्ण शीतकालीन एक्सेसरीज़ों को एक साथ लाने के लिए है, जो एक समान अंगभूती बनाते हैं। यह शानदार स्कार्फ, एक्रिलिक और ऊन के मिश्रण से बुना हुआ, न केवल गर्मी की एक परत जोड़ता है, बल्कि आपके शीतकालीन वार्डरोब में एकता का भी एहसास कराता है। यह मुलायम निट बीनी, जिसे ध्यान से बनाया गया है, आपको गर्म रखने का वादा करती है और आपके लुक में एक फैशनेबल टच जोड़ती है। लेकिन यहां खत्म नहीं होता - हमारे बंडल में टचस्क्रीन-संगत दस्ताने भी शामिल हैं। ठंडी हवाओं और मौसम से आपको बचाने के लिए गर्मी के बिना जुड़े रहें जब आप आसानी से अपने उपकरणों का उपयोग करते हैं। कॉल करने, संदेश भेजने या अपने स्मार्टफोन पर सर्दियों के पल को कैप्चर करने के दौरान, ये दस्ताने आपको बिना समय बर्बाद किए बिना संबंधित रहने की सुविधा प्रदान करते हैं। मोज़ेदार और आरामदायक जुते की मुलायम और आरामदायक बनावट आपकी त्वचा के खिलाफ एक शानदार अनुभव प्रदान करती है। इन ऊन के मिश्रण से बने जूतों की वजह से ठंडी जलवायु में आपको गर्मी की अनुभूति मिलती है। अर्कटिक फ्रॉस्ट विंटर एक्सेसरीज़ बंडल केवल कार्यक्षमता के बारे में नहीं है; यह शीतकालीन फैशन का एक बयान है। प्रत्येक टुकड़ा आपको ठंड से बचाने के साथ-साथ ठंडी मौसम में आपकी स्टाइल को उच्चतम स्तर पर उठाने के लिए डिज़ाइन किया गया है। इस बंडल के लिए चुने गए सामग्री न केवल टिकाऊता बल्कि आराम भी प्राथमिकता देती है, जिससे यह सुनिश्चित होता है कि आप शीतकालीन दुनिया का आनंद ले सकते हैं। चाहे आप खुद को खुश कर रहे हों या सही उपहार की तलाश कर रहे हों, अर्कटिक फ्रॉस्ट विंटर एक्सेसरीज़ बंडल एक विविध विकल्प है। छुट्टी के मौसम में किसी विशेष को प्रसन्न करें या अपने खुद के शीतकालीन वार्डरोब को इस स्टाइलिश और कार्यात्मक संगठन के साथ ऊँचाई पर ले जाएं। आत्मविश्वास के साथ ठंड में आगे बढ़ें, जानते हुए कि आपके पास आपको गर्म और छिपाने के लिए सही एक्सेसरीज़ हैं।',
                    'meta-description'  => 'मेटा विवरण',
                    'meta-keywords'     => 'मेटा1, मेटा2, मेटा3',
                    'meta-title'        => 'मेटा शीर्षक',
                    'name'              => 'अर्कटिक फ्रॉस्ट विंटर एक्सेसरीज़ बंडल',
                    'short-description' => 'ठंडी सर्दियों में अपनी अर्कटिक फ्रॉस्ट विंटर एक्सेसरीज़ बंडल के साथ ठंड को गले लगाएं। यह एक शानदार स्कार्फ, एक आरामदायक बीनी, टचस्क्रीन-संगत दस्ताने और वूल ब्लेंड सॉक्स शामिल है। फैशनेबल और कार्यात्मक, यह संगठन उच्च गुणवत्ता वाली सामग्री से बना है, जो टिकाऊता और आराम दोनों सुनिश्चित करती है। अपनी शीतकालीन वार्डरोब को उच्चतम स्तर पर उठाएं या किसी विशेष को इस परिपूर्ण उपहार के साथ प्रसन्न करें।',
                ],

                '7' => [
                    'description'       => 'ओम्नीहीट मेन्स सॉलिड हुडेड पफर जैकेट का परिचय, ठंडी मौसम में गर्म और फैशनेबल रहने के लिए आपका गो-टू समाधान। यह जैकेट टिकाऊता और गर्मी के साथ बनाई गई है, जिससे यह आपका विश्वसनीय साथी बन जाती है। हुडेड डिज़ाइन न केवल एक स्टाइल का एहसास जोड़ता है, बल्कि अतिरिक्त गर्मी भी प्रदान करता है, ठंडी हवाओं और मौसम से आपको बचाता है। पूरी आस्तीनें पूरी कवरेज़ प्रदान करती हैं, जिससे आप कंधे से कलाई तक आरामदायक रहें। इंसर्ट पॉकेट्स के साथ यह पफर जैकेट आपको आपकी आवश्यकताओं को ले जाने या आपके हाथ गर्म रखने की सुविधा प्रदान करती है। इन्सुलेटेड सिंथेटिक भराई ने गर्मी को बढ़ाया है, जिससे यह ठंडी दिनों और रातों के लिए आदर्श है। एक टिकाऊ पॉलिएस्टर शैल और लाइनिंग से बनी यह जैकेट टिकाऊता और मौसम के प्रति सहनशीलता के साथ बनाई गई है। 5 आकर्षक रंगों में उपलब्ध, आप उसे चुन सकते हैं जो आपके स्टाइल और पसंद के अनुसार हो। ओम्नीहीट मेन्स सॉलिड हुडेड पफर जैकेट विभिन्न अवसरों के लिए उपयुक्त और कार्यात्मक है, चाहे आप काम के लिए जा रहे हों, एक साधारण बाहरी यात्रा के लिए जा रहे हों या एक आउटडोर इवेंट में शामिल हों। ओम्नीहीट मेन्स सॉलिड हुडेड पफर जैकेट के साथ स्टाइल, आराम और कार्यात्मकता का पूर्ण मिश्रण अनुभव करें। अपनी शीतकालीन वार्डरोब को उच्च स्तर पर उठाएं और बाहरी जगहों को गले लगाएं और आराम से रहें। इस आवश्यक टुकड़े के साथ ठंड में ठंड से बचें और एक बयान बनाएं।',
                    'meta-description'  => 'मेटा विवरण',
                    'meta-keywords'     => 'मेटा1, मेटा2, मेटा3',
                    'meta-title'        => 'मेटा शीर्षक',
                    'name'              => 'ओम्नीहीट मेन्स सॉलिड हुडेड पफर जैकेट',
                    'short-description' => 'ठंड में गर्म और स्टाइलिश रहें हमारे ओम्नीहीट मेन्स सॉलिड हुडेड पफर जैकेट के साथ। यह जैकेट अंतिम गर्मी प्रदान करने के लिए डिज़ाइन की गई है और इंसर्ट पॉकेट्स के साथ आराम के लिए विशेषताएं हैं। इन्सुलेटेड सामग्री सुनिश्चित करती है कि आप ठंडी मौसम में आरामदायक रहें। 5 आकर्षक रंगों में उपलब्ध, इसे विभिन्न अवसरों के लिए एक बदलावशील विकल्प बनाता है।',
                ],

                '8' => [
                    'description'       => 'ठंडी मौसम में गर्म और फैशनेबल रहने के लिए आपका गो-टू समाधान, ओम्नीहीट मेन्स सॉलिड हुडेड पफर जैकेट का परिचय। यह जैकेट टिकाऊता और गर्मी के साथ बनाई गई है, जिससे यह आपका विश्वसनीय साथी बन जाती है। हुडेड डिज़ाइन न केवल एक स्टाइल का एहसास जोड़ता है, बल्कि अतिरिक्त गर्मी भी प्रदान करता है, ठंडी हवाओं और मौसम से आपको बचाता है। पूरी आस्तीनें पूरी कवरेज़ प्रदान करती हैं, जिससे आप कंधे से कलाई तक आरामदायक रहें। इंसर्ट पॉकेट्स के साथ यह पफर जैकेट आपको आपकी आवश्यकताओं को ले जाने या आपके हाथ गर्म रखने की सुविधा प्रदान करती है। इन्सुलेटेड सिंथेटिक भराई ने गर्मी को बढ़ाया है, जिससे यह ठंडी दिनों और रातों के लिए आदर्श है। एक टिकाऊ पॉलिएस्टर शैल और लाइनिंग से बनी यह जैकेट टिकाऊता और मौसम के प्रति सहनशीलता के साथ बनाई गई है। 5 आकर्षक रंगों में उपलब्ध, आप उसे चुन सकते हैं जो आपके स्टाइल और पसंद के अनुसार हो। ओम्नीहीट मेन्स सॉलिड हुडेड पफर जैकेट विभिन्न अवसरों के लिए उपयुक्त और कार्यात्मक है, चाहे आप काम के लिए जा रहे हों, एक साधारण बाहरी यात्रा के लिए जा रहे हों या एक आउटडोर इवेंट में शामिल हों। ओम्नीहीट मेन्स सॉलिड हुडेड पफर जैकेट के साथ स्टाइल, आराम और कार्यात्मकता का पूर्ण मिश्रण अनुभव करें। अपनी शीतकालीन वार्डरोब को उच्च स्तर पर उठाएं और बाहरी जगहों को गले लगाएं और आराम से रहें। इस आवश्यक टुकड़े के साथ ठंड में ठंड से बचें और एक बयान बनाएं।',
                    'meta-description'  => 'मेटा विवरण',
                    'meta-keywords'     => 'मेटा1, मेटा2, मेटा3',
                    'meta-title'        => 'मेटा शीर्षक',
                    'name'              => 'ओम्नीहीट मेन्स सॉलिड हुडेड पफर जैकेट-नीला-पीला-M',
                    'short-description' => 'ठंड में गर्म और फैशनेबल रहें हमारे ओम्नीहीट मेन्स सॉलिड हुडेड पफर जैकेट के साथ। यह जैकेट अंतिम गर्मी प्रदान करने के लिए डिज़ाइन की गई है और इंसर्ट पॉकेट्स के साथ आराम के लिए विशेषताएं हैं। इन्सुलेटेड सामग्री सुनिश्चित करती है कि आप ठंडी मौसम में आरामदायक रहें। 5 आकर्षक रंगों में उपलब्ध, इसे विभिन्न अवसरों के लिए एक बदलावशील विकल्प बनाता है।',
                ],

                '9' => [
                    'description'       => 'ओम्नीहीट मेन्स सॉलिड हुडेड पफर जैकेट का परिचय, ठंडी मौसम में गर्म और फैशनेबल रहने के लिए आपका गो-टू समाधान। यह जैकेट टिकाऊता और गर्मी के साथ बनाई गई है, जिससे यह आपका विश्वसनीय साथी बन जाती है। हुडेड डिज़ाइन न केवल एक स्टाइल का एहसास जोड़ता है, बल्कि अतिरिक्त गर्मी भी प्रदान करता है, ठंडी हवाओं और मौसम से आपको बचाता है। पूरी आस्तीनें पूरी कवरेज़ प्रदान करती हैं, जिससे आप कंधे से कलाई तक आरामदायक रहें। इंसर्ट पॉकेट्स के साथ यह पफर जैकेट आपको आपकी आवश्यकताओं को ले जाने या आपके हाथ गर्म रखने की सुविधा प्रदान करती है। इन्सुलेटेड सिंथेटिक भराई ने गर्मी को बढ़ाया है, जिससे यह ठंडी दिनों और रातों के लिए आदर्श है। एक टिकाऊ पॉलिएस्टर शैल और लाइनिंग से बनी यह जैकेट टिकाऊता और मौसम के प्रति सहनशीलता के साथ बनाई गई है। 5 आकर्षक रंगों में उपलब्ध, आप उसे चुन सकते हैं जो आपके स्टाइल और पसंद के अनुसार हो। ओम्नीहीट मेन्स सॉलिड हुडेड पफर जैकेट विभिन्न अवसरों के लिए उपयुक्त और कार्यात्मक है, चाहे आप काम के लिए जा रहे हों, एक साधारण बाहरी यात्रा के लिए जा रहे हों या एक आउटडोर इवेंट में शामिल हों। ओम्नीहीट मेन्स सॉलिड हुडेड पफर जैकेट के साथ स्टाइल, आराम और कार्यात्मकता का पूर्ण मिश्रण अनुभव करें। अपनी शीतकालीन वार्डरोब को उच्च स्तर पर उठाएं और बाहरी जगहों को गले लगाएं और आराम से रहें। इस आवश्यक टुकड़े के साथ ठंड में ठंड से बचें और एक बयान बनाएं।',
                    'meta-description'  => 'मेटा विवरण',
                    'meta-keywords'     => 'मेटा1, मेटा2, मेटा3',
                    'meta-title'        => 'मेटा शीर्षक',
                    'name'              => 'ओम्नीहीट मेन्स सॉलिड हुडेड पफर जैकेट-नीला-पीला-L',
                    'short-description' => 'ठंड में गर्म और फैशनेबल रहें हमारे ओम्नीहीट मेन्स सॉलिड हुडेड पफर जैकेट के साथ। यह जैकेट अंतिम गर्मी प्रदान करने के लिए डिज़ाइन की गई है और इंसर्ट पॉकेट्स के साथ आराम के लिए विशेषताएं हैं। इन्सुलेटेड सामग्री सुनिश्चित करती है कि आप ठंडी मौसम में आरामदायक रहें। 5 आकर्षक रंगों में उपलब्ध, इसे विभिन्न अवसरों के लिए एक बदलावशील विकल्प बनाता है।',
                ],

                '10' => [
                    'description'       => 'ओम्नीहीट मेन्स सॉलिड हुडेड पफर जैकेट का परिचय, ठंडी मौसम में गर्म और फैशनेबल रहने के लिए आपका गो-टू समाधान। यह जैकेट टिकाऊता और गर्मी के साथ बनाई गई है, जिससे यह आपका विश्वसनीय साथी बन जाती है। हुडेड डिज़ाइन न केवल एक स्टाइल का एहसास जोड़ता है, बल्कि अतिरिक्त गर्मी भी प्रदान करता है, ठंडी हवाओं और मौसम से आपको बचाता है। पूरी आस्तीनें पूरी कवरेज़ प्रदान करती हैं, जिससे आप कंधे से कलाई तक आरामदायक रहें। इंसर्ट पॉकेट्स के साथ यह पफर जैकेट आपको आपकी आवश्यकताओं को ले जाने या आपके हाथ गर्म रखने की सुविधा प्रदान करती है। इन्सुलेटेड सिंथेटिक भराई ने गर्मी को बढ़ाया है, जिससे यह ठंडी दिनों और रातों के लिए आदर्श है। एक टिकाऊ पॉलिएस्टर शैल और लाइनिंग से बनी यह जैकेट टिकाऊता और मौसम के प्रति सहनशीलता के साथ बनाई गई है। 5 आकर्षक रंगों में उपलब्ध, आप उसे चुन सकते हैं जो आपके स्टाइल और पसंद के अनुसार हो। ओम्नीहीट मेन्स सॉलिड हुडेड पफर जैकेट विभिन्न अवसरों के लिए उपयुक्त और कार्यात्मक है, चाहे आप काम के लिए जा रहे हों, एक साधारण बाहरी यात्रा के लिए जा रहे हों या एक आउटडोर इवेंट में शामिल हों। ओम्नीहीट मेन्स सॉलिड हुडेड पफर जैकेट के साथ स्टाइल, आराम और कार्यात्मकता का पूर्ण मिश्रण अनुभव करें। अपनी शीतकालीन वार्डरोब को उच्च स्तर पर उठाएं और बाहरी जगहों को गले लगाएं और आराम से रहें। इस आवश्यक टुकड़े के साथ ठंड में ठंड से बचें और एक बयान बनाएं।',
                    'meta-description'  => 'मेटा विवरण',
                    'meta-keywords'     => 'मेटा1, मेटा2, मेटा3',
                    'meta-title'        => 'मेटा शीर्षक',
                    'name'              => 'ओम्नीहीट मेन्स सॉलिड हुडेड पफर जैकेट-नीला-पीला-M',
                    'short-description' => 'ठंड में गर्म और फैशनेबल रहें हमारे ओम्नीहीट मेन्स सॉलिड हुडेड पफर जैकेट के साथ। यह जैकेट अंतिम गर्मी प्रदान करने के लिए डिज़ाइन की गई है और इंसर्ट पॉकेट्स के साथ आराम के लिए विशेषताएं हैं। इन्सुलेटेड सामग्री सुनिश्चित करती है कि आप ठंडी मौसम में आरामदायक रहें। 5 आकर्षक रंगों में उपलब्ध, इसे विभिन्न अवसरों के लिए एक बदलावशील विकल्प बनाता है।',
                ],

                '11' => [
                    'description'       => 'ओम्नीहीट मेन्स सॉलिड हुडेड पफर जैकेट का परिचय, ठंडी मौसम में गर्म और फैशनेबल रहने के लिए आपका गो-टू समाधान। यह जैकेट टिकाऊता और गर्मी के साथ बनाई गई है, जिससे यह आपका विश्वसनीय साथी बन जाती है। हुडेड डिज़ाइन न केवल एक स्टाइल का एहसास जोड़ता है, बल्कि अतिरिक्त गर्मी भी प्रदान करता है, ठंडी हवाओं और मौसम से आपको बचाता है। पूरी आस्तीनें पूरी कवरेज़ प्रदान करती हैं, जिससे आप कंधे से कलाई तक आरामदायक रहें। इंसर्ट पॉकेट्स के साथ यह पफर जैकेट आपको आपकी आवश्यकताओं को ले जाने या आपके हाथ गर्म रखने की सुविधा प्रदान करती है। इन्सुलेटेड सिंथेटिक भराई ने गर्मी को बढ़ाया है, जिससे यह ठंडी दिनों और रातों के लिए आदर्श है। एक टिकाऊ पॉलिएस्टर शैल और लाइनिंग से बनी यह जैकेट टिकाऊता और मौसम के प्रति सहनशीलता के साथ बनाई गई है। 5 आकर्षक रंगों में उपलब्ध, आप उसे चुन सकते हैं जो आपके स्टाइल और पसंद के अनुसार हो। ओम्नीहीट मेन्स सॉलिड हुडेड पफर जैकेट विभिन्न अवसरों के लिए उपयुक्त और कार्यात्मक है, चाहे आप काम के लिए जा रहे हों, एक साधारण बाहरी यात्रा के लिए जा रहे हों या एक आउटडोर इवेंट में शामिल हों। ओम्नीहीट मेन्स सॉलिड हुडेड पफर जैकेट के साथ स्टाइल, आराम और कार्यात्मकता का पूर्ण मिश्रण अनुभव करें। अपनी शीतकालीन वार्डरोब को उच्च स्तर पर उठाएं और बाहरी जगहों को गले लगाएं और आराम से रहें। इस आवश्यक टुकड़े के साथ ठंड में ठंड से बचें और एक बयान बनाएं।',
                    'meta-description'  => 'मेटा विवरण',
                    'meta-keywords'     => 'मेटा1, मेटा2, मेटा3',
                    'meta-title'        => 'मेटा शीर्षक',
                    'name'              => 'ओम्नीहीट मेन्स सॉलिड हुडेड पफर जैकेट-नीला-पीला-L',
                    'short-description' => 'ठंड में गर्म और फैशनेबल रहें हमारे ओम्नीहीट मेन्स सॉलिड हुडेड पफर जैकेट के साथ। यह जैकेट अंतिम गर्मी प्रदान करने के लिए डिज़ाइन की गई है और इंसर्ट पॉकेट्स के साथ आराम के लिए विशेषताएं हैं। इन्सुलेटेड सामग्री सुनिश्चित करती है कि आप ठंडी मौसम में आरामदायक रहें। 5 आकर्षक रंगों में उपलब्ध, इसे विभिन्न अवसरों के लिए एक बदलावशील विकल्प बनाता है।',
                ],
            ],

            'product-attribute-values' => [
                '1' => [
                    'description'      => 'अर्क्टिक कोजी ट्रिकोट बोनेट आपके लिए ठंडे मौसम में गर्म, आराम और शैली का साधन है। इसका निर्माण एक सॉफ्ट और दurable मिश्रण के साथ किया गया है, जो आरामदायक और सटीक सटीक है। इसका क्लासिक डिजाइन पुरुषों और महिलाओं के लिए उपयुक्त है, जिससे यह एक मल्टी-यूज प्रोडक्ट है जो आपके स्टाइल को पूरक करता है। चाहे आप शहर में एक आरामदायक दिन बिता रहे हों या बाहर जा रहे हों, यह बोनेट आपके लुक को गर्म और आराम देता है। सॉफ्ट और ब्रीदिंग मैटेरियल सुनिश्चित करता है कि आप आराम से रहेंगे बिना स्टाइल के किसी भी समझौते के। अर्क्टिक कोजी ट्रिकोट बोनेट केवल एक प्रोडक्ट नहीं है, बल्कि हिवरल मोड की घोषणा है। इसकी सादगी के कारण यह आसानी से आपके स्टाइल से जोड़ा जा सकता है, जिससे यह आपके हिवरल वार्डरोब का एक अनिवार्य हिस्सा है। यह एक प्रोडक्ट है जो आपके लिए एक अच्छा गिफ्ट है या आपके लिए एक अच्छा साधन है। यह एक मल्टी-यूज प्रोडक्ट है जो आपके लुक को गर्म और शैली देता है। हिवरल की संस्कृति को अपने साथ लेकर जाएं और अर्क्टिक कोजी ट्रिकोट बोनेट को आपके कॉम्पेनियन के रूप में रखें।',
                    'meta-description' => 'मेटा डिस्क्रिप्शन',
                    'meta-keywords'    => 'मेटा1, मेटा2, मेटा3',
                    'meta-title'       => 'मेटा टाइटल',
                    'name'             => 'अर्क्टिक कोजी ट्रिकोट यूनीसेक्स बोनेट',
                    'sort-description' => 'हिवरल के दिनों को शैली से जोड़ें और हमारे अर्क्टिक कोजी ट्रिकोट बोनेट का आनंद लें। इसका निर्माण एक सॉफ्ट और दurable मिश्रण के साथ किया गया है, जो गर्म और मल्टी-यूज है। पुरुषों और महिलाओं के लिए उपयुक्त है, जिससे यह एक अच्छा प्रोडक्ट है जो आपके हिवरल वार्डरोब को पूरक करता है या किसी के लिए एक अच्छा गिफ्ट है।',
                ],

                '2' => [
                    'description'      => 'अर्क्टिक ब्लिस हिवरल स्कार्फ आपके लिए ठंडे मौसम में गर्म, आराम और शैली का साधन है। इसका निर्माण एक लुक्सस मिश्रण के साथ किया गया है, जो आपके लिए गर्म और आरामदायक है। इसका टेक्सचर सॉफ्ट और मेलोयस है, जो आपके लिए गर्म और आरामदायक है। इसका डिजाइन क्लासिक और मल्टी-यूज है, जिससे यह आपके हिवरल वार्डरोब का एक अच्छा हिस्सा है। चाहे आप एक विशेष अवसर के लिए हैं या आपके दैनिक लुक को एक चिक शैली से जोड़ना चाहते हैं, यह स्कार्फ आपके स्टाइल को पूरक करता है। इसकी लंबाई अतिरिक्त लंबी है, जिससे आपके लिए स्टाइल पेर्सनलाइज़ेशन के कई विकल्प हैं। इसे फोल्ड करें और गर्मी के लिए उपयोग करें या इसके साथ नोअड़ करें और आपके लुक को सादा रखें। इसकी मल्टी-यूज प्रॉपर्टी के कारण यह आपके हिवरल वार्डरोब का एक अनिवार्य हिस्सा है। आपके लिए एक अच्छा गिफ्ट चाहिए? अर्क्टिक ब्लिस हिवरल स्कार्फ एक अच्छा चुनाव है। चाहे आप किसी के लिए एक अच्छा गिफ्ट दें या आपके लिए एक अच्छा साधन है, यह एक प्रैक्टिकल और इंटिमे प्रोडक्ट है जो आपके लिए हिवरल के दिनों को शैली से जोड़ेगा। हिवरल की संस्कृति को अपने साथ लेकर जाएं और अर्क्टिक ब्लिस हिवरल स्कार्फ को आपके कॉम्पेनियन के रूप में रखें।',
                    'meta-description' => 'मेटा डिस्क्रिप्शन',
                    'meta-keywords'    => 'मेटा1, मेटा2, मेटा3',
                    'meta-title'       => 'मेटा टाइटल',
                    'name'             => 'हिवरल स्कार्फ अर्क्टिक ब्लिस',
                    'sort-description' => 'हिवरल की गर्मी और शैली का आनंद लें और हमारे अर्क्टिक ब्लिस हिवरल स्कार्फ का आनंद लें। इसका निर्माण एक लुक्सस मिश्रण के साथ किया गया है, जो आपके लिए गर्म और आरामदायक है। इसका क्लासिक और मल्टी-यूज डिजाइन, साथ ही अतिरिक्त लंबाई, आपके लिए स्टाइल पेर्सनलाइज़ेशन के कई विकल्प हैं। आपके हिवरल वार्डरोब को पूरक करें या किसी के लिए एक अच्छा गिफ्ट दें, यह एक प्रैक्टिकल और इंटिमे प्रोडक्ट है जो आपके लिए हिवरल के दिनों को शैली से जोड़ेगा।',
                ],

                '3' => [
                    'description'      => 'अर्क्टिक टचस्क्रीन ग्लव्स - जहां गर्मी, शैली और कनेक्टिविटी मिलकर आपके हिवरल एक्सपीरियंस को बेहतर बनाती हैं। इन ग्लव्स का निर्माण उच्च गुणवत्ता के एक्रिलिक से किया गया है, जो आपके लिए गर्मी और स्थायित्व का साधन है। टचस्क्रीन के लिए-Compatible फिंगर्स आपके लिए गर्मी और स्थायित्व का साधन है। इन ग्लव्स का डिजाइन आपके लिए गर्मी और स्थायित्व का साधन है। इन ग्लव्स का डिजाइन आपके लिए गर्मी और स्थायित्व का साधन है। इन ग्लव्स का डिजाइन आपके लिए गर्मी और स्थायित्व का साधन है। इन ग्लव्स का डिजाइन आपके लिए गर्मी और स्थायित्व का साधन है।',
                    'meta-description' => 'मेटा डिस्क्रिप्शन',
                    'meta-keywords'    => 'मेटा1, मेटा2, मेटा3',
                    'meta-title'       => 'मेटा टाइटल',
                    'name'             => 'अर्क्टिक टचस्क्रीन ग्लव्स',
                    'sort-description' => 'अर्क्टिक टचस्क्रीन ग्लव्स - आपके लिए गर्मी और स्थायित्व का साधन हैं। इन ग्लव्स का निर्माण उच्च गुणवत्ता के एक्रिलिक से किया गया है, जो आपके लिए गर्मी और स्थायित्व का साधन है। इन ग्लव्स का डिजाइन आपके लिए गर्मी और स्थायित्व का साधन है। इन ग्लव्स का डिजाइन आपके लिए गर्मी और स्थायित्व का साधन है।',
                ],

                '4' => [
                    'description'      => 'अर्क्टिक वार्म्थ चस्सेट्स - आपके लिए गर्मी और स्थायित्व का साधन हैं। इन चस्सेट्स का निर्माण प्रीमियम मिश्रण से किया गया है, जिसमें मेरिनो लेन, एक्रिलिक, नायलॉन और एलास्टन हैं। इन चस्सेट्स का डिजाइन आपके लिए गर्मी और स्थायित्व का साधन है। इन चस्सेट्स का डिजाइन आपके लिए गर्मी और स्थायित्व का साधन है। इन चस्सेट्स का डिजाइन आपके लिए गर्मी और स्थायित्व का साधन है। इन चस्सेट्स का डिजाइन आपके लिए गर्मी और स्थायित्व का साधन है।',
                    'meta-description' => 'मेटा डिस्क्रिप्शन',
                    'meta-keywords'    => 'मेटा1, मेटा2, मेटा3',
                    'meta-title'       => 'मेटा टाइटल',
                    'name'             => 'अर्क्टिक वार्म्थ चस्सेट्स',
                    'sort-description' => 'अर्क्टिक वार्म्थ चस्सेट्स - आपके लिए गर्मी और स्थायित्व का साधन हैं। इन चस्सेट्स का निर्माण प्रीमियम मिश्रण से किया गया है, जिसमें मेरिनो लेन, एक्रिलिक, नायलॉन और एलास्टन हैं। इन चस्सेट्स का डिजाइन आपके लिए गर्मी और स्थायित्व का साधन है। इन चस्सेट्स का डिजाइन आपके लिए गर्मी और स्थायित्व का साधन है।',
                ],

                '5' => [
                    'description'      => 'आर्कटिक फ्रॉस्ट विंटर एक्सेसरी पैक का परिचय, जो ठंडे मौसम के दिनों में आपको गर्म रखने, शैलीशील और कनेक्टेड रखने के लिए आपका अच्छा साधन है। इस मेहनती चयनित सेट में चार महत्वपूर्ण विंटर एक्सेसरीज़ शामिल हैं, जो एक संगठित सेट बनाने के लिए मिलकर आपके लिए एकता लाते हैं। इस शानदार एक्रिलिक और ऊन के मिश्रण से बुनी ग्लॉसी स्कार्फ न केवल गर्मी की एक परत जोड़ती है, बल्कि आपके विंटर वार्डरोब में एक शानदार छूट भी लाती है। इस मेहनती बुने हुए सॉफ्ट ट्रिकोट टोपी आपको गर्म रखने का वादा करती है और आपके लुक में फैशन का एक टच भी जोड़ती है। लेकिन यहां खत्म नहीं होता - हमारे पैक में टचस्क्रीन के साथ संगत दस्ताने भी शामिल हैं। अपने डिवाइस पर आसानी से नेविगेट करते हुए गर्मी के साथ कनेक्ट रहें, चाहे आप कॉल कर रहे हों, संदेश भेज रहे हों या अपने स्मार्टफोन पर विंटर के पल को कैप्चर कर रहे हों, ये दस्ताने स्टाइल को कम करते हुए आपको सुविधा प्रदान करते हैं। चौथे अंगूठे के लिए एक्सेसरीज़ के नरम और आरामदायक चौड़े जूते आपकी त्वचा के खिलाफ एक शानदार अनुभव प्रदान करते हैं। इन ऊन के जूतों के साथ ठंडी जड़ों को अलविदा कहें और इन गर्म ऊन के जूतों द्वारा प्रदान की जाने वाली नरमता का आनंद लें। आर्कटिक फ्रॉस्ट विंटर एक्सेसरी पैक सिर्फ़ कार्यक्षमता पर सीमित नहीं होता; यह एक विंटर फैशन का बयान है। प्रत्येक आइटम आपको सिर्फ़ ठंड से बचाने के लिए ही नहीं, बल्कि ठंडी मौसम में आपके स्टाइल को भी बढ़ावा देने के लिए डिज़ाइन किया गया है। इस पैक के लिए चुने गए सामग्री दोनों टिकाऊता और सुविधा को प्राथमिकता देती हैं, जिससे आप शैली के साथ विंटर लैंडस्केप का आनंद ले सकते हैं। चाहे आप खुद को खुश करने के लिए हों या किसी विशेष को उपहार देने के लिए खोज रहे हों, आर्कटिक फ्रॉस्ट विंटर एक्सेसरी पैक एक बहुमुखी विकल्प है। आप खुद को या अपने विंटर वार्डरोब को इस शानदार और कार्यक्षम एंसेंबल के साथ अपग्रेड करें। आत्मविश्वास के साथ ठंड में आगे बढ़ें, जानते हुए कि आपके पास आपको गर्म और शैलीशील रखने के लिए सबसे अच्छे एक्सेसरीज़ हैं।',
                    'meta-description' => 'मेटा विवरण',
                    'meta-keywords'    => 'मेटा1, मेटा2, मेटा3',
                    'meta-title'       => 'मेटा शीर्षक',
                    'name'             => 'आर्कटिक फ्रॉस्ट विंटर एक्सेसरी पैक',
                    'sort-description' => 'आर्कटिक फ्रॉस्ट विंटर एक्सेसरी पैक - आपके लिए गर्मी और शैलीशील रखने का साधन। इस मेहनती चयनित सेट में चार महत्वपूर्ण विंटर एक्सेसरीज़ शामिल हैं, जो एक संगठित सेट बनाने के लिए मिलकर आपके लिए एकता लाते हैं।',
                ],

                '6' => [
                    'description'      => 'अर्कटिक फ्रॉस्ट विंटर एक्सेसरी पैक - ठंडी मौसम के दिनों में गर्म रहने, शैलीशील और कनेक्टेड रहने के लिए आपका गो-टू समाधान है। यह सोचवारा चयनित सेट चार महत्वपूर्ण विंटर एक्सेसरीज़ को एकता बनाने के लिए लाता है, जो आपके विंटर वार्डरोब को एक सुसंगठित अंगभूति बनाने के लिए डिज़ाइन किया गया है। एक्रिलिक और ऊन के मिश्रण से बुनी शानदार स्कार्फ न केवल गर्मी की एक परत जोड़ती है, बल्कि आपके विंटर वार्डरोब में एक छानबीन भी लाती है। ध्यान से बनाए गए मुलायम बुने हुए टोपी आपको गर्म रखने का वादा करती है और आपके लुक में फैशन का एक टच भी जोड़ती है। लेकिन यहां खत्म नहीं होता - हमारा पैक टचस्क्रीन के साथ संगत दस्ताने भी शामिल हैं। आसानी से अपने डिवाइस पर नेविगेट करते हुए गर्मी के साथ कनेक्ट रहें, चाहे आप कॉल कर रहे हों, संदेश भेज रहे हों या अपने स्मार्टफोन पर विंटर के पल को कैप्चर कर रहे हों, ये दस्ताने स्टाइल को कम करते हुए आपको सुविधा प्रदान करते हैं। ऊन के नरम और आरामदायक जूते आपकी त्वचा के खिलाफ एक शानदार अनुभव प्रदान करते हैं। इन गर्म ऊन के जूतों द्वारा प्रदान की जाने वाली नरमता का आनंद लें और ठंडी जड़ों को अलविदा कहें। अर्कटिक फ्रॉस्ट विंटर एक्सेसरी पैक केवल कार्यक्षमता पर सीमित नहीं होता है; यह एक विंटर फैशन का बयान है। प्रत्येक आइटम आपको सिर्फ़ ठंड से बचाने के लिए ही नहीं, बल्कि ठंडी मौसम में आपके स्टाइल को भी बढ़ावा देने के लिए डिज़ाइन किया गया है। इस पैक के लिए चुने गए सामग्री दोनों टिकाऊता और सुविधा को प्राथमिकता देती हैं, जिससे आप शैली के साथ विंटर लैंडस्केप का आनंद ले सकते हैं। चाहे आप खुद को खुश करने के लिए हों या किसी विशेष को उपहार देने के लिए खोज रहे हों, अर्कटिक फ्रॉस्ट विंटर एक्सेसरी पैक एक बहुमुखी विकल्प है। आप खुद को या अपने विंटर वार्डरोब को इस शानदार और कार्यक्षम एंसेंबल के साथ अपग्रेड करें। आत्मविश्वास के साथ ठंड में आगे बढ़ें, जानते हुए कि आपके पास आपको गर्म और शैलीशील रखने के लिए सबसे अच्छे एक्सेसरीज़ हैं।',
                    'meta-description' => 'मेटा डिस्क्रिप्शन',
                    'meta-keywords'    => 'मेटा1, मेटा2, मेटा3',
                    'meta-title'       => 'मेटा टाइटल',
                    'name'             => 'अर्क्टिक फ्रॉस्ट पैक',
                    'sort-description' => 'अर्क्टिक फ्रॉस्ट पैक - आपके लिए गर्मी और स्थायित्व का साधन है। इस पैक में चार हिवरल एक्सेसरीज हैं, जो आपके लिए गर्मी और स्थायित्व का साधन हैं। इन चस्सेट्स का डिजाइन आपके लिए गर्मी और स्थायित्व का साधन है। इन चस्सेट्स का डिजाइन आपके लिए गर्मी और स्थायित्व का साधन है।',
                ],

                '7' => [
                    'description'      => 'अर्क्टिक ओमीहीट मैटलैस्ड जैकेट - आपके लिए गर्मी और शैली का साधन है। इस जैकेट का डिजाइन आपके लिए गर्मी और स्थायित्व का साधन है। इसका कैपучे डिजाइन आपके लिए गर्मी और स्थायित्व का साधन है। इसका लंबा हाथ आपके लिए गर्मी और स्थायित्व का साधन है। इसकी अंदरूनी पॉकेट आपके लिए गर्मी और स्थायित्व का साधन है। इसका सिंथेटिक इजोलेशन आपके लिए गर्मी और स्थायित्व का साधन है।',
                    'meta-description' => 'मेटा डिस्क्रिप्शन',
                    'meta-keywords'    => 'मेटा1, मेटा2, मेटा3',
                    'meta-title'       => 'मेटा टाइटल',
                    'name'             => 'अर्क्टिक ओमीहीट मैटलैस्ड जैकेट',
                    'sort-description' => 'अर्क्टिक ओमीहीट मैटलैस्ड जैकेट - आपके लिए गर्मी और शैली का साधन है। इस जैकेट का डिजाइन आपके लिए गर्मी और स्थायित्व का साधन है। इसका कैपुचे डिजाइन आपके लिए गर्मी और स्थायित्व का साधन है। इसका लंबा हाथ आपके लिए गर्मी और स्थायित्व का साधन है।',
                ],

                '8' => [
                    'description'      => 'अर्क्टिक ओमीहीट मैटलैस्ड जैकेट - आपके लिए गर्मी और शैली का साधन है। इस जैकेट का डिजाइन आपके लिए गर्मी और स्थायित्व का साधन है। इसका कैपुचे डिजाइन आपके लिए गर्मी और स्थायित्व का साधन है। इसका लंबा हाथ आपके लिए गर्मी और स्थायित्व का साधन है। इसकी अंदरूनी पॉकेट आपके लिए गर्मी और स्थायित्व का साधन है। इसका सिंथेटिक इजोलेशन आपके लिए गर्मी और स्थायित्व का साधन है।',
                    'meta-description' => 'मेटा डिस्क्रिप्शन',
                    'meta-keywords'    => 'मेटा1, मेटा2, मेटा3',
                    'meta-title'       => 'मेटा टाइटल',
                    'name'             => 'अर्क्टिक ओमीहीट मैटलैस्ड जैकेट',
                    'sort-description' => 'अर्क्टिक ओमीहीट मैटलैस्ड जैकेट - आपके लिए गर्मी और शैली का साधन है। इस जैकेट का डिजाइन आपके लिए गर्मी और स्थायित्व का साधन है। इसका कैपुचे डिजाइन आपके लिए गर्मी और स्थायित्व का साधन है। इसका लंबा हाथ आपके लिए गर्मी और स्थायित्व का साधन है।',
                ],

                '9' => [
                    'description'      => 'अर्क्टिक ओमीहीट मैटलैस्ड जैकेट - आपके लिए गर्मी और शैली का साधन है। इस जैकेट का डिजाइन आपके लिए गर्मी और स्थायित्व का साधन है। इसका कैपुचे डिजाइन आपके लिए गर्मी और स्थायित्व का साधन है। इसका लंबा हाथ आपके लिए गर्मी और स्थायित्व का साधन है। इसकी अंदरूनी पॉकेट आपके लिए गर्मी और स्थायित्व का साधन है। इसका सिंथेटिक इजोलेशन आपके लिए गर्मी और स्थायित्व का साधन है।',
                    'meta-description' => 'मेटा डिस्क्रिप्शन',
                    'meta-keywords'    => 'मेटा1, मेटा2, मेटा3',
                    'meta-title'       => 'मेटा टाइटल',
                    'name'             => 'अर्क्टिक ओमीहीट मैटलैस्ड जैकेट',
                    'sort-description' => 'अर्क्टिक ओमीहीट मैटलैस्ड जैकेट - आपके लिए गर्मी और शैली का साधन है। इस जैकेट का डिजाइन आपके लिए गर्मी और स्थायित्व का साधन है। इसका कैपुचे डिजाइन आपके लिए गर्मी और स्थायित्व का साधन है। इसका लंबा हाथ आपके लिए गर्मी और स्थायित्व का साधन है।',
                ],

                '10' => [
                    'description'      => 'पुरुषों के लिए ओमनीहीट हुड वाली मैटलैस्ड जैकेट को खोजें, जो आपको ठंडी मौसम में गर्म और स्टाइलिश रहने का अविच्छिन्न समाधान प्रदान करती है। यह जैकेट टिकाऊता और गर्मी के साथ डिज़ाइन की गई है, जो आपके विश्वासयोग्य साथी बनने की गारंटी देती है। हुड डिज़ाइन न केवल एक स्टाइल का टच जोड़ता है, बल्कि इसमें अतिरिक्त गर्मी भी प्रदान करता है, ठंडी हवाओं और मौसम की बाधाओं से आपको सुरक्षा प्रदान करता है। लंबी आस्तीनें आपको कंधे से कलाई तक सुरक्षित रखने की गारंटी देती हैं। इस मैटलैस्ड जैकेट में आंतरिक जेबें हैं, जो आपके आवश्यकताओं को ले जाने या आपके हाथों को गर्म रखने के लिए सुविधा प्रदान करती हैं। सिंथेटिक इजोलेशन आपको अधिक गर्मी प्रदान करता है, जो ठंडी दिनों और रातों के लिए एक आदर्श चुनाव बनाता है। यह जैकेट टिकाऊ और धातुरी लाइनिंग वाले पॉलिएस्टर के शैल और लाइनिंग से बनाई गई है, जो इसे टिकाऊ और मौसम के प्रति सहनशील बनाती है। 5 आकर्षक रंगों में उपलब्ध, आप अपने स्टाइल और पसंद के अनुसार चुन सकते हैं। बहुउद्देशीय और कार्यात्मक, पुरुषों के लिए हुड वाली ओमनीहीट मैटलैस्ड जैकेट विभिन्न अवसरों के लिए उपयुक्त है, चाहे आप काम पर जा रहे हों, आरामदायक बाहरी यात्रा कर रहे हों या आप एक आउटडोर इवेंट में शामिल हो रहे हों। पुरुषों के लिए हुड वाली ओमनीहीट मैटलैस्ड जैकेट के साथ स्टाइल, आराम और कार्यात्मकता का पूर्ण मिश्रण खोजें। अपने शीतकालीन वार्डरोब को बढ़ावा दें और बाहरी मौसम का आनंद लेते हुए गर्म रहें। इस महत्वपूर्ण आइटम के साथ स्टाइल के साथ ठंडी के साथ आगे बढ़ें और एक बयान बनाएं।',
                    'meta-description' => 'मेटा विवरण',
                    'meta-keywords'    => 'मेटा1, मेटा2, मेटा3',
                    'meta-title'       => 'मेटा शीर्षक',
                    'name'             => 'पुरुषों के लिए हुड वाली ओमनीहीट मैटलैस्ड जैकेट-नीला-हरा-मध्यम',
                    'sort-description' => 'हमारे पुरुषों के लिए हुड वाली ओमनीहीट मैटलैस्ड जैकेट के साथ गर्म और स्टाइलिश रहें। यह जैकेट अंतिम गर्मी प्रदान करने के लिए डिज़ाइन की गई है और आंतरिक जेबें उपयोगिता के लिए हैं। इस गर्मी देने वाले सामग्री से आपको ठंडी मौसम में आरामदायक रहने की गारंटी है। 5 आकर्षक रंगों में उपलब्ध, यह विभिन्न अवसरों के लिए एक बहुउद्देशीय चुनाव है।',
                ],

                '11' => [
                    'description'      => 'पुरुषों के लिए हुड वाली ओमनीहीट मैटलैस्ड जैकेट को खोजें, जो आपको ठंडी मौसम में गर्म और स्टाइलिश रहने का अविच्छिन्न समाधान प्रदान करती है। यह जैकेट टिकाऊता और गर्मी के साथ डिज़ाइन की गई है, जो आपके विश्वासयोग्य साथी बनने की गारंटी देती है। हुड डिज़ाइन न केवल एक स्टाइल का टच जोड़ता है, बल्कि इसमें अतिरिक्त गर्मी भी प्रदान करता है, ठंडी हवाओं और मौसम की बाधाओं से आपको सुरक्षा प्रदान करता है। लंबी आस्तीनें आपको कंधे से कलाई तक सुरक्षित रखने की गारंटी देती हैं। इस मैटलैस्ड जैकेट में आंतरिक जेबें हैं, जो आपके आवश्यकताओं को ले जाने या आपके हाथों को गर्म रखने के लिए सुविधा प्रदान करती हैं। सिंथेटिक इजोलेशन आपको अधिक गर्मी प्रदान करता है, जो ठंडी दिनों और रातों के लिए एक आदर्श चुनाव बनाता है। यह जैकेट टिकाऊ और धातुरी लाइनिंग वाले पॉलिएस्टर के शैल और लाइनिंग से बनाई गई है, जो इसे टिकाऊ और मौसम के प्रति सहनशील बनाती है। 5 आकर्षक रंगों में उपलब्ध, आप अपने स्टाइल और पसंद के अनुसार चुन सकते हैं। बहुउद्देशीय और कार्यात्मक, पुरुषों के लिए हुड वाली ओमनीहीट मैटलैस्ड जैकेट विभिन्न अवसरों के लिए उपयुक्त है, चाहे आप काम पर जा रहे हों, आरामदायक बाहरी यात्रा कर रहे हों या आप एक आउटडोर इवेंट में शामिल हो रहे हों। पुरुषों के लिए हुड वाली ओमनीहीट मैटलैस्ड जैकेट के साथ स्टाइल, आराम और कार्यात्मकता का पूर्ण मिश्रण खोजें। अपने शीतकालीन वार्डरोब को बढ़ावा दें और बाहरी मौसम का आनंद लेते हुए गर्म रहें। इस महत्वपूर्ण आइटम के साथ स्टाइल के साथ ठंडी के साथ आगे बढ़ें और एक बयान बनाएं।',
                    'meta-description' => 'मेटा विवरण',
                    'meta-keywords'    => 'मेटा1, मेटा2, मेटा3',
                    'meta-title'       => 'मेटा शीर्षक',
                    'name'             => 'पुरुषों के लिए हुड वाली ओमनीहीट मैटलैस्ड जैकेट-नीला-हरा-मध्यम',
                    'sort-description' => 'हमारे पुरुषों के लिए हुड वाली ओमनीहीट मैटलैस्ड जैकेट के साथ गर्म और स्टाइलिश रहें। यह जैकेट अंतिम गर्मी प्रदान करने के लिए डिज़ाइन की गई है और आंतरिक जेबें उपयोगिता के लिए हैं। इस गर्मी देने वाले सामग्री से आपको ठंडी मौसम में आरामदायक रहने की गारंटी है। 5 आकर्षक रंगों में उपलब्ध, यह विभिन्न अवसरों के लिए एक बहुउद्देशीय चुनाव है।',
                ],
            ],

            'product-bundle-option-translations' => [
                '1' => [
                    'label' => 'बंडल विकल्प 1',
                ],

                '2' => [
                    'label' => 'बंडल विकल्प 1',
                ],

                '3' => [
                    'label' => 'बंडल विकल्प 2',
                ],

                '4' => [
                    'label' => 'बंडल विकल्प 2',
                ],
            ],
        ],
    ],

    'installer' => [
        'index' => [
            'create-administrator' => [
                'admin'            => 'व्यवस्थापक',
                'bagisto'          => 'बैगिस्टो',
                'confirm-password' => 'पासवर्ड की पुष्टि करें',
                'email'            => 'ईमेल',
                'email-address'    => 'admin@example.com',
                'password'         => 'पासवर्ड',
                'title'            => 'व्यवस्थापक बनाएं',
            ],

            'environment-configuration' => [
                'algerian-dinar'              => 'अल्जीरियाई दीनार (DZD)',
                'allowed-currencies'          => 'अनुमति प्राप्त मुद्राएँ',
                'allowed-locales'             => 'अनुमति प्राप्त स्थान',
                'application-name'            => 'एप्लिकेशन का नाम',
                'argentine-peso'              => 'अर्जेंटीनी पेसो (ARS)',
                'australian-dollar'           => 'ऑस्ट्रेलियाई डॉलर (AUD)',
                'bagisto'                     => 'बैगिस्टो',
                'bangladeshi-taka'            => 'बांगलादेशी टाका (BDT)',
                'brazilian-real'              => 'ब्राज़ीली रियाल (BRL)',
                'british-pound-sterling'      => 'ब्रिटिश पाउंड स्टर्लिंग (GBP)',
                'canadian-dollar'             => 'कनाडाई डॉलर (CAD)',
                'cfa-franc-bceao'             => 'सीएफए फ्रांक BCEAO (XOF)',
                'cfa-franc-beac'              => 'सीएफए फ्रांक BEAC (XAF)',
                'chilean-peso'                => 'चिली पेसो (CLP)',
                'chinese-yuan'                => 'चीनी युआन (CNY)',
                'colombian-peso'              => 'कोलंबियाई पेसो (COP)',
                'czech-koruna'                => 'चेक कोरुना (CZK)',
                'danish-krone'                => 'डेनिश क्रोन (DKK)',
                'database-connection'         => 'डेटाबेस कनेक्शन',
                'database-hostname'           => 'डेटाबेस होस्टनेम',
                'database-name'               => 'डेटाबेस का नाम',
                'database-password'           => 'डेटाबेस पासवर्ड',
                'database-port'               => 'डेटाबेस पोर्ट',
                'database-prefix'             => 'डेटाबेस प्रीफ़िक्स',
                'database-username'           => 'डेटाबेस उपयोगकर्ता नाम',
                'default-currency'            => 'डिफ़ॉल्ट मुद्रा',
                'default-locale'              => 'डिफ़ॉल्ट स्थान',
                'default-timezone'            => 'डिफ़ॉल्ट समय क्षेत्र',
                'default-url'                 => 'डिफ़ॉल्ट URL',
                'default-url-link'            => 'https://localhost',
                'egyptian-pound'              => 'मिस्री पाउंड (EGP)',
                'euro'                        => 'यूरो (EUR)',
                'fijian-dollar'               => 'फ़िजी डॉलर (FJD)',
                'hong-kong-dollar'            => 'हांगकांग डॉलर (HKD)',
                'hungarian-forint'            => 'हंगेरियन फ़ोरिंट (HUF)',
                'indian-rupee'                => 'भारतीय रुपया (INR)',
                'indonesian-rupiah'           => 'इंडोनेशियाई रुपिया (IDR)',
                'israeli-new-shekel'          => 'इज़राइली नया शेकेल (ILS)',
                'japanese-yen'                => 'जापानी येन (JPY)',
                'jordanian-dinar'             => 'जॉर्डनी दीनार (JOD)',
                'kazakhstani-tenge'           => 'कज़ाख़स्तानी टेंज़ (KZT)',
                'kuwaiti-dinar'               => 'कुवैती दीनार (KWD)',
                'lebanese-pound'              => 'लेबनानी पाउंड (LBP)',
                'libyan-dinar'                => 'लीबियाई दीनार (LYD)',
                'malaysian-ringgit'           => 'मलेशियाई रिंगित (MYR)',
                'mauritian-rupee'             => 'मॉरिशियन रुपया (MUR)',
                'mexican-peso'                => 'मैक्सिकन पेसो (MXN)',
                'moroccan-dirham'             => 'मोरक्कन दिरहम (MAD)',
                'mysql'                       => 'Mysql',
                'nepalese-rupee'              => 'नेपाली रुपया (NPR)',
                'new-taiwan-dollar'           => 'नया ताइवान डॉलर (TWD)',
                'new-zealand-dollar'          => 'न्यूज़ीलैंड डॉलर (NZD)',
                'nigerian-naira'              => 'नाइजीरियाई नायरा (NGN)',
                'norwegian-krone'             => 'नॉर्वेजियन क्रोन (NOK)',
                'omani-rial'                  => 'ओमानी रियाल (OMR)',
                'pakistani-rupee'             => 'पाकिस्तानी रुपया (PKR)',
                'panamanian-balboa'           => 'पनामा बाल्बोआ (PAB)',
                'paraguayan-guarani'          => 'पैराग्वेयन ग्वारानी (PYG)',
                'peruvian-nuevo-sol'          => 'पेरूवियन नया सोल (PEN)',
                'pgsql'                       => 'pgSQL',
                'philippine-peso'             => 'फिलीपीनी पेसो (PHP)',
                'polish-zloty'                => 'पोलिश ज़्लॉटी (PLN)',
                'qatari-rial'                 => 'क़तारी रियाल (QAR)',
                'romanian-leu'                => 'रोमानियाई ल्यू (RON)',
                'russian-ruble'               => 'रूसी रूबल (RUB)',
                'saudi-riyal'                 => 'सऊदी रियाल (SAR)',
                'select-timezone'             => 'समय क्षेत्र का चयन करें',
                'singapore-dollar'            => 'सिंगापुर डॉलर (SGD)',
                'south-african-rand'          => 'दक्षिण अफ़्रीकी रैंड (ZAR)',
                'south-korean-won'            => 'दक्षिण कोरियाई वॉन (KRW)',
                'sqlsrv'                      => 'SQLSRV',
                'sri-lankan-rupee'            => 'श्रीलंकाई रुपया (LKR)',
                'swedish-krona'               => 'स्वीडिश क्रोना (SEK)',
                'swiss-franc'                 => 'स्विस फ़्रैंक (CHF)',
                'thai-baht'                   => 'थाई बाहत (THB)',
                'title'                       => 'स्टोर कॉन्फ़िगरेशन',
                'tunisian-dinar'              => 'ट्यूनीशियाई दीनार (TND)',
                'turkish-lira'                => 'तुर्की लीरा (TRY)',
                'ukrainian-hryvnia'           => 'यूक्रेनी ह्रीवनिया (UAH)',
                'united-arab-emirates-dirham' => 'संयुक्त अरब अमीरात दिरहम (AED)',
                'united-states-dollar'        => 'संयुक्त राज्य अमेरिकी डॉलर (USD)',
                'uzbekistani-som'             => 'उज़्बेकिस्तानी सोम (UZS)',
                'venezuelan-bolívar'          => 'वेनेज़ुएलाई बोलिवार (VEF)',
                'vietnamese-dong'             => 'वियतनामी डॉंग (VND)',
                'warning-message'             => 'सावधान! आपके डिफ़ॉल्ट सिस्टम भाषा और डिफ़ॉल्ट मुद्रा के सेटिंग्स स्थायी हैं और एक बार सेट होने पर उन्हें बदला नहीं जा सकता।',
                'zambian-kwacha'              => 'ज़ाम्बियाई क्वाचा (ZMW)',
            ],

            'sample-products' => [
                'download-sample' => 'नमूना डाउनलोड करें',
                'no'              => 'नहीं',
                'sample-products' => 'नमूना उत्पाद',
                'title'           => 'नमूना उत्पाद',
                'yes'             => 'हाँ',
            ],

            'installation-processing' => [
                'bagisto'          => 'बैगिस्टो स्थापना',
                'bagisto-info'     => 'डेटाबेस तालिकाएँ बनाने का प्रक्रियाण, इसमें कुछ क्षण लग सकते हैं',
                'title'            => 'स्थापना',
            ],

            'installation-completed' => [
                'admin-panel'                => 'व्यवस्थापक पैनल',
                'bagisto-forums'             => 'Bagisto फ़ोरम',
                'customer-panel'             => 'ग्राहक पैनल',
                'explore-bagisto-extensions' => 'Bagisto एक्सटेंशन अन्वेषण करें',
                'title'                      => 'स्थापना पूर्ण',
                'title-info'                 => 'बैगिस्टो को आपके सिस्टम पर सफलतापूर्वक स्थापित किया गया है।',
            ],

            'ready-for-installation' => [
                'create-database-table'   => 'डेटाबेस तालिका बनाएं',
                'install'                 => 'स्थापना',
                'install-info'            => 'स्थापना के लिए Bagisto',
                'install-info-button'     => 'नीचे दिए गए बटन पर क्लिक करें',
                'populate-database-table' => 'डेटाबेस तालिकाओं को पॉप्युलेट करें',
                'start-installation'      => 'स्थापना शुरू करें',
                'title'                   => 'स्थापना के लिए तैयार',
            ],

            'start' => [
                'locale'        => 'स्थान',
                'main'          => 'शुरू',
                'select-locale' => 'स्थान चुनें',
                'title'         => 'आपका Bagisto स्थापित करें',
                'welcome-title' => 'Bagisto में आपका स्वागत है।',
            ],

            'server-requirements' => [
                'calendar'    => 'कैलेंडर',
                'ctype'       => 'सीटाइप',
                'curl'        => 'सीयूआरएल',
                'dom'         => 'डॉम',
                'fileinfo'    => 'फ़ाइलइन्फो',
                'filter'      => 'फ़िल्टर',
                'gd'          => 'जीडी',
                'hash'        => 'हैश',
                'intl'        => 'Intl',
                'json'        => 'जेसन',
                'mbstring'    => 'एमबीस्ट्रिंग',
                'openssl'     => 'ओपनएसएसएल',
                'pcre'        => 'पीसीआरई',
                'pdo'         => 'पीडीओ',
                'php'         => 'पीएचपी',
                'php-version' => '8.1 या उच्च',
                'session'     => 'सत्र',
                'title'       => 'सर्वर आवश्यकताएँ',
                'tokenizer'   => 'टोकनाइज़र',
                'xml'         => 'एक्सएमएल',
            ],

            'back'                     => 'वापस',
            'arabic'                   => 'अरबी',
            'bagisto'                  => 'बैगिस्टो',
            'bagisto-info'             => 'एक सामुदायिक परियोजना द्वारा',
            'bagisto-logo'             => 'बैगिस्टो लोगो',
            'bengali'                  => 'बंगाली',
            'chinese'                  => 'चीनी',
            'continue'                 => 'जारी रखें',
            'dutch'                    => 'डच',
            'english'                  => 'अंग्रेज़ी',
            'french'                   => 'फ्रेंच',
            'german'                   => 'जर्मन',
            'hebrew'                   => 'हिब्रू',
            'hindi'                    => 'हिंदी',
            'installation-description' => 'बैगिस्टो स्थापना आमतौर पर कई कदमों में होती है। यहां बैगिस्टो के लिए स्थापना प्रक्रिया की सामान्य रूपरेखा है',
            'installation-info'        => 'हमें यहाँ आपको खुश देखकर अच्छा लग रहा है!',
            'installation-title'       => 'स्थापना में आपका स्वागत है',
            'italian'                  => 'इतालवी',
            'japanese'                 => 'जापानी',
            'persian'                  => 'फारसी',
            'polish'                   => 'पोलिश',
            'portuguese'               => 'ब्राजीलियाई पुर्तगाली',
            'russian'                  => 'रूसी',
            'sinhala'                  => 'सिंहला',
            'spanish'                  => 'स्पेनिश',
            'title'                    => 'बैगिस्टो स्थापक',
            'turkish'                  => 'तुर्की',
            'ukrainian'                => 'यूक्रेनी',
            'webkul'                   => 'वेबकुल',
        ],
    ],
];
