<?php

return [
    'address'                 => 'Το χαρακτηριστικό : μπορεί να δέχεται μόνο άλφα, αριθμητικά, κενά, κόμματα και παύλες.',
    'alpha-numeric-space'     => 'Το χαρακτηριστικό : μπορεί να δέχεται μόνο άλφα, αριθμητικά και κενά.',
    'code'                    => 'Το χαρακτηριστικό : πρέπει να είναι έγκυρο.',
    'decimal'                 => 'Το χαρακτηριστικό : πρέπει να είναι έγκυρο.',
    'phone-number'            => 'Το χαρακτηριστικό : πρέπει να είναι έγκυρος αριθμός τηλεφώνου.',
    'slug'                    => 'Το χαρακτηριστικό : πρέπει να είναι έγκυρο γυμνοσάλιαγκα.',
    'comma-separated-integer' => 'Το πεδίο :χαρακτηριστικό πρέπει να είναι αριθμητικό και μπορεί να περιέχει κόμμα.',
];
