<?php

return [
    'seeders' => [
        'attribute' => [
            'attribute-families' => [
                'default' => 'ברירת מחדל',
            ],

            'attribute-groups' => [
                'description'      => 'תיאור',
                'general'          => 'כללי',
                'inventories'      => 'מלאי',
                'meta-description' => 'תיאור מטא',
                'price'            => 'מחיר',
                'settings'         => 'הגדרות',
                'shipping'         => 'משלוח',
            ],

            'attributes' => [
                'brand'                => 'מותג',
                'color'                => 'צבע',
                'cost'                 => 'עלות',
                'description'          => 'תיאור',
                'featured'             => 'מומלץ',
                'guest-checkout'       => 'הזמנה כאורח',
                'height'               => 'גובה',
                'length'               => 'אורך',
                'manage-stock'         => 'ניהול מלאי',
                'meta-description'     => 'תיאור מטא',
                'meta-keywords'        => 'מילות מפתח מטא',
                'meta-title'           => 'כותרת מטא',
                'name'                 => 'שם',
                'new'                  => 'חדש',
                'price'                => 'מחיר',
                'product-number'       => 'מספר מוצר',
                'short-description'    => 'תיאור קצר',
                'size'                 => 'גודל',
                'sku'                  => 'קוד מוצר',
                'special-price'        => 'מחיר מיוחד',
                'special-price-from'   => 'מחיר מיוחד מ',
                'special-price-to'     => 'מחיר מיוחד עד',
                'status'               => 'סטטוס',
                'tax-category'         => 'קטגוריית מס',
                'url-key'              => 'מפתח URL',
                'visible-individually' => 'נראה באופן יחידני',
                'weight'               => 'משקל',
                'width'                => 'רוחב',
            ],

            'attribute-options' => [
                'black'  => 'שחור',
                'green'  => 'ירוק',
                'l'      => 'L',
                'm'      => 'M',
                'red'    => 'אדום',
                's'      => 'S',
                'white'  => 'לבן',
                'xl'     => 'XL',
                'yellow' => 'צהוב',
            ],
        ],

        'category' => [
            'categories' => [
                'description' => 'תיאור קטגוריה ראשית',
                'name'        => 'ראשית',
            ],
        ],

        'cms' => [
            'pages' => [
                'about-us' => [
                    'content' => 'תוכן עמוד אודות',
                    'title'   => 'אודות',
                ],

                'contact-us' => [
                    'content' => 'תוכן עמוד צור קשר',
                    'title'   => 'צור קשר',
                ],

                'customer-service' => [
                    'content' => 'תוכן עמוד שירות לקוחות',
                    'title'   => 'שירות לקוחות',
                ],

                'payment-policy' => [
                    'content' => 'תוכן עמוד מדיניות תשלום',
                    'title'   => 'מדיניות תשלום',
                ],

                'privacy-policy' => [
                    'content' => 'תוכן עמוד מדיניות פרטיות',
                    'title'   => 'מדיניות פרטיות',
                ],

                'refund-policy' => [
                    'content' => 'תוכן עמוד מדיניות החזרים',
                    'title'   => 'מדיניות החזרים',
                ],

                'return-policy' => [
                    'content' => 'תוכן עמוד מדיניות החזרים',
                    'title'   => 'מדיניות החזרים',
                ],

                'shipping-policy' => [
                    'content' => 'תוכן עמוד מדיניות משלוח',
                    'title'   => 'מדיניות משלוח',
                ],

                'terms-conditions' => [
                    'content' => 'תוכן עמוד תנאים והגבלות',
                    'title'   => 'תנאים והגבלות',
                ],

                'terms-of-use' => [
                    'content' => 'תוכן עמוד תנאי השימוש',
                    'title'   => 'תנאי שימוש',
                ],

                'whats-new' => [
                    'content' => 'תוכן עמוד "מה חדש"',
                    'title'   => 'מה חדש',
                ],
            ],
        ],

        'core' => [
            'channels' => [
                'name'             => 'ברירת מחדל',
                'meta-title'       => 'חנות הדגמה',
                'meta-keywords'    => 'מילות מפתח לחנות הדגמה',
                'meta-description' => 'תיאור מטא לחנות הדגמה',
            ],

            'currencies' => [
                'AED' => 'דירהם של איחוד האמירויות',
                'ARS' => 'פזו ארגנטינאי',
                'AUD' => 'דולר אוסטרלי',
                'BDT' => 'טאקה בנגלדשי',
                'BRL' => 'ריאל ברזילאי',
                'CAD' => 'דולר קנדי',
                'CHF' => 'פרנק שוויצרי',
                'CLP' => 'פזו צ׳יליאני',
                'CNY' => 'יואן סיני',
                'COP' => 'פזו קולומביאני',
                'CZK' => 'קורונה צ׳כית',
                'DKK' => 'כתר דני',
                'DZD' => 'דינר אלג׳ירי',
                'EGP' => 'לירה מצרית',
                'EUR' => 'יורו',
                'FJD' => 'דולר פיג׳יאני',
                'GBP' => 'לירה שטרלינג',
                'HKD' => 'דולר הונג קונגי',
                'HUF' => 'פורינט הונגרי',
                'IDR' => 'רופיה אינדונזית',
                'ILS' => 'שקל חדש',
                'INR' => 'רופי הודי',
                'JOD' => 'דינר ירדני',
                'JPY' => 'ין יפני',
                'KRW' => 'וון דרום קוריאני',
                'KWD' => 'דינר כוויתי',
                'KZT' => 'טנגה קזחסטני',
                'LBP' => 'לירה לבנונית',
                'LKR' => 'רופי סרי לנקי',
                'LYD' => 'דינר לובי',
                'MAD' => 'דירהם מרוקאי',
                'MUR' => 'רופי מאוריציני',
                'MXN' => 'פזו מקסיקני',
                'MYR' => 'רינגיט מלזי',
                'NGN' => 'נאירה ניגרי',
                'NOK' => 'כתר נורווגי',
                'NPR' => 'רופי נפאלי',
                'NZD' => 'דולר ניו זילנדי',
                'OMR' => 'ריאל עומאני',
                'PAB' => 'בלבואה פנמי',
                'PEN' => 'סול פרואני',
                'PHP' => 'פזו פיליפיני',
                'PKR' => 'רופי פקיסטני',
                'PLN' => 'זלוטי פולני',
                'PYG' => 'גוארני פרגוואי',
                'QAR' => 'ריאל קטארי',
                'RON' => 'לאו רומני',
                'RUB' => 'רובל רוסי',
                'SAR' => 'ריאל סעודי',
                'SEK' => 'כתר שוודי',
                'SGD' => 'דולר סינגפורי',
                'THB' => 'בהט תאילנדי',
                'TND' => 'דינר טוניסאי',
                'TRY' => 'לירה טורקית',
                'TWD' => 'דולר טייוואני חדש',
                'UAH' => 'הריבנה הוקראינית',
                'USD' => 'דולר אמריקאי',
                'UZS' => 'סום אוזבקי',
                'VEF' => 'בוליבר ונצואלי',
                'VND' => 'דונג וייטנאמי',
                'XAF' => 'פרנק CFA BEAC',
                'XOF' => 'פרנק CFA BCEAO',
                'ZAR' => 'ראנד דרום אפריקאי',
                'ZMW' => 'קוואצ׳ה זמבית',
            ],

            'locales' => [
                'ar'    => 'ערבית',
                'bn'    => 'בנגלי',
                'de'    => 'גרמנית',
                'en'    => 'אנגלית',
                'es'    => 'ספרדית',
                'fa'    => 'פרסית',
                'fr'    => 'צרפתית',
                'he'    => 'עברית',
                'hi_IN' => 'הינדית',
                'it'    => 'איטלקית',
                'ja'    => 'יפנית',
                'nl'    => 'הולנדית',
                'pl'    => 'פולנית',
                'pt_BR' => 'פורטוגזית ברזילאית',
                'ru'    => 'רוסית',
                'sin'   => 'סינהלה',
                'tr'    => 'טורקית',
                'uk'    => 'אוקראינית',
                'zh_CN' => 'סינית',
            ],
        ],

        'customer' => [
            'customer-groups' => [
                'general'   => 'כללי',
                'guest'     => 'אורח',
                'wholesale' => 'סיטונאי',
            ],
        ],

        'inventory' => [
            'inventory-sources' => [
                'name' => 'ברירת מחדל',
            ],
        ],

        'shop' => [
            'theme-customizations' => [
                'all-products' => [
                    'name' => 'כל המוצרים',

                    'options' => [
                        'title' => 'כל המוצרים',
                    ],
                ],

                'bold-collections' => [
                    'content' => [
                        'btn-title'   => 'צפה באוספים',
                        'description' => 'הצג את הקולקציות המסוכנות שלנו! הרמת מלבוש עם עיצובים אימים והצהרות חיוניות. גלה דפוסים מודגשים וצבעים מוסריים שמחדשים את הארון שלך. הכן לקבל את המדהים!',
                        'title'       => 'הכנס לקולקציות המסירות החדשות שלנו!',
                    ],

                    'name' => 'אוספי מסירות',
                ],

                'categories-collections' => [
                    'name' => 'אוספי קטגוריות',
                ],

                'featured-collections' => [
                    'name' => 'קולקציות מומלצות',

                    'options' => [
                        'title' => 'מוצרים מומלצים',
                    ],
                ],

                'footer-links' => [
                    'name' => 'קישורי תחתית',

                    'options' => [
                        'about-us'         => 'אודותינו',
                        'contact-us'       => 'צור קשר',
                        'customer-service' => 'שירות לקוחות',
                        'payment-policy'   => 'מדיניות תשלום',
                        'privacy-policy'   => 'מדיניות פרטיות',
                        'refund-policy'    => 'מדיניות החזרה',
                        'return-policy'    => 'מדיניות החזרה',
                        'shipping-policy'  => 'מדיניות משלוחים',
                        'terms-conditions' => 'תנאים והגבלות',
                        'terms-of-use'     => 'תנאי שימוש',
                        'whats-new'        => 'מה חדש',
                    ],
                ],

                'game-container' => [
                    'content' => [
                        'sub-title-1' => 'אוספינו',
                        'sub-title-2' => 'אוספינו',
                        'title'       => 'המשחק עם ההוספות החדשות שלנו!',
                    ],

                    'name' => 'מגירת משחק',
                ],

                'image-carousel' => [
                    'name' => 'מסלול תמונה',

                    'sliders' => [
                        'title' => 'הכנס לאוסף החדש',
                    ],
                ],

                'new-products' => [
                    'name' => 'מוצרים חדשים',

                    'options' => [
                        'title' => 'מוצרים חדשים',
                    ],
                ],

                'offer-information' => [
                    'content' => [
                        'title' => 'קבל עד 40% הנחה על הזמנה ראשונה - קנה עכשיו',
                    ],

                    'name' => 'מידע על הצעה',
                ],

                'services-content' => [
                    'description' => [
                        'emi-available-info'   => 'EMI ללא עלות זמין על כל כרטיסי האשראי המרכזיים',
                        'free-shipping-info'   => 'תהנו ממשלוח חינם על כל ההזמנות',
                        'product-replace-info' => 'החלפת מוצר קלה זמינה!',
                        'time-support-info'    => 'תמיכה ייעודית 24/7 באמצעות צ\'אט ואימייל',
                    ],

                    'name' => 'תוכן שירותים',

                    'title' => [
                        'free-shipping'   => 'משלוח חינם',
                        'product-replace' => 'החלפת מוצר',
                        'emi-available'   => 'EMI זמין',
                        'time-support'    => 'תמיכה 24/7',
                    ],
                ],

                'top-collections' => [
                    'content' => [
                        'sub-title-1' => 'אוספינו',
                        'sub-title-2' => 'אוספינו',
                        'sub-title-3' => 'אוספינו',
                        'sub-title-4' => 'אוספינו',
                        'sub-title-5' => 'אוספינו',
                        'sub-title-6' => 'אוספינו',
                        'title'       => 'המשחק עם ההוספות החדשות שלנו!',
                    ],

                    'name' => 'אוספי מובילים',
                ],
            ],
        ],

        'user' => [
            'roles' => [
                'description' => 'תפקיד זה מעניק למשתמשים גישה מלאה',
                'name'        => 'מנהל',
            ],

            'users' => [
                'name' => 'דוגמה',
            ],
        ],

        'sample-categories' => [
            'category-translation' => [
                '2' => [
                    'description'      => 'תיאור קטגוריה לגברים',
                    'meta-description' => 'תיאור מטא קטגוריה לגברים',
                    'meta-keywords'    => 'מילות מפתח מטא קטגוריה לגברים',
                    'meta-title'       => 'כותרת מטא קטגוריה לגברים',
                    'name'             => 'גברים',
                    'slug'             => 'גברים',
                ],

                '3' => [
                    'description'      => 'תיאור בגדי חורף',
                    'meta-description' => 'תיאור מטא בגדי חורף',
                    'meta-keywords'    => 'מילות מפתח מטא בגדי חורף',
                    'meta-title'       => 'כותרת מטא בגדי חורף',
                    'name'             => 'בגדי חורף',
                    'slug'             => 'בגדי-חורף',
                ],
            ],
        ],

        'sample-products' => [
            'product-flat' => [
                '1' => [
                    'description'       => 'הכובע המסריח הארקטי הוא הפתרון המושלם לשמירה על חום, נוחות וסטייל בחודשים הקרים. מעוצב מתוך תערובת רכה ועמידה של סריגת אקריליק, הכובע הזה מיועד לספק תחושת חמימות והתאמה מדויקת. העיצוב הקלאסי הופך אותו למתאים גם לגברים וגם לנשים, מציע לכם אביזר רב תכליתי שמשלים סגנונות שונים. בין שאתם הולכים ליום קלאסי בעיר או מתמודדים עם החורף בחוץ, הכובע הזה מוסיף נוחות וחום לאנסמבל שלכם. החומר הרך והנושם מבטיחים שתישארו חמים מבלי לפגוע בסטייל. הכובע המסריח הארקטי הוא לא רק אביזר; זה הוא הצהרת אופנה לחורף. הפשטות שלו הופכת אותו לקל לשלב עם התלבושות שונות, והופכת אותו לחלק בלתי נפרד מהתקופה הקרה שלכם. אידיאלי למתנה או כטיפול עצמי, הכובע הזה הוא הוספה מחשבתית לכל אנסמבל חורפי. זהו אביזר רב תכליתי שעובר מעבר לפונקציונליות, מוסיף חום וסטייל למראה שלכם. קבלו את רוח החורף עם הכובע המסריח הארקטי. בין שאתם נהנים מיום קלאסי בחוץ או מתמודדים עם האלמנטים, הכובע הזה יהיה לכם לחבר לנוחות ולסטייל. שדרגו את ארון הבגדים שלכם לחורף עם האביזר הקלאסי הזה שמשלב בין חום לסטייל הנצחי.',
                    'meta-description'  => 'תיאור מטא',
                    'meta-keywords'     => 'מטא1, מטא2, מטא3',
                    'meta-title'        => 'כותרת מטא',
                    'name'              => 'כובע מסריח ארקטי סריגה אקריליק אוניסקס',
                    'short-description' => 'קבלו את הימים הקרים בסטייל עם הכובע המסריח הארקטי הסרוג. מעוצב מתוך תערובת רכה ועמידה של אקריליק, כובע הסרוג הקלאסי הזה מציע חום וגמישות. מתאים לגברים ולנשים כאחד, זהו האביזר האידיאלי ללבישה יומיומית או לשימוש בחוץ. שדרגו את ארון הבגדים שלכם לחורף או הפנו למישהו מיוחד עם כובע הסרוג החיוני הזה.',
                ],

                '2' => [
                    'description'       => 'הצער הקריר של הסרט החורפי הוא יותר מאביזר למזג האוויר הקר; זה הוא הצהרת חום, נוחות וסטייל לעונת החורף. מעוצב בקפידה מתוך תערובת מפנקת של אקריליק וצמר, הסרט הזה מיועד לשמור עליכם חמימים ונעימים גם בטמפרטורות הכי קרות. המרקם הרך והמפנק אינו רק מספק בידוד מפני הקור, אלא גם מוסיף נימה של יוקרה לארון הבגדים שלכם בחורף. העיצוב של הסרט הקריר הוא גם מסגנון וגם רב תכליתי, מה שהופך אותו להוספה מושלמת למגוון התלבושות החורפיות. בין שאתם מתלבשים לאירוע מיוחד או מוסיפים שכבה שיקית למראה היומיומי שלכם, הסרט הזה משלים את הסטייל שלכם בצורה טבעית. האורך הארוך נותן אפשרויות סגירה מותאמות אישית. תקפלו אותו סביב הצוואר לחימום נוסף, תניחו אותו בצורה רפורמלית למראה קזואלי או תנסו קשירות שונות כדי לבטא את הסטייל הייחודי שלכם. הגמישות הזו הופכת אותו לאביזר חורפי חובה. מחפשים את המתנה המושלמת? הסרט הקריר הוא בחירה אידיאלית. בין שאתם מפתיעים אדם יקר או מתפנקים לבד, הסרט הזה הוא מתנה קלאסית ופרקטית שתישמר לאורך חודשי החורף. תקבלו את החורף עם הסרט הקריר, שם חום פוגש סטייל בהרמוניה מושלמת. שדרגו את ארון הבגדים שלכם עם האביזר החורפי החיוני הזה שלא רק שמחמם, אלא גם מוסיף נימה של סופיסטיקציה לאנסמבל הקריר שלכם.',
                    'meta-description'  => 'תיאור מטא',
                    'meta-keywords'     => 'מטא1, מטא2, מטא3',
                    'meta-title'        => 'כותרת מטא',
                    'name'              => 'סרט חורפי סטיילי Arctic Bliss',
                    'short-description' => 'חוו את החמימות והסטייל עם סרט החורף שלנו Arctic Bliss. מעוצב מתוך תערובת מפנקת של אקריליק וצמר, הסרט הזה הוא הסרט המושלם לשמירה על חום בימים הקרים ביותר. העיצוב הסטיילי והרב תכליתי, בשילוב עם אורך נוסף, מציע אפשרויות סגירה מותאמות אישית. שדרגו את ארון הבגדים שלכם או הפנו למישהו מיוחד עם האביזר החורפי החיוני הזה.',
                ],

                '3' => [
                    'description'       => 'מציגים את כפפות המגע המסך החורפיות Arctic - המקום בו חום, סטייל וחיבור מתקיימים יחד כדי לשדרג את חוויית החורף שלך. מעוצבות מאקריליק איכותי, הכפפות הללו מיועדות לספק חום ועמידות יוצאת דופן. קצות האצבעות המתאימות למגע המסך מאפשרות לך להישאר מחובר בלתי נראה לידיים שלך לקור. ענה על שיחות, שלח הודעות ונווט במכשירים שלך בקלות, תוך שמירה על ידייך חמות. הרוכסן המבודד מוסיף שכבה נוספת של נוחות, והופך את הכפפות הללו לבחירה המושלמת שלך להתמודדות עם קור החורף. בין שאתה בדרכים, מבצע משימות או נהנה מפעילויות בחוץ, הכפפות הללו מספקות את החום וההגנה שאתה צריך. הגביעים המתוחים מבטיחים התאמה מושלמת, מונעים זרימת קור ושומרים על הכפפות במקום במהלך הפעילויות היומיומיות שלך. העיצוב המסטייל מוסיף ניצוץ לאנסמבל החורפי שלך, והופך את הכפפות הללו לכל כך אופנתיות כמו שהן פונקציונליות. אידיאליות למתנה או כטיפול לעצמך, כפפות המגע המסך החורפיות Arctic הן אביזר חובה לאדם המודרני. אמרו שלום לטרח של הסרת הכפפות כדי להשתמש במכשירים שלך וקבלו את השילוב החלק של חום, סטייל וחיבור. נשארו מחוברים, נשארו חמים ונשארו בסטייל עם כפפות המגע המסך החורפיות Arctic - המלווה האמין שלך להתמודדות עם עונת החורף בביטחון.',
                    'meta-description'  => 'תיאור מטא',
                    'meta-keywords'     => 'מטא1, מטא2, מטא3',
                    'meta-title'        => 'כותרת מטא',
                    'name'              => 'כפפות מגע מסך חורפיות Arctic',
                    'short-description' => 'נשארו מחוברים וחמים עם כפפות המגע המסך החורפיות שלנו. הכפפות הללו לא רק מיוצרות מאקריליק איכותי לחום ועמידות, אלא גם כוללות עיצוב המתאים למגע המסך. עם רוכסן מבודד, גביעים מתוחים להתאמה מושלמת ומראה מסטייל, הכפפות הללו הן מושלמות לשימוש יומי בתנאים קרים.',
                ],

                '4' => [
                    'description'       => 'מציג את גרבי הצמר בלנד Arctic Warmth - הלווייתם החיונית שלך לרגליים חמות ונוחות בעונות הקר. מיוצרות מתערובת משובחת של צמר מרינו, אקריליק, ניילון וספנדקס, גרבי הצמר הללו מיועדות לספק חום ונוחות ללא תחרות. התערובת של הצמר מבטיחה שהרגליים שלך יישארו חמות גם בטמפרטורות הכי קרות, ולכן גרבי הצמר הללו הן הבחירה המושלמת להרפתקאות חורפיות או פשוט להרגיש נעים בבית. המרקם הרך והנעים של הגרביים מציע תחושה מפנקת על העור. אמרו שלום לרגליים קרות כשאתם מתחבקים בחום המפנק שמספקות גרבי הצמר הללו. מעוצבות לעמידות, הגרביים כוללות עקב וקדמה מחוזקים, הוספה של כוח נוסף לאזורים הנושאים עומס גבוה. זה מבטיח שהגרביים שלך יחזיקו במבחן הזמן, מספקות נוחות ונעימות לאורך זמן. החומר הנושם של הגרביים מונע חימום יתר, מאפשר לרגליים שלך להיות נוחות ויבשות לאורך היום. בין שאתה הולך לטיול חורפי או מתרפא בתוך הבית, הגרביים הללו מציעות את האיזון המושלם בין חום לנשימה. גרבי הצמר בלנד הן גרביים רב-תכליתיות ומסטיילות, מתאימות למגוון אירועים. תוסיפו אותן לזוג המגפיים האהובות עליכם למראה חורפי מסטייל או תרתמו אותן בבית לנוחות מוחלטת. שדרגו את ארון הבגדים שלכם ותתקדמו בנוחות עם גרבי הצמר בלנד Arctic Warmth. פנקו את הרגליים שלכם בתכשיר היוקרתי שהן ראויות לו ותכנסו לעולם של נוחות שמחזיק לאורך כל העונה.',
                    'meta-description'  => 'תיאור מטא',
                    'meta-keywords'     => 'מטא1, מטא2, מטא3',
                    'meta-title'        => 'כותרת מטא',
                    'name'              => 'גרבי הצמר בלנד Arctic Warmth',
                    'short-description' => 'חוו את החום והנוחות הבלתי נשכחים של גרבי הצמר בלנד Arctic Warmth שלנו. מיוצרות מתערובת של צמר מרינו, אקריליק, ניילון וספנדקס, הן מציעות נוחות סופרת למזג האוויר הקר. עם עקב וקדמה מחוזקים לעמידות, הן גרביים רב-תכליתיות ומסטיילות המתאימות למגוון אירועים.',
                ],

                '5' => [
                    'description'       => 'מציג את חבילת אביזרי החורף Arctic Frost, הפתרון המושלם עבור הימים הקרים, המספק חום, סטייל וחיבור במהלך הימים הקרים של החורף. הסט המותאם בקפידה מביא יחד ארבעה אביזרי חורף חיוניים כדי ליצור אנסמבל מאוזן. הצעיף המפנק, המסוגל לשמירה על חום, מסוגל להוסיף גם מגע של אלגנטיות לארון הבגדים שלך בחורף. הכובע הרך והנעים, המיוצר בקפידה, מבטיח לשמור על הנוחות שלך תוך הוספת סטייל מודרני למראה שלך. אבל זה לא נגמר כאן - החבילה שלנו כוללת גם כפפות המתאימות למגע המסך. נשארו מחוברים בלי לפקפק בחום כשאתה משתמש במכשירים שלך בקלות. בין שאתה עונה לשיחות, שולח הודעות או תופס רגעים חורפיים בסמארטפון שלך, הכפפות האלו מבטיחות נוחות בלתי מתפשרת בלי לפגוע בסטייל. המרקם הרך והנעים של הגרביים מציע תחושה מפנקת נגד העור. אמרו שלום לרגליים קרות כשאתה מקבל את החום המפנק שמספקות הגרביים המעורבות בצמר. חבילת אביזרי החורף Arctic Frost היא לא רק על פונקציונליות; זו הצהרה של אופנת החורף. כל פריט מותאם לא רק להגן עליך מפני הקור, אלא גם להעלות את הסטייל שלך במהלך עונת הקור. החומרים שנבחרו עבור חבילה זו מעדיפים גם עמידות וגם נוחות, מבטיחים שתוכל ליהנות מארץ הפלא החורפית בסטייל. בין אם אתה מתפנק או מחפש את המתנה המושלמת, חבילת אביזרי החורף Arctic Frost היא בחירה רב-תכליתית. הפתיחה של העונה החגיגית או העלאת ארון הבגדים החורפי שלך עם אנסמבל מודרני ופונקציונלי. קבל את הקור בביטחון, ותדע שיש לך את האביזרים המושלמים שישמרו עליך חמים ומסטייל.',
                    'meta-description'  => 'תיאור מטא',
                    'meta-keywords'     => 'מטא1, מטא2, מטא3',
                    'meta-title'        => 'כותרת מטא',
                    'name'              => 'חבילת אביזרי החורף Arctic Frost',
                    'short-description' => 'קבל את קור החורף עם חבילת אביזרי החורף Arctic Frost שלנו. הסט המותאם כולל צעיף מפנק, כובע נעים, כפפות המתאימות למגע המסך וגרביים מעורבות בצמר. מודרני ופונקציונלי, אנסמבל זה עשוי מחומרים איכותיים, מבטיח גם עמידות וגם נוחות. העלה את ארון הבגדים שלך בחורף או הפתיע מישהו מיוחד עם אפשרות מתנה מושלמת זו.',
                ],

                '6' => [
                    'description'       => 'מציג את חבילת אביזרי החורף Arctic Frost, הפתרון המושלם לשמירה על חום, סטייל וחיבור במהלך ימי החורף הקרים. חבילה זו מכילה ארבעה אביזרים חורפיים חיוניים שמתמזגים ליצירת אנסמבל מאוזן. הצעיף המפנק, המסוגל לשמור על חום ולהביא טאץ\' של אלגנטיות לארון הבגדים שלך, עשוי מתערובת של אקריליק וצמר. הכובע הרך והנעים, המיוצר בקפידה, מבטיח לשמור על החום שלך ולהוסיף סטייל למראה שלך. אבל זה לא נגמר כאן - החבילה שלנו כוללת גם כפפות המתאימות למגע המסך. נשארו מחוברים מבלי לפקפק בחום כשאתה משתמש במכשירים שלך בקלות. בין שאתה עונה לשיחות, שולח הודעות או צולם רגעים חורפיים על הסמארטפון שלך, הכפפות הללו מבטיחות נוחות בלתי מתפשרת מבלי לפגוע בסטייל. המרקם הרך והנעים של הגרביים מציע תחושה מפנקת נגד העור שלך. אמרו שלום לרגליים קרות כשאתה מתחיל להתחמם עם הגרביים המעורבות בצמר הללו. חבילת אביזרי החורף Arctic Frost אינה רק על פונקציונליות; זו הצהרה של אופנה חורפית. כל פריט מותאם לא רק להגנה מפני הקור, אלא גם להעלאת הסטייל שלך במהלך עונת הקור. החומרים שנבחרו עבור חבילה זו מעדיפים גם עמידות וגם נוחות, מבטיחים שתוכל ליהנות מעולם החורף בסטייל. בין שאתה מתפנק או מחפש את המתנה המושלמת, חבילת אביזרי החורף Arctic Frost היא בחירה רב-תכליתית. הפתיעו מישהו מיוחד בעונת החג או העלו את ארון הבגדים שלכם עם אנסמבל סטיילי ופונקציונלי זה. קבלו את הקור בביטחון, ותדעו שיש לכם את האביזרים המושלמים לשמירה על חום וסטייל.',
                    'meta-description'  => 'תיאור מטא',
                    'meta-keywords'     => 'מטא1, מטא2, מטא3',
                    'meta-title'        => 'כותרת מטא',
                    'name'              => 'חבילת אביזרי החורף Arctic Frost',
                    'short-description' => 'קבל את קור החורף עם חבילת אביזרי החורף Arctic Frost שלנו. הסט המותאם כולל צעיף מפנק, כובע נעים, כפפות המתאימות למגע המסך וגרביים מעורבות בצמר. מודרני ופונקציונלי, אנסמבל זה עשוי מחומרים איכותיים, מבטיח גם עמידות וגם נוחות. העלה את ארון הבגדים שלך בחורף או הפתיע מישהו מיוחד עם אפשרות מתנה מושלמת זו.',
                ],

                '7' => [
                    'description'       => 'מציג את ג\'קט הפאפר המכוסה בכובע OmniHeat לגברים, הפתרון המושלם לשמירה על חום וסטייל בעונות הקרות. ג\'קט זה מיוצר עם עמידות וחום בדעת, מבטיח שיהיה לך לקוח מהימן. העיצוב עם הכובע לא רק מוסיף טאץ\' של סטייל, אלא גם מספק חום נוסף ומגן עליך מרוחות קרות ומזג אוויר קר. השרוולים המלאים מספקים כיסוי מלא, מבטיחים שתישאר נעים מהכתף ועד היד. עם כיסים מובנים, ג\'קט זה מספק נוחות לנשיאת החיוניות שלך או לשמירה על חמימות הידיים. המילוי הסינטטי המבודד מספק חום משופר, ולכן הוא אידיאלי להתמודדות עם ימים ולילות קרים. עשוי מבד פוליאסטר עמיד וביטנה, ג\'קט זה מיוצר להחזיק ולעמוד בפני הרכיבים. זמין ב-5 צבעים מפתים, תוכל לבחור את הצבע שמתאים לך ולהעדפתך. רב-תכליתי ופונקציונלי, ג\'קט הפאפר המכוסה בכובע OmniHeat לגברים מתאים למגוון אירועים, בין אם אתה הולך לעבודה, לטיול פורמאלי או לאירוע חיצוני. חוו את השילוב המושלם של סטייל, נוחות ופונקציונליות עם ג\'קט הפאפר המכוסה בכובע OmniHeat לגברים. שדרג את ארון הבגדים שלך לחורף והישאר נעים בעת שאתה מתחבק בחוץ. הביסו את הקור בסטייל ותעשו הצהרה עם פריט זה החיוני.',
                    'meta-description'  => 'תיאור מטא',
                    'meta-keywords'     => 'מטא1, מטא2, מטא3',
                    'meta-title'        => 'כותרת מטא',
                    'name'              => 'ג\'קט הפאפר המכוסה בכובע OmniHeat לגברים',
                    'short-description' => 'הישאר חם ובסטייל עם ג\'קט הפאפר המכוסה בכובע OmniHeat לגברים שלנו. ג\'קט זה מיועד לספק חום סופרת וכולל כיסים מובנים לנוחות נוספת. החומר המבודד מבטיח שתישאר נעים במזג אוויר קר. זמין ב-5 צבעים מפתים, הופך אותו לבחירה רב-תכליתית למגוון אירועים.',
                ],

                '8' => [
                    'description'       => 'מציג את ג\'קט הפאפר המכוסה בכובע OmniHeat לגברים, הפתרון המושלם לשמירה על חום וסטייל בעונות הקרות. ג\'קט זה מיוצר עם עמידות וחום בדעת, מבטיח שיהיה לך לקוח מהימן. העיצוב עם הכובע לא רק מוסיף טאץ\' של סטייל, אלא גם מספק חום נוסף ומגן עליך מרוחות קרות ומזג אוויר קר. השרוולים המלאים מספקים כיסוי מלא, מבטיחים שתישאר נעים מהכתף ועד היד. עם כיסים מובנים, ג\'קט זה מספק נוחות לנשיאת החיוניות שלך או לשמירה על חמימות הידיים. המילוי הסינטטי המבודד מספק חום משופר, ולכן הוא אידיאלי להתמודדות עם ימים ולילות קרים. עשוי מבד פוליאסטר עמיד וביטנה, ג\'קט זה מיוצר להחזיק ולעמוד בפני הרכיבים. זמין ב-5 צבעים מפתים, תוכל לבחור את הצבע שמתאים לך ולהעדפתך. רב-תכליתי ופונקציונלי, ג\'קט הפאפר המכוסה בכובע OmniHeat לגברים מתאים למגוון אירועים, בין אם אתה הולך לעבודה, לטיול פורמאלי או לאירוע חיצוני. חוו את השילוב המושלם של סטייל, נוחות ופונקציונליות עם ג\'קט הפאפר המכוסה בכובע OmniHeat לגברים. שדרג את ארון הבגדים שלך לחורף והישאר נעים בעת שאתה מתחבק בחוץ. הביסו את הקור בסטייל ותעשו הצהרה עם פריט זה החיוני.',
                    'meta-description'  => 'תיאור מטא',
                    'meta-keywords'     => 'מטא1, מטא2, מטא3',
                    'meta-title'        => 'כותרת מטא',
                    'name'              => 'ג\'קט הפאפר המכוסה בכובע OmniHeat לגברים-כחול-צהוב-M',
                    'short-description' => 'הישאר חם ובסטייל עם ג\'קט הפאפר המכוסה בכובע OmniHeat לגברים שלנו. ג\'קט זה מיועד לספק חום סופרת וכולל כיסים מובנים לנוחות נוספת. החומר המבודד מבטיח שתישאר נעים במזג אוויר קר. זמין ב-5 צבעים מפתים, הופך אותו לבחירה רב-תכליתית למגוון אירועים.',
                ],

                '9' => [
                    'description'       => 'מציג את ג\'קט הפאפר המכוסה בכובע OmniHeat לגברים, הפתרון המושלם לשמירה על חום וסטייל בעונות הקרות. ג\'קט זה מיוצר עם עמידות וחום בדעת, מבטיח שיהיה לך לקוח מהימן. העיצוב עם הכובע לא רק מוסיף טאץ\' של סטייל, אלא גם מספק חום נוסף ומגן עליך מרוחות קרות ומזג אוויר קר. השרוולים המלאים מספקים כיסוי מלא, מבטיחים שתישאר נעים מהכתף ועד היד. עם כיסים מובנים, ג\'קט זה מספק נוחות לנשיאת החיוניות שלך או לשמירה על חמימות הידיים. המילוי הסינטטי המבודד מספק חום משופר, ולכן הוא אידיאלי להתמודדות עם ימים ולילות קרים. עשוי מבד פוליאסטר עמיד וביטנה, ג\'קט זה מיוצר להחזיק ולעמוד בפני הרכיבים. זמין ב-5 צבעים מפתים, תוכל לבחור את הצבע שמתאים לך ולהעדפתך. רב-תכליתי ופונקציונלי, ג\'קט הפאפר המכוסה בכובע OmniHeat לגברים מתאים למגוון אירועים, בין אם אתה הולך לעבודה, לטיול פורמאלי או לאירוע חיצוני. חוו את השילוב המושלם של סטייל, נוחות ופונקציונליות עם ג\'קט הפאפר המכוסה בכובע OmniHeat לגברים. שדרג את ארון הבגדים שלך לחורף והישאר נעים בעת שאתה מתחבק בחוץ. הביסו את הקור בסטייל ותעשו הצהרה עם פריט זה החיוני.',
                    'meta-description'  => 'תיאור מטא',
                    'meta-keywords'     => 'מטא1, מטא2, מטא3',
                    'meta-title'        => 'כותרת מטא',
                    'name'              => 'ג\'קט הפאפר המכוסה בכובע OmniHeat לגברים-כחול-צהוב-L',
                    'short-description' => 'הישאר חם ובסטייל עם ג\'קט הפאפר המכוסה בכובע OmniHeat לגברים שלנו. ג\'קט זה מיועד לספק חום סופרת וכולל כיסים מובנים לנוחות נוספת. החומר המבודד מבטיח שתישאר נעים במזג אוויר קר. זמין ב-5 צבעים מפתים, הופך אותו לבחירה רב-תכליתית למגוון אירועים.',
                ],

                '10' => [
                    'description'       => 'מציג את ג\'קט הפאפר המכוסה בכובע OmniHeat לגברים, הפתרון המושלם לשמירה על חום וסטייל בעונות הקרות. ג\'קט זה מיוצר עם עמידות וחום בדעת, מבטיח שיהיה לך לקוח מהימן. העיצוב עם הכובע לא רק מוסיף טאץ\' של סטייל, אלא גם מספק חום נוסף ומגן עליך מרוחות קרות ומזג אוויר קר. השרוולים המלאים מספקים כיסוי מלא, מבטיחים שתישאר נעים מהכתף ועד היד. עם כיסים מובנים, ג\'קט זה מספק נוחות לנשיאת החיוניות שלך או לשמירה על חמימות הידיים. המילוי הסינטטי המבודד מספק חום משופר, ולכן הוא אידיאלי להתמודדות עם ימים ולילות קרים. עשוי מבד פוליאסטר עמיד וביטנה, ג\'קט זה מיוצר להחזיק ולעמוד בפני הרכיבים. זמין ב-5 צבעים מפתים, תוכל לבחור את הצבע שמתאים לך ולהעדפתך. רב-תכליתי ופונקציונלי, ג\'קט הפאפר המכוסה בכובע OmniHeat לגברים מתאים למגוון אירועים, בין אם אתה הולך לעבודה, לטיול פורמאלי או לאירוע חיצוני. חוו את השילוב המושלם של סטייל, נוחות ופונקציונליות עם ג\'קט הפאפר המכוסה בכובע OmniHeat לגברים. שדרג את ארון הבגדים שלך לחורף והישאר נעים בעת שאתה מתחבק בחוץ. הביסו את הקור בסטייל ותעשו הצהרה עם פריט זה החיוני.',
                    'meta-description'  => 'תיאור מטא',
                    'meta-keywords'     => 'מטא1, מטא2, מטא3',
                    'meta-title'        => 'כותרת מטא',
                    'name'              => 'ג\'קט הפאפר המכוסה בכובע OmniHeat לגברים-כחול-ירוק-M',
                    'short-description' => 'הישאר חם ובסטייל עם ג\'קט הפאפר המכוסה בכובע OmniHeat לגברים שלנו. ג\'קט זה מיועד לספק חום סופרת וכולל כיסים מובנים לנוחות נוספת. החומר המבודד מבטיח שתישאר נעים במזג אוויר קר. זמין ב-5 צבעים מפתים, הופך אותו לבחירה רב-תכליתית למגוון אירועים.',
                ],

                '11' => [
                    'description'       => 'מציג את ג\'קט הפאפר המכוסה בכובע OmniHeat לגברים, הפתרון המושלם לשמירה על חום וסטייל בעונות הקרות. ג\'קט זה מיוצר עם עמידות וחום בדעת, מבטיח שיהיה לך לקוח מהימן. העיצוב עם הכובע לא רק מוסיף טאץ\' של סטייל, אלא גם מספק חום נוסף ומגן עליך מרוחות קרות ומזג אוויר קר. השרוולים המלאים מספקים כיסוי מלא, מבטיחים שתישאר נעים מהכתף ועד היד. עם כיסים מובנים, ג\'קט זה מספק נוחות לנשיאת החיוניות שלך או לשמירה על חמימות הידיים. המילוי הסינטטי המבודד מספק חום משופר, ולכן הוא אידיאלי להתמודדות עם ימים ולילות קרים. עשוי מבד פוליאסטר עמיד וביטנה, ג\'קט זה מיוצר להחזיק ולעמוד בפני הרכיבים. זמין ב-5 צבעים מפתים, תוכל לבחור את הצבע שמתאים לך ולהעדפתך. רב-תכליתי ופונקציונלי, ג\'קט הפאפר המכוסה בכובע OmniHeat לגברים מתאים למגוון אירועים, בין אם אתה הולך לעבודה, לטיול פורמאלי או לאירוע חיצוני. חוו את השילוב המושלם של סטייל, נוחות ופונקציונליות עם ג\'קט הפאפר המכוסה בכובע OmniHeat לגברים. שדרג את ארון הבגדים שלך לחורף והישאר נעים בעת שאתה מתחבק בחוץ. הביסו את הקור בסטייל ותעשו הצהרה עם פריט זה החיוני.',
                    'meta-description'  => 'תיאור מטא',
                    'meta-keywords'     => 'מטא1, מטא2, מטא3',
                    'meta-title'        => 'כותרת מטא',
                    'name'              => 'ג\'קט הפאפר המכוסה בכובע OmniHeat לגברים-כחול-ירוק-L',
                    'short-description' => 'הישאר חם ובסטייל עם ג\'קט הפאפר המכוסה בכובע OmniHeat לגברים שלנו. ג\'קט זה מיועד לספק חום סופרת וכולל כיסים מובנים לנוחות נוספת. החומר המבודד מבטיח שתישאר נעים במזג אוויר קר. זמין ב-5 צבעים מפתים, הופך אותו לבחירה רב-תכליתית למגוון אירועים.',
                ],
            ],

            'product-attribute-values' => [
                '1' => [
                    'description'      => 'הכובע הארקטי המשובץ נועד להבטיח לך חום, נעימות וסטייל בחודשי החורף הקרים ביותר. מיוצר משילוב רך ואיכותי של סריג אקריליק, הכובע עוצב כך שיספק תחושת נוחות והתאמה מדויקת. עיצובו הקלאסי הופך אותו למתאים לגברים ונשים כאחד, מעניק לך אביזר רב תכליתי המתאים לסגנונות שונים. בין שאתה יוצא ליום בעיר בגלוי או נודד בטבע, הכובע מוסיף נוחות וחום ללוק שלך. החומר הרך והנושם מבטיחים שתישאר נוח בכל עונות השנה ללא הפסד בסטייל. הכובע הארקטי המשובץ הוא לא רק אביזר; זה פיסת אופנה לחורף. פשטותו עושה אותו קל לשלב עם תלבושות שונות, ולכן הוא אביזר חובה בארון הבגדים שלך לחורף. אידיאלי לתת כמתנה או להתגמש בו, הכובע הזה הוא הוספה מחשבתית לכל לוק חורפי. זהו אביזר רב תכליתי שהולך מעבר לפונקציונליות, מוסיף חום וסטייל למראה שלך. תמצא את עצמך באפס החורף עם הכובע הארקטי המשובץ. בין אם אתה נהנה מיום רגיל או עומד למול גורמי הטבע, תן לכובע הזה להיות הלווייתך לנוחות וסטייל. שדרג את ארון הבגדים שלך לחורף עם אביזר קלאסי זה שמשלב באופן מושלם בין חום לסטייל נצחי.',
                    'meta-description' => 'תיאור מטא',
                    'meta-keywords'    => 'מטא1, מטא2, מטא3',
                    'meta-title'       => 'כותרת מטא',
                    'name'             => 'כובע סריג נשים וגברים ארקטי נעים',
                    'sort-description' => 'פשט את הימים הקרים בסטייל עם כובע הסריג הארקטי שלנו. מיוצר משילוב אקריליק רך ואיכותי, הכובע הקלאסי הזה מספק חום ורב תכליתיות. מתאים גם לגברים וגם לנשים, זהו האביזר המושלם לשימוש יומיומי או לשימוש בחוץ. שדרג את ארון הבגדים שלך לחורף או הענק אותו כמתנה למישהו מיוחד עם הכובע החובה הזה.',
                ],

                '2' => [
                    'description'      => 'הצעיף החורפי Arctic Bliss הוא הרבה יותר מאביזר למזג האוויר הקר; זה הוד החורף של חום, נוחות וסטייל. עשוי בקפידה משילוב מפנק של אקריליק וצמר, הצעיף עוצב כך שישמור עליך חם ונוח גם בטמפרטורות הקרות ביותר. המרקם הרך והנעים למגע מספק לא רק בידוד מפני הקור, אלא גם נוגע בגאווה לארון הבגדים שלך לחורף. עיצוב הצעיף Arctic Bliss הוא גם אלגנטי וגם רב תכליתי, מה שהופך אותו להוספה מושלמת למגוון הלוקים החורפיים. בין שאתה מתלבש לאירוע מיוחד או מוסיף שכבה מסוגננת למראה היומיומי שלך, הצעיף הזה משלים את הסטייל שלך בצורה טבעית. האורך הנוסף הארוך של הצעיף מציע אפשרויות סגנון מותאמות אישית. תקפל אותו לקירור נוסף, השאר אותו תלוי למראה רגיל, או נסה קשירות שונות כדי לבטא את הסטייל הייחודי שלך. הגמישות הזו הופכת אותו לאביזר חובה לעונת החורף. אתה מחפש את המתנה המושלמת? הצעיף החורפי Arctic Bliss הוא בחירה מושלמת. בין שאתה מפתיע אדם יקר או מתפנק לעצמך, הצעיף הזה הוא מתנה קלאסית ופרקטית שתיחבר לה במשך כל חודשי החורף. חיבק את החורף עם הצעיף החורפי Arctic Bliss, שם חום וסטייל נפגשים בהרמוניה מושלמת. שדרג את ארון הבגדים החורפי שלך עם האביזר החיוני הזה שלא רק ששומר עליך חם, אלא גם מוסיף טאץ׳ של סופיסטיקציה ללוק שלך במזג האוויר הקר.',
                    'meta-description' => 'תיאור מטא',
                    'meta-keywords'    => 'מטא1, מטא2, מטא3',
                    'meta-title'       => 'כותרת מטא',
                    'name'             => 'צעיף חורפי אלגנטי Arctic Bliss',
                    'sort-description' => 'גלו את חיבוק החורף והסטייל עם הצעיף החורפי Arctic Bliss שלנו. עשוי משילוב מפנק של אקריליק וצמר, הצעיף הנוח הזה עוצב כך שישמור עליך חם במהלך הימים הקרים ביותר. העיצוב האלגנטי והרב תכליתי, בשילוב עם האורך הנוסף הארוך, מציע אפשרויות סגנון מותאמות אישית. שדרג את ארון הבגדים החורפי שלך או הפנק מישהו מיוחד עם האביזר החורפי החיוני הזה.',
                ],

                '3' => [
                    'description'      => 'גלו את כפפות החורף המסך המגע Arctic - המקום שבו חום, סגנון וחיבור נפגשים כדי לשפר את חוויית החורף שלך. עשויות מאקריליק באיכות גבוהה, הכפפות האלו מיועדות לספק חום ועמידות יוצאת דופן. קצוות האצבעות המתאימים למסכי מגע מאפשרים לך להישאר מחובר בלי לחשוף את ידייך לקור. ענו על שיחות, שלחו הודעות וגלו במכשירים שלכם בקלות, תוך שהידיים שלכם נשארות חמות. השכבת בידוד מוסיפה שכבה נוספת של נוחות, וגורמת לכך שכפפות אלו הן בחירתכם האידיאלית להתמודדות עם קור החורף. בין שאתם נעים, עושים קניות או נהנים מפעילויות בחוץ, הכפפות הללו מספקות לכם את החום וההגנה שאתם צריכים. הסרוגים הגמישים מבטיחים יישומים מוגנים, מונעים מהרוח הקרה להיכנס ושומרים על הכפפות במקום במהלך הפעילויות היומיומיות שלכם. העיצוב האלגנטי מוסיף טאץ׳ של סגנון להצטרפותכם לחורף, מה שהופך את הכפפות הללו לפונקציונליות וגם אפליות. אידיאליות כמתנה או כהנאה עצמית, כפפות החורף המסך המגע Arctic הן אביזר חובה לאדם המודרני. אמרו להתרגל לאי נוחות של צורך להוריד את הכפפות שלכם כדי להשתמש במכשירים ותפסו בחיבוק קרח של חום, סגנון וחיבור מושלם. הישארו מחוברים, הישארו חמים והישארו אלגנטיים עם כפפות החורף המסך המגע Arctic - המלווה האמין שלכם לכיבוש העונתי של חורף בביטחון מוחלט.',
                    'meta-description' => 'תיאור מטא',
                    'meta-keywords'    => 'מטא1, מטא2, מטא3',
                    'meta-title'       => 'כותרת מטא',
                    'name'             => 'כפפות חורף Arctic Touchscreen',
                    'sort-description' => 'הישארו מחוברים וחמים עם כפפות החורף המסך המגע Arctic שלנו. הכפפות הללו עשויות לא רק מאקריליק איכותי עבור חום ועמידות, אלא גם מגיעות עם עיצוב התאמת מסך מגע. עם בידוד מוסיף, סרוגים גמישים להתאמה מוגנת ומראה אלגנטי, הכפפות האלו הן אידיאליות לשימוש יומיומי בקור. ',
                ],

                '4' => [
                    'description'      => 'הצגת גרבי הצמר Arctic Warmth - השותף החיוני שלכם לרגליים נעימות וחמות בעונות הקרות. עשויות מתערובת משובחת של צמר מרינו, אקריליק, ניילון ואלסטן, גרבי הצמר האלו מיועדות לספק חום ונוחות ללא תחרות. המיזוג של צמר מבטיח שרגלייכם יישארו חמות גם בקור קר במיוחד, מה שהופך אותם לבחירה המושלמת להרפתקאות חורפיות או פשוט לשמירה על החום בבית. המרקם הרך והנעים של גרבי הצמר מספק תחושת יוקרה נגד העור שלכם. אמרו להתרגל לרגליים חסרות חום ותיהנו מהחום הנעים שמציעים גרבי הצמר הללו. עם עיצוב התאמה מוגן, גרבי הצמר מצוידות בעקב וקצה מחוזקים, המוסיפים עמידות נוספת לאזורים החשופים לשחיקה גבוהה. זה מבטיח שהגרביים שלכם יסתובבו בעבר הזמן, מספקים נוחות ורכות ממושכת. התכונה הנושמת של החומר מונעת חימום יתר, מאפשרת לרגלייכם להישאר נעימות ויבשות לאורך כל היום. בין אם אתם חולקים לטיול טרום חורף או נהנים בבית, גרביים אלו מספקות את האיזון המושלם בין חום ונושמת. גרבי צמר אלו רב תכליתיים ואלגנטיים, מתאימים למגוון של אירועים. צרו קישור למגפיים המועדפות עליכם למראה חורפי בעיצוב אופנתי או נעלו בבית לנוחות בלתי מתפשרת. שדרגו את ארון הבגדים שלכם בעזרת גרבי הצמר Arctic Warmth. העניקו לרגליים שלכם את היוקרה שהן ראויות לה ותפלצו בעולם של רכות שנשארת לאורך כל העונה.',
                    'meta-description' => 'תיאור מטא',
                    'meta-keywords'    => 'מטא1, מטא2, מטא3',
                    'meta-title'       => 'כותרת מטא',
                    'name'             => 'גרבי צמר Arctic Warmth',
                    'sort-description' => 'גלו את החום והנוחות הללא דומה של גרבי הצמר שלנו Arctic Warmth. עשויים מתערובת של צמר מרינו, אקריליק, ניילון ואלסטן, גרביים אלו מספקים רכות סופית לימים קרים. עם עקב וקצה מחוזקים לעמידות, גרביים רב-תכליתיים ואלגנטיים אלו מושלמים לאירועים שונים.',
                ],

                '5' => [
                    'description'      => 'הצגת חבילת אביזרי החורף Arctic Frost, הפתרון החיוני שלך לשמור על חום, סגנון וחיבור במהלך ימי החורף הקרים. האנסמבל הזה שנבחר בקפידה מכיל ארבעה אביזרי חורף חיוניים כדי ליצור מראה מתאים. הצעיף היקר, שמתוח בתהליך נדיב מתערובת של אקריליק וצמר, מוסיף לא רק שכבת חום, אלא גם מעניק מגע של יוקרה לארון הבגדים שלך לחורף. הכובע הרך, שנתפר בקפידה, מבטיח לשמור עליכם חמים תוך ניתור טאץ׳ של אופנה למראה שלכם. אבל זה עדיין לא נגמר - החבילה שלנו כוללת גם כפפות תואמות למסכי מגע. הישארו מחוברים מבלי לוותר על חום במהלך השימוש הקל על המכשירים שלכם. בין שאתם עונים על שיחות, שולחים הודעות או לוכדים רגעים של חורף על סמארטפון שלכם, הכפפות הללו מבטיחות נוחות ללא הפסד בסגנון. המרקם הרך והנעים של גרבי הצמר מספק תחושת יוקרה נגד העור שלך. אמרו להתרגל לרגליים חסרות חום ותיהנו מהחום הנעים שמציעים גרבי הצמר הללו. חבילת אביזרי החורף Arctic Frost אינה מוגבלת לפונקציונאליות; זו הצהרת אופנה לחורף. כל פריט מתוכה עוצב לא רק כדי להגן עליכם מהקור, אלא גם כדי לשדרג את הסגנון שלכם במהלך העונה הקרה. החומרים שנבחרו לחבילה זו פונים גם לעמידות וגם לנוחות, מאפשרים לכם ליהנות מהנוף החורפי בסגנון. בין שאתם נהנים בעצמכם או מחפשים את המתנה המושלמת, חבילת אביזרי החורף Arctic Frost היא בחירה רב-תכליתית. העניקו התפעלות למישהו מיוחד בעת חג המולד או שדרגו את ארון הבגדים החורפי שלכם עם סט אלגנטי ותכליתי. תובטחו את הקור בביטחון, והתחזקו בידע שיש לכם את האביזרים המושלמים לשמירה על חום וסטייל.',
                    'meta-description' => 'תיאור מטא',
                    'meta-keywords'    => 'מטא1, מטא2, מטא3',
                    'meta-title'       => 'כותרת מטא',
                    'name'             => 'חבילת אביזרי החורף Arctic Frost',
                    'sort-description' => 'תמצאו את קור החורף עם חבילת אביזרי החורף Arctic Frost שלנו. האנסמבל הזה שנבחר בקפידה מכיל ארבעה אביזרי חורף חיוניים כדי ליצור מראה מתאים. עשוי מחומרים בא',
                ],

                '6' => [
                    'description'      => 'מבצע ערכת אביזרי החורף Arctic Frost, הפתרון המושלם עבור הימים הקרים של חורף. ערכה זו היא אוסף מקפיד של ארבעה אביזרי חורף חיוניים המתמזגים ליצירת אנסמבל מושלם. הצער המפואר, המסוגל לשמור על חום ולהוסיף טאץ\' של אלגנטיות לארון הבגדים שלך. הכובע הרך המסוגל לשמור על חום ולהוסיף טאץ\' של מודרניות למראה שלך. וזה לא נגמר כאן - הערכה כוללת גם כפפות המתאימות למסכי מגע. נשאר מחובר ללא הפסקה ונהנה מנוחות בעת ניווט במכשירים שלך. בין שאתה משיב לשיחות, שולח הודעות או צולם רגעים מהחורף בסמארטפון שלך, הכפפות האלו מספקות נוחות ללא הפסקה ומבלי לפגוע בסטייל שלך. הטקסטורה הרכה והנעימה של הגרביים מספקת תחושת יוקרה על העור. אמרו שלום לרגליים קרות ותיהנו מחום נעים שמציעות הגרביים האלו. ערכת אביזרי החורף Arctic Frost אינה מוגבלת לפונקציות בלבד; זו הצהרת אופנה לחורף. כל פריט מותאם לא רק להגנה מפני הקור, אלא גם לשיפור הסטייל שלך בעונת הקור. החומרים שנבחרו עבור ערכה זו מעניקים דגש גם על עמידות וגם על נוחות, מאפשרים לך ליהנות מנופים החורפיים בסטייל. בין אם אתה מתפנק או מחפש את המתנה המושלמת, ערכת אביזרי החורף Arctic Frost היא בחירה רב-תכליתית. הפנה למישהו מיוחד בעונת החג או שדרג את ארון הבגדים החורפי שלך עם ערכה זו אלגנטית ופונקציונלית. תמצא את הקור בביטחון, ותדע שיש לך את האביזרים המושלמים לשמירה על חום וסטייל.',
                    'meta-description' => 'תיאור מטא',
                    'meta-keywords'    => 'מטא1, מטא2, מטא3',
                    'meta-title'       => 'כותרת מטא',
                    'name'             => 'ערכת אביזרי החורף Arctic Frost',
                    'sort-description' => 'תמצאו את קור החורף עם ערכת אביזרי החורף Arctic Frost שלנו. ערכה זו היא אוסף מקפיד של ארבעה אביזרי חורף חיוניים המתמזגים ליצירת אנסמבל מושלם. עשוי מחומרים באיכות גבוהה, ערכה זו מבטיחה גם עמידות וגם נוחות. שדרג את ארון הבגדים החורפי שלך או תעניק מתנה מיוחדת עם אפשרות המתנה המושלמת זו.',
                ],

                '7' => [
                    'description'      => 'מבט על מעיל הפוך המכופף OmniHeat לגברים, הפתרון המושלם שלך לשמור על חום וסטייל בעונות הקר. מעיל זה מיועד להחזיק בחשבון עמידות וחום, ולוודא שהוא יהפוך לחבר האמין שלך. העיצוב המכופף לא רק מוסיף נגיעה של סטייל, אלא גם מספק חום נוסף ומגן עליך מפני רוחות קרות ומזג האוויר. שרוולים ארוכים מספקים כיסוי מלא, מבטיחים לך להיות נוח מהכתף ועד היד. עם כיסים פנימיים, מעיל הפוך זה מספק נוחות לשימוש באופן יומיומי או לשמירה על ידיים חמות. המילוי הסינטטי המבודד מספק חום נוסף, ולכן הוא אידיאלי להתמודדות עם ימים ולילות קרים. עשוי מקיבול ופוליאסטר עמידים, מעיל זה מיועד להחזיק ולעמוד בפני הרס. זמין ב-5 צבעים מפתיעים, תוכל לבחור את הצבע שמתאים לך ולהעדפותיך. רב-תכליתי ופונקציונלי, מעיל הפוך המכופף OmniHeat לגברים מתאים לאירועים שונים, בין אם אתה הולך לעבודה, עושה טיול פנאי או משתתף באירוע חיצוני. גלה את השילוב המושלם של סטייל, נוחות ופונקציונליות עם מעיל הפוך המכופף OmniHeat לגברים. שדרג את ארון הבגדים שלך לחורף והישאר חם ונוח בזמן שאתה נהנה מהחוץ. עמד מול הקור בסטייל ותפסיק דיבור עם פריט זה החיוני.',
                    'meta-description' => 'תיאור מטא',
                    'meta-keywords'    => 'מטא1, מטא2, מטא3',
                    'meta-title'       => 'כותרת מטא',
                    'name'             => 'מעיל הפוך מכופף OmniHeat לגברים',
                    'sort-description' => 'הישאר חם ובמודה עם מעיל הפוך מכופף OmniHeat לגברים שלנו. מעיל זה מיועד להציע חום סופי וכולל כיסים פנימיים לנוחות נוספת. החומר המבודד מבטיח לך להיות נוח במהלך מזג האוויר הקר. זמין ב-5 צבעים מפתיעים, מה שהופך אותו לבחירה רב-תכליתית לאירועים שונים.',
                ],

                '8' => [
                    'description'      => 'מבט על מעיל הפוך המכופף OmniHeat לגברים, הפתרון המושלם שלך לשמור על חום וסטייל בעונות הקר. מעיל זה מיועד להחזיק בחשבון עמידות וחום, ולוודא שהוא יהפוך לחבר האמין שלך. העיצוב המכופף לא רק מוסיף נגיעה של סטייל, אלא גם מספק חום נוסף ומגן עליך מפני רוחות קרות ומזג האוויר. שרוולים ארוכים מספקים כיסוי מלא, מבטיחים לך להיות נוח מהכתף ועד היד. עם כיסים פנימיים, מעיל הפוך זה מספק נוחות לשימוש באופן יומיומי או לשמירה על ידיים חמות. המילוי הסינטטי המבודד מספק חום נוסף, ולכן הוא אידיאלי להתמודדות עם ימים ולילות קרים. עשוי מקיבול ופוליאסטר עמידים, מעיל זה מיועד להחזיק ולעמוד בפני הרס. זמין ב-5 צבעים מפתיעים, תוכל לבחור את הצבע שמתאים לך ולהעדפותיך. רב-תכליתי ופונקציונלי, מעיל הפוך המכופף OmniHeat לגברים מתאים לאירועים שונים, בין אם אתה הולך לעבודה, עושה טיול פנאי או משתתף באירוע חיצוני. גלה את השילוב המושלם של סטייל, נוחות ופונקציונליות עם מעיל הפוך המכופף OmniHeat לגברים. שדרג את ארון הבגדים שלך לחורף והישאר חם ונוח בזמן שאתה נהנה מהחוץ. עמד מול הקור בסטייל ותפסיק דיבור עם פריט זה החיוני.',
                    'meta-description' => 'תיאור מטא',
                    'meta-keywords'    => 'מטא1, מטא2, מטא3',
                    'meta-title'       => 'כותרת מטא',
                    'name'             => 'מעיל הפוך מכופף OmniHeat לגברים',
                    'sort-description' => 'הישאר חם ובמודה עם מעיל הפוך מכופף OmniHeat לגברים שלנו. מעיל זה מיועד להציע חום סופי וכולל כיסים פנימיים לנוחות נוספת. החומר המבודד מבטיח לך להיות נוח במהלך מזג האוויר הקר. זמין ב-5 צבעים מפתיעים, מה שהופך אותו לבחירה רב-תכליתית לאירועים שונים.',
                ],

                '9' => [
                    'description'      => 'הצגת הג׳קט המרופד עם הוד הכובע OmniHeat לגברים, הפתרון המושלם שלך לשמור על חום וסטייל בעונות הקר. הג׳קט הזה מיועד להחזיק בחשבון עמידות וחום, ולוודא שהוא יהפוך לחבר האמין שלך. העיצוב עם הוד לא רק מוסיף נגיעה של סטייל, אלא גם מספק חום נוסף ומגן עליך מפני רוחות קרות ומזג האוויר. שרוולים ארוכים מספקים כיסוי מלא, מבטיחים לך להיות נוח מהכתף ועד היד. מצויד בכיסים פנימיים, הג׳קט המרופד הזה מספק נוחות לשימוש יומיומי או לשמירה על ידיים חמות. המילוי הסינטטי המבודד מספק חום נוסף, ולכן הוא אידיאלי להתמודדות עם ימים ולילות קרים. עשוי מקיבול ופוליאסטר עמידים, הג׳קט המרופד הזה מיועד להחזיק ולעמוד בפני הרס. זמין ב-5 צבעים מפתיעים, תוכל לבחור את הצבע שמתאים לך ולהעדפותיך. רב-תכליתי ופונקציונלי, הג׳קט המרופד עם הוד הכובע OmniHeat לגברים מתאים לאירועים שונים, בין אם אתה הולך לעבודה, עושה טיול פנאי או משתתף באירוע חיצוני. גלה את השילוב המושלם של סטייל, נוחות ופונקציונליות עם הג׳קט המרופד עם הוד הכובע OmniHeat לגברים. שדרג את ארון הבגדים החורפי שלך והישאר חם ונוח בזמן שאתה נהנה מהחוץ. עמד מול הקור בסטייל ותפסיק דיבור עם פריט זה החיוני.',
                    'meta-description' => 'תיאור מטא',
                    'meta-keywords'    => 'מטא1, מטא2, מטא3',
                    'meta-title'       => 'כותרת מטא',
                    'name'             => 'ג׳קט מרופד עם הוד הכובע OmniHeat לגברים-כחול-צהוב-L',
                    'sort-description' => 'הישאר חם ובמודה עם הג׳קט המרופד עם הוד הכובע OmniHeat לגברים שלנו. הג׳קט הזה מיועד להציע חום סופי וכולל כיסים פנימיים לנוחות נוספת. החומר המבודד מבטיח לך להיות נוח במהלך מזג האוויר הקר. זמין ב-5 צבעים מפתיעים, מה שהופך אותו לבחירה רב-תכליתית לאירועים שונים.',
                ],

                '10' => [
                    'description'      => 'גלה את הג\'קט המרופד עם הוד הכובע OmniHeat לגברים, הפתרון המושלם שלך לשמור על חום וסטייל בעונות הקר. הג\'קט הזה מיועד להחזיק בחשבון עמידות וחום, ולוודא שהוא יהפוך לחבר האמין שלך. העיצוב עם הוד לא רק מוסיף נגיעה של סטייל, אלא גם מספק חום נוסף ומגן עליך מפני רוחות קרות ומזג האוויר. שרוולים ארוכים מספקים כיסוי מלא, מבטיחים לך להיות נוח מהכתף ועד היד. מצויד בכיסים פנימיים, הג\'קט המרופד הזה מספק נוחות לשימוש יומיומי או לשמירה על ידיים חמות. המילוי הסינטטי המבודד מספק חום נוסף, ולכן הוא אידיאלי להתמודדות עם ימים ולילות קרים. עשוי מקיבול ופוליאסטר עמידים, הג\'קט המרופד הזה מיועד להחזיק ולעמוד בפני הרס. זמין ב-5 צבעים מפתיעים, תוכל לבחור את הצבע שמתאים לך ולהעדפותיך. רב-תכליתי ופונקציונלי, הג\'קט המרופד עם הוד הכובע OmniHeat לגברים מתאים לאירועים שונים, בין אם אתה הולך לעבודה, עושה טיול פנאי או משתתף באירוע חיצוני. גלה את השילוב המושלם של סטייל, נוחות ופונקציונליות עם הג\'קט המרופד עם הוד הכובע OmniHeat לגברים. שדרג את ארון הבגדים החורפי שלך והישאר חם ונוח בזמן שאתה נהנה מהחוץ. עמד מול הקור בסטייל ותפסיק דיבור עם פריט זה החיוני.',
                    'meta-description' => 'תיאור מטא',
                    'meta-keywords'    => 'מטא1, מטא2, מטא3',
                    'meta-title'       => 'כותרת מטא',
                    'name'             => 'ג\'קט מרופד עם הוד הכובע OmniHeat לגברים-כחול-ירוק-M',
                    'sort-description' => 'הישאר חם ובמודה עם הג\'קט המרופד עם הוד הכובע OmniHeat לגברים שלנו. הג\'קט הזה מיועד להציע חום סופי וכולל כיסים פנימיים לנוחות נוספת. החומר המבודד מבטיח לך להיות נוח במהלך מזג האוויר הקר. זמין ב-5 צבעים מפתיעים, מה שהופך אותו לבחירה רב-תכליתית לאירועים שונים.',
                ],

                '11' => [
                    'description'      => 'גלה את הג\'קט המרופד עם הוד הכובע OmniHeat לגברים, הפתרון המושלם שלך לשמור על חום וסטייל בעונות הקר. הג\'קט הזה מיועד להחזיק בחשבון עמידות וחום, ולוודא שהוא יהפוך לחבר האמין שלך. העיצוב עם הוד לא רק מוסיף נגיעה של סטייל, אלא גם מספק חום נוסף ומגן עליך מפני רוחות קרות ומזג האוויר. שרוולים ארוכים מספקים כיסוי מלא, מבטיחים לך להיות נוח מהכתף ועד היד. מצויד בכיסים פנימיים, הג\'קט המרופד הזה מספק נוחות לשימוש יומיומי או לשמירה על ידיים חמות. המילוי הסינטטי המבודד מספק חום נוסף, ולכן הוא אידיאלי להתמודדות עם ימים ולילות קרים. עשוי מקיבול ופוליאסטר עמידים, הג\'קט המרופד הזה מיועד להחזיק ולעמוד בפני הרס. זמין ב-5 צבעים מפתיעים, תוכל לבחור את הצבע שמתאים לך ולהעדפותיך. רב-תכליתי ופונקציונלי, הג\'קט המרופד עם הוד הכובע OmniHeat לגברים מתאים לאירועים שונים, בין אם אתה הולך לעבודה, עושה טיול פנאי או משתתף באירוע חיצוני. גלה את השילוב המושלם של סטייל, נוחות ופונקציונליות עם הג\'קט המרופד עם הוד הכובע OmniHeat לגברים. שדרג את ארון הבגדים החורפי שלך והישאר חם ונוח בזמן שאתה נהנה מהחוץ. עמד מול הקור בסטייל ותפסיק דיבור עם פריט זה החיוני.',
                    'meta-description' => 'תיאור מטא',
                    'meta-keywords'    => 'מטא1, מטא2, מטא3',
                    'meta-title'       => 'כותרת מטא',
                    'name'             => 'ג\'קט מרופד עם הוד הכובע OmniHeat לגברים-כחול-ירוק-L',
                    'sort-description' => 'הישאר חם ובמודה עם הג\'קט המרופד עם הוד הכובע OmniHeat לגברים שלנו. הג\'קט הזה מיועד להציע חום סופי וכולל כיסים פנימיים לנוחות נוספת. החומר המבודד מבטיח לך להיות נוח במהלך מזג האוויר הקר. זמין ב-5 צבעים מפתיעים, מה שהופך אותו לבחירה רב-תכליתית לאירועים שונים.',
                ],
            ],

            'product-bundle-option-translations' => [
                '1' => [
                    'label' => 'אפשרות חבילה 1',
                ],

                '2' => [
                    'label' => 'אפשרות חבילה 1',
                ],

                '3' => [
                    'label' => 'אפשרות חבילה 2',
                ],

                '4' => [
                    'label' => 'אפשרות חבילה 2',
                ],
            ],
        ],
    ],

    'installer' => [
        'index' => [
            'create-administrator' => [
                'admin'            => 'מנהל',
                'bagisto'          => 'Bagisto',
                'confirm-password' => 'אשר סיסמה',
                'email'            => 'אימייל',
                'email-address'    => 'admin@example.com',
                'password'         => 'סיסמה',
                'title'            => 'צור מנהל',
            ],

            'environment-configuration' => [
                'algerian-dinar'              => 'דינר אלגי (DZD)',
                'allowed-currencies'          => 'מטבעות מותרים',
                'allowed-locales'             => 'שפות מותרות',
                'application-name'            => 'שם היישום',
                'argentine-peso'              => 'פסו ארגנטינאי (ARS)',
                'australian-dollar'           => 'דולר אוסטרלי (AUD)',
                'bagisto'                     => 'Bagisto',
                'bangladeshi-taka'            => 'טאקה בנגלדשי (BDT)',
                'brazilian-real'              => 'ריאל ברזילאי (BRL)',
                'british-pound-sterling'      => 'לירה שטרלינג בריטית (GBP)',
                'canadian-dollar'             => 'דולר קנדי (CAD)',
                'cfa-franc-bceao'             => 'פרנק CFA BCEAO (XOF)',
                'cfa-franc-beac'              => 'פרנק CFA BEAC (XAF)',
                'chilean-peso'                => 'פסו צ\'יליאני (CLP)',
                'chinese-yuan'                => 'יואן סיני (CNY)',
                'colombian-peso'              => 'פסו קולומביאני (COP)',
                'czech-koruna'                => 'קורונה צ\'כית (CZK)',
                'danish-krone'                => 'כתר דני (DKK)',
                'database-connection'         => 'חיבור למסד נתונים',
                'database-hostname'           => 'שם מארח מסד נתונים',
                'database-name'               => 'שם מסד נתונים',
                'database-password'           => 'סיסמת מסד נתונים',
                'database-port'               => 'יציאת מסד נתונים',
                'database-prefix'             => 'קידומת מסד נתונים',
                'database-username'           => 'שם משתמש מסד נתונים',
                'default-currency'            => 'מטבע ברירת מחדל',
                'default-locale'              => 'שפת ברירת מחדל',
                'default-timezone'            => 'אזור זמן ברירת מחדל',
                'default-url'                 => 'כתובת URL ברירת מחדל',
                'default-url-link'            => 'https://localhost',
                'egyptian-pound'              => 'לירה מצרית (EGP)',
                'euro'                        => 'יורו (EUR)',
                'fijian-dollar'               => 'דולר פיג\'י (FJD)',
                'hong-kong-dollar'            => 'דולר הונג קונגי (HKD)',
                'hungarian-forint'            => 'פורינט הונגרי (HUF)',
                'indian-rupee'                => 'רופי הודי (INR)',
                'indonesian-rupiah'           => 'רופיה אינדונזית (IDR)',
                'israeli-new-shekel'          => 'ש"ח חדש ישראלי (ILS)',
                'japanese-yen'                => 'ין יפני (JPY)',
                'jordanian-dinar'             => 'דינר ירדני (JOD)',
                'kazakhstani-tenge'           => 'טנגה קזחסטני (KZT)',
                'kuwaiti-dinar'               => 'דינר כוויתי (KWD)',
                'lebanese-pound'              => 'לירה לבנונית (LBP)',
                'libyan-dinar'                => 'דינר לובי (LYD)',
                'malaysian-ringgit'           => 'רינגיט מלזי (MYR)',
                'mauritian-rupee'             => 'רופי מאוריציני (MUR)',
                'mexican-peso'                => 'פסו מקסיקני (MXN)',
                'moroccan-dirham'             => 'דירהם מרוקאי (MAD)',
                'mysql'                       => 'MySQL',
                'nepalese-rupee'              => 'רופי נפאלי (NPR)',
                'new-taiwan-dollar'           => 'דולר טייוואני חדש (TWD)',
                'new-zealand-dollar'          => 'דולר ניו זילנדי (NZD)',
                'nigerian-naira'              => 'נאירה ניגרית (NGN)',
                'norwegian-krone'             => 'כתר נורבגי (NOK)',
                'omani-rial'                  => 'ריאל עומאני (OMR)',
                'pakistani-rupee'             => 'רופי פקיסטני (PKR)',
                'panamanian-balboa'           => 'בלבואה פנמה (PAB)',
                'paraguayan-guarani'          => 'גוארני פרגוואי (PYG)',
                'peruvian-nuevo-sol'          => 'סול פרואני חדש (PEN)',
                'pgsql'                       => 'pgSQL',
                'philippine-peso'             => 'פסו פיליפיני (PHP)',
                'polish-zloty'                => 'זלוטי פולני (PLN)',
                'qatari-rial'                 => 'ריאל קטארי (QAR)',
                'romanian-leu'                => 'לאו רומני (RON)',
                'russian-ruble'               => 'רובל רוסי (RUB)',
                'saudi-riyal'                 => 'ריאל סעודי (SAR)',
                'select-timezone'             => 'בחר אזור זמן',
                'singapore-dollar'            => 'דולר סינגפורי (SGD)',
                'south-african-rand'          => 'ראנד דרום אפריקאי (ZAR)',
                'south-korean-won'            => 'וון דרום קוריאני (KRW)',
                'sqlsrv'                      => 'SQLSRV',
                'sri-lankan-rupee'            => 'רופי סרי לנקי (LKR)',
                'swedish-krona'               => 'כתר שוודי (SEK)',
                'swiss-franc'                 => 'פרנק שוויצרי (CHF)',
                'thai-baht'                   => 'באת תאילנדי (THB)',
                'title'                       => 'תצורת החנות',
                'tunisian-dinar'              => 'דינר טוניסאי (TND)',
                'turkish-lira'                => 'לירה טורקית (TRY)',
                'ukrainian-hryvnia'           => 'הריבניה האוקראינית (UAH)',
                'united-arab-emirates-dirham' => 'דירהם איחוד האמירויות הערביות (AED)',
                'united-states-dollar'        => 'דולר אמריקאי (USD)',
                'uzbekistani-som'             => 'סום אוזבקי (UZS)',
                'venezuelan-bolívar'          => 'בוליבר ונצואלי (VEF)',
                'vietnamese-dong'             => 'דונג וייטנאמי (VND)',
                'warning-message'             => 'זהירות! ההגדרות של שפת המערכת והמטבע המוגדרות כברירת מחדל הן קבועות ואינן ניתנות לשינוי לאחר ההגדרה.',
                'zambian-kwacha'              => 'קוואצ\'ה זמבית (ZMW)',
            ],

            'sample-products' => [
                'download-sample' => 'הורד דוגמה',
                'no'              => 'לא',
                'sample-products' => 'מוצרי דוגמה',
                'title'           => 'מוצרי דוגמה',
                'yes'             => 'כן',
            ],

            'installation-processing' => [
                'bagisto'      => 'התקנת Bagisto',
                'bagisto-info' => 'יצירת טבלאות מסד הנתונים, זה עשוי לקחת מספר רגעים',
                'title'        => 'התקנה',
            ],

            'installation-completed' => [
                'admin-panel'                => 'פנל מנהל המערכת',
                'bagisto-forums'             => 'פורום Bagisto',
                'customer-panel'             => 'פנל לקוח',
                'explore-bagisto-extensions' => 'גלה הרחבות Bagisto',
                'title'                      => 'התקנה הושלמה',
                'title-info'                 => 'Bagisto הותקן בהצלחה במערכת שלך.',
            ],

            'ready-for-installation' => [
                'create-database-table'   => 'יצירת טבלת מסד הנתונים',
                'install'                 => 'התקנה',
                'install-info'            => 'Bagisto להתקנה',
                'install-info-button'     => 'לחץ על הכפתור למטה כדי',
                'populate-database-table' => 'מילוי הטבלאות במסד הנתונים',
                'start-installation'      => 'התחל התקנה',
                'title'                   => 'מוכן להתקנה',
            ],

            'start' => [
                'locale'        => 'אזור',
                'main'          => 'הַתְחָלָה',
                'select-locale' => 'בחר אזור',
                'title'         => 'התקנת Bagisto שלך',
                'welcome-title' => 'ברוך הבא ל-Bagisto',
            ],

            'server-requirements' => [
                'calendar'    => 'לוח שנה',
                'ctype'       => 'cType',
                'curl'        => 'cURL',
                'dom'         => 'DOM',
                'fileinfo'    => 'FileInfo',
                'filter'      => 'מסנן',
                'gd'          => 'GD',
                'hash'        => 'גיבוב',
                'intl'        => 'Intl',
                'json'        => 'JSON',
                'mbstring'    => 'מחרוזת בת רב תווים',
                'openssl'     => 'OpenSSL',
                'pcre'        => 'PCRE',
                'pdo'         => 'PDO',
                'php'         => 'PHP',
                'php-version' => '8.1 או גבוהה יותר',
                'session'     => 'Session',
                'title'       => 'דרישות השרת',
                'tokenizer'   => 'מפרק מחרוזת',
                'xml'         => 'XML',
            ],

            'arabic'                   => 'ערבית',
            'back'                     => 'חזרה',
            'bagisto'                  => 'Bagisto',
            'bagisto-info'             => 'פרויקט קהילתי על ידי',
            'bagisto-logo'             => 'לוגו Bagisto',
            'bengali'                  => 'בנגלי',
            'chinese'                  => 'סיני',
            'continue'                 => 'המשך',
            'dutch'                    => 'הולנדי',
            'english'                  => 'אנגלית',
            'french'                   => 'צרפתי',
            'german'                   => 'גרמני',
            'hebrew'                   => 'עברית',
            'hindi'                    => 'הינדי',
            'installation-description' => 'התקנת Bagisto כוללת בדרך כלל מספר שלבים. הנה מתווה כללי של תהליך ההתקנה עבור Bagisto',
            'installation-info'        => 'אנו שמחים לראותך כאן!',
            'installation-title'       => 'ברוך הבא להתקנת Bagisto',
            'italian'                  => 'איטלקי',
            'japanese'                 => 'יפני',
            'persian'                  => 'פרסי',
            'polish'                   => 'פולני',
            'portuguese'               => 'פורטוגזי ברזילאי',
            'russian'                  => 'רוסי',
            'sinhala'                  => 'סינהלה',
            'spanish'                  => 'ספרדית',
            'title'                    => 'מתקין Bagisto',
            'turkish'                  => 'טורקי',
            'ukrainian'                => 'אוקראיני',
            'webkul'                   => 'Webkul',
        ],
    ],
];
