<?php

return [
    'seeders' => [
        'attribute' => [
            'attribute-families' => [
                'default' => 'پیش‌فرض',
            ],

            'attribute-groups' => [
                'description'      => 'توضیحات',
                'general'          => 'عمومی',
                'inventories'      => 'موجودی‌ها',
                'meta-description' => 'توضیحات متا',
                'price'            => 'قیمت',
                'settings'         => 'تنظیمات',
                'shipping'         => 'حمل و نقل',
            ],

            'attributes' => [
                'brand'                => 'برند',
                'color'                => 'رنگ',
                'cost'                 => 'هزینه',
                'description'          => 'توضیحات',
                'featured'             => 'ویژگی‌دار',
                'guest-checkout'       => 'خرید مهمان',
                'height'               => 'ارتفاع',
                'length'               => 'طول',
                'manage-stock'         => 'مدیریت موجودی',
                'meta-description'     => 'توضیحات متا',
                'meta-keywords'        => 'کلمات کلیدی متا',
                'meta-title'           => 'عنوان متا',
                'name'                 => 'نام',
                'new'                  => 'جدید',
                'price'                => 'قیمت',
                'product-number'       => 'شماره محصول',
                'short-description'    => 'توضیح کوتاه',
                'size'                 => 'اندازه',
                'sku'                  => 'SKU',
                'special-price'        => 'قیمت ویژه',
                'special-price-from'   => 'قیمت ویژه از',
                'special-price-to'     => 'قیمت ویژه تا',
                'status'               => 'وضعیت',
                'tax-category'         => 'دسته مالیاتی',
                'url-key'              => 'کلید URL',
                'visible-individually' => 'نمایش انفرادی',
                'weight'               => 'وزن',
                'width'                => 'عرض',
            ],

            'attribute-options' => [
                'black'  => 'سیاه',
                'green'  => 'سبز',
                'l'      => 'L',
                'm'      => 'M',
                'red'    => 'قرمز',
                's'      => 'S',
                'white'  => 'سفید',
                'xl'     => 'XL',
                'yellow' => 'زرد',
            ],
        ],

        'category' => [
            'categories' => [
                'description' => 'توضیح دسته اصلی',
                'name'        => 'اصلی',
            ],
        ],

        'cms' => [
            'pages' => [
                'about-us' => [
                    'content' => 'محتوای درباره ما',
                    'title'   => 'درباره ما',
                ],

                'contact-us' => [
                    'content' => 'محتوای تماس با ما',
                    'title'   => 'تماس با ما',
                ],

                'customer-service' => [
                    'content' => 'محتوای خدمات مشتری',
                    'title'   => 'خدمات مشتری',
                ],

                'payment-policy' => [
                    'content' => 'محتوای سیاست پرداخت',
                    'title'   => 'سیاست پرداخت',
                ],

                'privacy-policy' => [
                    'content' => 'محتوای سیاست حفظ حریم خصوصی',
                    'title'   => 'سیاست حفظ حریم خصوصی',
                ],

                'refund-policy' => [
                    'content' => 'محتوای سیاست بازپرداخت',
                    'title'   => 'سیاست بازپرداخت',
                ],

                'return-policy' => [
                    'content' => 'محتوای سیاست بازگشت',
                    'title'   => 'سیاست بازگشت',
                ],

                'shipping-policy' => [
                    'content' => 'محتوای سیاست حمل و نقل',
                    'title'   => 'سیاست حمل و نقل',
                ],

                'terms-conditions' => [
                    'content' => 'محتوای شرایط و مقررات',
                    'title'   => 'شرایط و مقررات',
                ],

                'terms-of-use' => [
                    'content' => 'محتوای شرایط استفاده',
                    'title'   => 'شرایط استفاده',
                ],

                'whats-new' => [
                    'content' => 'محتوای جدید چیست',
                    'title'   => 'جدید چیست',
                ],
            ],
        ],

        'core' => [
            'channels' => [
                'name'             => 'پیش‌فرض',
                'meta-title'       => 'فروشگاه نمونه',
                'meta-keywords'    => 'فروشگاه نمونه کلمات کلیدی متا',
                'meta-description' => 'فروشگاه نمونه توضیحات متا',
            ],

            'currencies' => [
                'AED' => 'درهم امارات متحده',
                'ARS' => 'پزوی آرژانتین',
                'AUD' => 'دلار استرالیا',
                'BDT' => 'تاکای بنگلادش',
                'BRL' => 'رئال برزیل',
                'CAD' => 'دلار کانادا',
                'CHF' => 'فرانک سوئیس',
                'CLP' => 'پزوی شیلی',
                'CNY' => 'یوان چینی',
                'COP' => 'پزوی کلمبیایی',
                'CZK' => 'کرونای چک',
                'DKK' => 'کرون دانمارک',
                'DZD' => 'دینار الجزایری',
                'EGP' => 'پوند مصری',
                'EUR' => 'یورو',
                'FJD' => 'دلار فیجی',
                'GBP' => 'پوند بریتانیا',
                'HKD' => 'دلار هنگ کنگ',
                'HUF' => 'فورینت مجارستان',
                'IDR' => 'روپیه اندونزی',
                'ILS' => 'شقل جدید اسرائیل',
                'INR' => 'روپیه هندی',
                'JOD' => 'دینار اردنی',
                'JPY' => 'ین ژاپنی',
                'KRW' => 'وون کره جنوبی',
                'KWD' => 'دینار کویتی',
                'KZT' => 'تنگه قزاقستان',
                'LBP' => 'لیره لبنانی',
                'LKR' => 'روپیه سریلانکایی',
                'LYD' => 'دینار لیبی',
                'MAD' => 'درهم مراکش',
                'MUR' => 'روپیه موریس',
                'MXN' => 'پزوی مکزیک',
                'MYR' => 'رینگیت مالزی',
                'NGN' => 'نایرای نیجریه',
                'NOK' => 'کرون نروژ',
                'NPR' => 'روپیه نپالی',
                'NZD' => 'دلار نیوزیلند',
                'OMR' => 'ریال عمانی',
                'PAB' => 'بالبوای پاناما',
                'PEN' => 'سول پرو',
                'PHP' => 'پزوی فیلیپینی',
                'PKR' => 'روپیه پاکستانی',
                'PLN' => 'زوتی لهستانی',
                'PYG' => 'گوارانی پاراگوئه',
                'QAR' => 'ریال قطر',
                'RON' => 'لئوی رومانیایی',
                'RUB' => 'روبل روسی',
                'SAR' => 'ریال سعودی',
                'SEK' => 'کرون سوئد',
                'SGD' => 'دلار سنگاپور',
                'THB' => 'بات تایلندی',
                'TND' => 'دینار تونسی',
                'TRY' => 'لیره ترکیه',
                'TWD' => 'دلار تایوان جدید',
                'UAH' => 'هریونیای اوکراین',
                'USD' => 'دلار امریکا',
                'UZS' => 'سوم ازبکستان',
                'VEF' => 'بولیوار ونزوئلا',
                'VND' => 'دانگ ویتنامی',
                'XAF' => 'فرانک CFA BEAC',
                'XOF' => 'فرانک CFA BCEAO',
                'ZAR' => 'راند آفریقای جنوبی',
                'ZMW' => 'کواچای زامبیا',
            ],

            'locales' => [
                'ar'    => 'عربی',
                'bn'    => 'بنگالی',
                'de'    => 'آلمانی',
                'en'    => 'انگلیسی',
                'es'    => 'اسپانیایی',
                'fa'    => 'فارسی',
                'fr'    => 'فرانسوی',
                'he'    => 'عبری',
                'hi_IN' => 'هندی',
                'it'    => 'ایتالیایی',
                'ja'    => 'ژاپنی',
                'nl'    => 'هلندی',
                'pl'    => 'لهستانی',
                'pt_BR' => 'پرتغالی برزیل',
                'ru'    => 'روسی',
                'sin'   => 'سینهالی',
                'tr'    => 'ترکی',
                'uk'    => 'اوکراینی',
                'zh_CN' => 'چینی',
            ],
        ],

        'customer' => [
            'customer-groups' => [
                'general'   => 'عمومی',
                'guest'     => 'مهمان',
                'wholesale' => 'عمده',
            ],
        ],

        'inventory' => [
            'inventory-sources' => [
                'name' => 'پیش‌فرض',
            ],
        ],

        'shop' => [
            'theme-customizations' => [
                'all-products' => [
                    'name' => 'همه محصولات',

                    'options' => [
                        'title' => 'همه محصولات',
                    ],
                ],

                'bold-collections' => [
                    'content' => [
                        'btn-title'   => 'مشاهده مجموعه‌ها',
                        'description' => 'معرفی مجموعه‌های جسور جدید ما! سبک خود را با طراحی‌های جسور و اظهارات جذاب بالا ببرید. الگوها و رنگ‌های جسوری را کشف کنید که لباس‌درمانی‌تان را بازتعریف می‌کنند. برای پذیرش بی‌نظیری آماده شوید!',
                        'title'       => 'برای مجموعه‌های جسور جدیدمان آماده شوید!',
                    ],

                    'name' => 'مجموعه‌های جسور',
                ],

                'categories-collections' => [
                    'name' => 'مجموعه‌های دسته‌بندی',
                ],

                'footer-links'           => [
                    'name' => 'پیوندهای فوتر',

                    'options' => [
                        'about-us'         => 'درباره ما',
                        'contact-us'       => 'تماس با ما',
                        'customer-service' => 'خدمات مشتریان',
                        'payment-policy'   => 'سیاست پرداخت',
                        'privacy-policy'   => 'سیاست حریم خصوصی',
                        'refund-policy'    => 'سیاست بازپرداخت',
                        'return-policy'    => 'سیاست بازگشت',
                        'shipping-policy'  => 'سیاست حمل و نقل',
                        'terms-conditions' => 'شرایط و مقررات',
                        'terms-of-use'     => 'شرایط استفاده',
                        'whats-new'        => 'چه خبر است',
                    ],
                ],

                'featured-collections' => [
                    'name' => 'مجموعه‌های ویژه',

                    'options' => [
                        'title' => 'محصولات ویژه',
                    ],
                ],

                'game-container' => [
                    'name' => 'ظروف بازی',

                    'content' => [
                        'sub-title-1' => 'مجموعه‌های ما',
                        'sub-title-2' => 'مجموعه‌های ما',
                        'title'       => 'با افزودن‌های جدیدمان بازی کنید!',
                    ],
                ],

                'image-carousel' => [
                    'name' => 'اسلایدر تصاویر',

                    'sliders' => [
                        'title' => 'آماده‌اید برای مجموعه جدید',
                    ],
                ],

                'new-products' => [
                    'name' => 'محصولات جدید',

                    'options' => [
                        'title' => 'محصولات جدید',
                    ],
                ],

                'offer-information' => [
                    'content' => [
                        'title' => 'تا 40٪ تخفیف در سفارش اولتان، همین الان سفارش دهید',
                    ],

                    'name' => 'اطلاعات پیشنهاد',
                ],

                'services-content' => [
                    'description' => [
                        'emi-available-info'   => 'EMI بدون هزینه در تمام کارت‌های اعتباری اصلی در دسترس است',
                        'free-shipping-info'   => 'از ارسال رایگان در تمام سفارش‌ها لذت ببرید',
                        'product-replace-info' => 'تعویض آسان محصول در دسترس است!',
                        'time-support-info'    => 'پشتیبانی اختصاصی 24/7 از طریق چت و ایمیل',
                    ],

                    'name' => 'محتوای خدمات',

                    'title' => [
                        'emi-available'   => 'EMI در دسترس است',
                        'free-shipping'   => 'ارسال رایگان',
                        'product-replace' => 'تعویض محصول',
                        'time-support'    => 'پشتیبانی 24/7',
                    ],
                ],

                'top-collections' => [
                    'content' => [
                        'sub-title-1' => 'مجموعه‌های ما',
                        'sub-title-2' => 'مجموعه‌های ما',
                        'sub-title-3' => 'مجموعه‌های ما',
                        'sub-title-4' => 'مجموعه‌های ما',
                        'sub-title-5' => 'مجموعه‌های ما',
                        'sub-title-6' => 'مجموعه‌های ما',
                        'title'       => 'با افزودن‌های جدیدمان بازی کنید!',
                    ],

                    'name' => 'مجموعه‌های برتر',
                ],
            ],
        ],

        'user' => [
            'roles' => [
                'description' => 'این نقش دسترسی‌هایی را برای کاربران فراهم می‌کند',
                'name'        => 'مدیر سیستم',
            ],

            'users' => [
                'name' => 'مثال',
            ],
        ],

        'sample-categories' => [
            'category-translation' => [
                '2' => [
                    'description'      => 'توضیحات دسته بندی مردان',
                    'meta-description' => 'توضیحات متای دسته بندی مردان',
                    'meta-keywords'    => 'کلمات کلیدی متای دسته بندی مردان',
                    'meta-title'       => 'عنوان متای دسته بندی مردان',
                    'name'             => 'مردان',
                    'slug'             => 'مردان',
                ],

                '3' => [
                    'description'      => 'توضیحات دسته بندی لباس زمستانی',
                    'meta-description' => 'توضیحات متای دسته بندی لباس زمستانی',
                    'meta-keywords'    => 'کلمات کلیدی متای دسته بندی لباس زمستانی',
                    'meta-title'       => 'عنوان متای دسته بندی لباس زمستانی',
                    'name'             => 'لباس زمستانی',
                    'slug'             => 'لباس-زمستانی',
                ],
            ],
        ],

        'sample-products' => [
            'product-flat' => [
                '1' => [
                    'description'       => 'کلاه تریکویی Arctic Cozy برای حفظ گرما، راحتی و شیک بودن در ماه‌های سرد سال استفاده می‌شود. این کلاه از جنس ترکیبی نرم و مقاوم از تریکوی آکریلیک ساخته شده است و طراحی شده است تا یک جایگاه گرم و دقیق داشته باشد. طراحی کلاسیک آن آن را مناسب برای هر دو جنس می‌کند و یک لوازم جانبی چند منظوره است که به سبک‌های مختلف می‌پردازد. بگونه‌ای که شما برای یک روز غیر رسمی در شهر یا در برابر طبیعت بزرگ قرار دارید، این کلاه یک لمس راحتی و گرما به لباس شما اضافه می‌کند. مواد نرم و تنفسی آن اطمینان می‌دهد که شما بدون قربانی کردن سبک خود گرم بمانید. کلاه تریکویی Arctic Cozy تنها یک لوازم جانبی نیست؛ بلکه یک بیانیه از مد زمستان است. سادگی آن آسانی هماهنگی با لباس‌های مختلف را فراهم می‌کند و آن را به یک قطعه کلیدی در گاردرابه زمستان تبدیل می‌کند. ایده آل برای هدیه دادن یا به عنوان یک لذت برای خودتان، این کلاه یک افزودنی متفکرانه به هر لباس زمستانی است. این یک لوازم جانبی چند منظوره است که فراتر از کارایی می‌رود و یک لمس گرما و شیکی به نگاه شما اضافه می‌کند. با کلاه تریکویی Arctic Cozy همراه شوید. بگونه‌ای که شما یک روز غیر رسمی را لذت ببرید یا با عناصر روبرو شوید، اجازه دهید این کلاه همراه شما برای راحتی و شیک بودن باشد. با این لوازم جانبی کلاسیک که به طور بی‌درنگ گرما را با یک احساس بی‌زمان از مد ترکیب می‌کند، گاردرابه زمستانی خود را ارتقا دهید.',
                    'meta-description'  => 'توضیحات متا',
                    'meta-keywords'     => 'متا1، متا2، متا3',
                    'meta-title'        => 'عنوان متا',
                    'name'              => 'کلاه تریکویی Arctic Cozy بی‌جنس',
                    'short-description' => 'با کلاه تریکویی Arctic Cozy Knit به روزهای سرد با شیکی پیوند بزنید. این کلاه کلاسیک از ترکیبی نرم و مقاوم از آکریلیک ساخته شده است و گرما و چند منظوره بودن را ارائه می‌دهد. مناسب برای هر دو جنس، این لوازم جانبی ایده آل برای لباس روزمره یا فعالیت‌های فضای باز است. گاردرابه زمستانی خود را ارتقا دهید یا به کسی ویژه این کلاه ضروری را هدیه دهید.',
                ],

                '2' => [
                    'description'       => 'شال زمستانی Arctic Bliss بیش از یک لوازم جانبی هوای سرد است؛ این یک بیانیه از گرما، راحتی و سبک برای فصل زمستان است. این شال با مراقبت از مخلوطی لوکس از آکریلیک و پشم طراحی شده است تا شما را در دمای سرد حتی گرم نگه دارد. بافت نرم و لطیف نه تنها عایق در برابر سرما است، بلکه لوکسیته خاصی به گاردرابه زمستانی شما اضافه می کند. طراحی شال Arctic Bliss آن را هم زیبا و هم چند منظوره می کند، که آن را به عنوان یک افزودنی کامل به انواع لباس های زمستانی می سازد. برای هر دو جنس، این شال به طور طبیعی با سبک شما هماهنگ می شود. طول بیشتر شال گزینه های استایلینگ قابل تنظیم را ارائه می دهد. آن را برای افزایش گرما بپیچید، آن را به طور غیر رسمی بر روی خود بگذارید یا با گره های مختلف به طرزی منحصر به فرد سبک خود را بیان کنید. این چنین چند منظوره بودن آن را به یک لوازم جانبی ضروری برای فصل زمستان تبدیل می کند. به دنبال هدیه کامل هستید؟ شال زمستانی Arctic Bliss یک انتخاب ایده آل است. بگذارید عزیزان خود را شگفت زده کنید یا خودتان را شاد کنید، این شال یک هدیه بی زمان و عملی است که در طول ماه های زمستانی مورد قدردانی قرار می گیرد. با شال زمستانی Arctic Bliss، جایی که گرما با سبک در هماهنگی کامل است، به گاردرابه زمستانی خود افزوده کنید. با این لوازم جانبی ضروری که نه تنها شما را گرم نگه می دارد، بلکه لمسی از سفیستیکیشن به لباس های سرد خود اضافه می کند.',
                    'meta-description'  => 'توضیحات متا',
                    'meta-keywords'     => 'متا1، متا2، متا3',
                    'meta-title'        => 'عنوان متا',
                    'name'              => 'شال زمستانی Arctic Bliss شیک',
                    'short-description' => 'تجربه آغوش گرما و سبک با شال زمستانی Arctic Bliss ما. این شال نه تنها از مخلوطی لوکس از آکریلیک و پشم برای گرما و مقاومت ساخته شده است، بلکه دارای طراحی قابل استفاده با طول بیشتر است. گاردرابه زمستانی خود را ارتقا دهید یا به کسی ویژه این لوازم جانبی ضروری را هدیه دهید.',
                ],

                '3' => [
                    'description'       => 'معرفی دستکش زمستانی لمسی Arctic - جایی که گرما، سبک و اتصال به هم می‌رسند تا تجربه زمستانی شما را بهبود دهند. این دستکش‌ها از آکریلیک با کیفیت بالا ساخته شده‌اند و برای ارائه گرمای استثنایی و مقاومت طراحی شده‌اند. انگشتان لمسی این دستکش‌ها به شما امکان می‌دهند تا به راحتی به دستگاه‌هایتان متصل شوید بدون اینکه دستانتان را به سرما بگذارید. با پاسخ به تماس‌ها، ارسال پیام‌ها و مرور دستگاه‌هایتان، همه را در حالی که دستانتان را گرم نگه می‌دارید، به راحتی انجام دهید. لاینینگ عایق اضافی به شما لایه‌ای اضافی از راحتی می‌دهد و این دستکش‌ها را به انتخاب اول شما برای مقابله با سرمای زمستانی تبدیل می‌کند. برای رفت و آمد، انجام امور روزمره یا لذت بردن از فعالیت‌های فضای باز، این دستکش‌ها گرما و حفاظت مورد نیاز را به شما می‌دهند. مچ‌بندهای الاستیک از جریان هوای سرد جلوگیری می‌کنند و دستکش‌ها را در هنگام فعالیت‌های روزمره در جای خود نگه می‌دارند. طراحی شیک به لباس زمستانی شما جذابیتی اضافه می‌کند و این دستکش‌ها همانند یک لباس مدرن و کاربردی هستند. ایده‌آل برای هدیه دادن یا به عنوان یک لوازم جانبی برای خودتان، دستکش‌های زمستانی لمسی Arctic یک لوازم جانبی ضروری برای افراد مدرن هستند. با وداع با این اذیت و نیاز به خارج کردن دستکش‌هایتان برای استفاده از دستگاه‌هایتان، با ترکیب بی‌درنگ گرما، سبک و اتصال، با دستکش‌های زمستانی لمسی Arctic همیشه به راحتی متصل باشید، گرم باشید و با اعتماد به نفس به فصل زمستان بروید.',
                    'meta-description'  => 'توضیحات متا',
                    'meta-keywords'     => 'متا1، متا2، متا3',
                    'meta-title'        => 'عنوان متا',
                    'name'              => 'دستکش زمستانی لمسی Arctic',
                    'short-description' => 'با دستکش‌های زمستانی لمسی Arctic متصل باشید و گرم باشید. این دستکش‌ها نه تنها از آکریلیک با کیفیت برای گرما و مقاومت ساخته شده‌اند، بلکه دارای طراحی لمسی نیز هستند. با لاینینگ عایق، مچ‌بندهای الاستیک برای تنظیم مناسب و ظاهر شیک، این دستکش‌ها برای استفاده روزمره در هوای سرد بسیار مناسب هستند.',
                ],

                '4' => [
                    'description'       => 'معرفی جوراب‌های پشمی Arctic Warmth - همراه بی‌نظیر شما برای پاهای گرم و راحت در فصل‌های سردتر است. این جوراب‌ها از ترکیبی از پشم مرینو، آکریلیک، نایلون و اسپندکس ساخته شده‌اند و برای ارائه گرمای بی‌نظیر و راحتی طراحی شده‌اند. ترکیب پشم اطمینان می‌دهد که پاهای شما حتی در سرماهای سردتر هم گرم باقی می‌مانند، که این جوراب‌ها را بهترین انتخاب برای ماجراجویی‌های زمستانی یا به سادگی گرم نگه داشتن در خانه می‌کند. بافت نرم و دلپذیر جوراب‌ها حس لوکسی را در برابر پوست شما ایجاد می‌کند. با وداع با پاهای سرد، با گرمای لوکسی که این جوراب‌های پشمی ارائه می‌دهند، آشنا شوید. این جوراب‌ها برای مقاومت طراحی شده‌اند و دارای پاشنه و نوک تقویت شده هستند که قدرت اضافی را به مناطقی با سایش بالا اضافه می‌کند. این اطمینان را می‌دهد که جوراب‌های شما در برابر زمان مقاومت کنند و راحتی و دلپذیری برای مدت طولانی را فراهم کنند. طبیعت تنفس‌پذیر مواد جوراب از بیش‌اندازه گرم شدن جلوگیری می‌کند و اجازه می‌دهد تا پاهای شما در طول روز راحت و خشک بمانند. بگذارید همراهی کنید با جوراب‌های پشمی Arctic Warmth که تعادل مناسبی از گرما و تنفس‌پذیری را ارائه می‌دهند. این جوراب‌های پشمی چند منظوره و شیکی هستند و برای مواقع مختلف مناسب هستند. آن‌ها را با بوت‌های مورد علاقه خود برای یک ظاهر زمستانی مد روز ترکیب کنید یا آن‌ها را در خانه برای راحتی بیشتر بپوشید. با جوراب‌های پشمی Arctic Warmth، خزانه زمستانی خود را ارتقا دهید و راحتی را در اولویت قرار دهید. پاهای خود را به لوکسی که لایق آن‌ها هستند تجربه کنید و به دنیایی از راحتی که در طول فصل زمستان به شما همراهی می‌کند، وارد شوید.',
                    'meta-description'  => 'توضیحات متا',
                    'meta-keywords'     => 'متا1، متا2، متا3',
                    'meta-title'        => 'عنوان متا',
                    'name'              => 'جوراب‌های پشمی Arctic Warmth',
                    'short-description' => 'تجربه‌ای بی‌نظیر از گرمای بی‌همتا و راحتی جوراب‌های پشمی Arctic Warmth ما را تجربه کنید. این جوراب‌ها از ترکیبی از پشم مرینو، آکریلیک، نایلون و اسپندکس ساخته شده‌اند و برای هوای سرد مناسب هستند. با پاشنه و نوک تقویت شده برای مقاومت، این جوراب‌های چند منظوره و شیک برای مواقع مختلف مناسب هستند.',
                ],

                '5' => [
                    'description'       => 'مجموعه لوازم زمستانی Arctic Frost، راه حلی برای گرم ماندن، شیک بودن و اتصال داشتن در روزهای سرد زمستانی است. این مجموعه با دقت تنظیم شده، چهار لوازم ضروری زمستانی را به همراه می‌آورد تا یک مجموعه هماهنگ ایجاد کند. شال لوکس از ترکیبی از آکریلیک و پشم بافته شده است که نه تنها یک لایه گرما اضافه می‌کند، بلکه لمسی شیکی به گاردرابه زمستانی شما می‌دهد. کلاه تریکویی نرم و شیک نیز با دقت ساخته شده است و قول می‌دهد شما را گرم نگه دارد و به ظاهر شما جذابیتی می‌بخشد. اما اینجا تمام نمی‌شود - مجموعه ما شامل دستکش‌های لمسی نیز می‌شود. بدون از دست دادن گرما، به راحتی با دستگاه‌های خود ارتباط برقرار کنید. برای پاسخ به تماس‌ها، ارسال پیام‌ها یا ثبت لحظات زمستانی با گوشی هوشمند خود، این دستکش‌ها راحتی را بدون کمک به شیوه شما به ارمغان می‌آورند. بافت نرم و دلپذیر جوراب‌ها حس لوکسی را در برابر پوست شما ایجاد می‌کند. با وداع با پاهای سرد، از گرمای لوکسی که این جوراب‌های ترکیبی از پشم ارائه می‌دهند، لذت ببرید. مجموعه لوازم زمستانی Arctic Frost نه تنها درباره عملکرد است؛ بلکه یک بیانیه از مد زمستانی است. هر قطعه نه تنها برای محافظت شما از سرما طراحی شده است، بلکه برای ارتقای سبک شما در فصل سرد نیز طراحی شده است. مواد انتخاب شده برای این مجموعه، همچنین برای دوام و راحتی اولویت قائل شده‌اند تا شما بتوانید با سبکی شیک در فصل زمستان لذت ببرید. برای خودتان هدیه ایجاد کنید یا با این مجموعه شیک و کاربردی، کسی را در فصل تعطیلات شاد کنید. با اطمینان از یخ زدن، بدانید که لوازم زمستانی کاملی برای گرم ماندن و شیک بودن در اختیار دارید.',
                    'meta-description'  => 'توضیحات متا',
                    'meta-keywords'     => 'متا1، متا2، متا3',
                    'meta-title'        => 'عنوان متا',
                    'name'              => 'مجموعه لوازم زمستانی Arctic Frost',
                    'short-description' => 'با مجموعه لوازم زمستانی Arctic Frost ما، از سرمای زمستان لذت ببرید. این مجموعه شامل یک شال لوکس، یک کلاه تریکویی دلپذیر، دستکش‌های لمسی و جوراب‌های ترکیبی از پشم است. شیک و کاربردی، این مجموعه از مواد با کیفیت بالا ساخته شده است و همچنین دوام و راحتی را تضمین می‌کند. سبک زمستانی خود را ارتقا دهید یا با این گزینه هدیه دادنی کسی را شاد کنید.',
                ],

                '6' => [
                    'description'       => 'مجموعه لوازم زمستانی Arctic Frost، راه حلی مناسب برای گرم نگه داشتن، شیک بودن و اتصال داشتن در روزهای سرد زمستانی است. این مجموعه به طور دقیق ترکیبی از چهار لوازم ضروری زمستانی را به همراه می‌آورد تا یک مجموعه هماهنگ ایجاد شود. شال لوکس از مخلوطی از آکریلیک و پشم بافته شده است و نه تنها یک لایه گرما اضافی ایجاد می‌کند، بلکه لمسی شیکی به گاردرابه زمستانی شما می‌دهد. کلاه تریکویی نرم و دلپذیر با دقت ساخته شده است و قول می‌دهد شما را گرم نگه دارد و به ظاهر شما جذابیتی می‌بخشد. اما اینجا تمام نمی‌شود - مجموعه ما همچنین شامل دستکش‌های لمسی است. با استفاده از این دستکش‌ها بدون از دست دادن گرما به راحتی از دستگاه‌های خود استفاده کنید. برای پاسخ به تماس‌ها، ارسال پیام‌ها یا ثبت لحظات زمستانی در گوشی هوشمند خود، این دستکش‌ها راحتی را بدون کم کردن از شیک بودن به شما می‌دهند. بافت نرم و دلپذیر جوراب‌ها حس لوکسی را در برابر پوست شما ایجاد می‌کند. با این جوراب‌های ترکیبی از پشم، به پاهای خنک خداحافظی کنید و از گرمای لطیفی که این جوراب‌ها ارائه می‌دهند، لذت ببرید. مجموعه لوازم زمستانی Arctic Frost فقط درباره عملکرد نیست؛ بلکه یک بیانیه از مد زمستانی است. هر قطعه طراحی شده است نه تنها برای محافظت شما از سرما، بلکه برای ارتقای سبک شما در فصل سرد است. مواد انتخاب شده برای این مجموعه همزمان بر دوام و راحتی تاکید می‌کنند، تضمین می‌کنند که شما می‌توانید از دنیای زمستانی با سبک لذت ببرید. برای خودتان لذت ببرید یا به دنبال هدیه‌ای کامل هستید، مجموعه لوازم زمستانی Arctic Frost یک انتخاب چند منظوره است. در فصل تعطیلات کسی را شاد کنید یا با این مجموعه شیک و کاربردی، سبک زمستانی خود را ارتقا دهید. با اطمینان از یخ زدگی، بدانید که لوازم جانبی کامل برای گرم نگه داشتن و شیک بودن در اختیار دارید.',
                    'meta-description'  => 'توضیحات متا',
                    'meta-keywords'     => 'متا1، متا2، متا3',
                    'meta-title'        => 'عنوان متا',
                    'name'              => 'مجموعه لوازم زمستانی Arctic Frost',
                    'short-description' => 'با مجموعه لوازم زمستانی Arctic Frost ما، از سرمای زمستان لذت ببرید. این مجموعه شامل یک شال لوکس، یک کلاه تریکویی دلپذیر، دستکش‌های لمسی و جوراب‌های ترکیبی از پشم است. شیک و کاربردی، این مجموعه از مواد با کیفیت بالا ساخته شده است و همچنین دوام و راحتی را تضمین می‌کند. سبک زمستانی خود را ارتقا دهید یا با این گزینه هدیه دادنی کسی را شاد کنید.',
                ],

                '7' => [
                    'description'       => 'معرفی کت پافر جلوبندی OmniHeat مردانه، راه حلی برای گرم ماندن و شیک بودن در فصل‌های سردتر است. این کت با دوام و گرما در ذهن ساخته شده است تا به همراه شما باشد. طراحی با کلاه نه تنها یک لمس شیک اضافه می‌کند، بلکه گرمای اضافی را فراهم می‌کند و شما را از بادها و آب و هوای سرد محافظت می‌کند. آستین‌های کامل پوشش کامل را ارائه می‌دهند و اطمینان حاصل می‌کنند که از شانه تا مچ دست گرم می‌مانید. با جیب‌های درجه‌بندی شده، این کت پافر امکاناتی را برای حمل و نقل وسایل ضروری یا گرم نگه داشتن دست‌هایتان فراهم می‌کند. پر کردن سینتتیک عایق‌گذاری شده، گرمای بهبود یافته را فراهم می‌کند و برای مقابله با روزها و شب‌های سرد مناسب است. این کت از پارچه پلی استر مقاوم و زیربندی ساخته شده است و برای مقاومت در برابر عوامل جوی طراحی شده است. با 5 رنگ جذاب در دسترس، می‌توانید رنگی را که به سبک و سلیقه شما می‌خورد انتخاب کنید. OmniHeat کت پافر جلوبندی مردانه چند منظوره و کاربردی است و برای مواقع مختلف مناسب است، بگونه‌ای که به محل کار می‌روید، به یک سفر غیررسمی می‌روید یا در یک رویداد خارجی شرکت می‌کنید. تجربه ترکیب کاملی از سبک، راحتی و کارایی را با کت پافر جلوبندی OmniHeat مردانه تجربه کنید. مجموعه لباس زمستانی خود را ارتقا دهید و در حالی که از فضای باز لذت می‌برید، گرم و راحت بمانید. با این قطعه ضروری، سرما را با سبکی بزنید و بیانیه‌ای بدهید.',
                    'meta-description'  => 'توضیحات متا',
                    'meta-keywords'     => 'متا1، متا2، متا3',
                    'meta-title'        => 'عنوان متا',
                    'name'              => 'کت پافر جلوبندی OmniHeat مردانه',
                    'short-description' => 'با کت پافر جلوبندی OmniHeat مردانه ما، گرم و شیک باشید. این کت برای ارائه گرمای بی‌نظیر طراحی شده است و دارای جیب‌های درجه‌بندی شده برای راحتی بیشتر است. مواد عایق‌گذاری شده مطمئن می‌شوند که در هوای سرد گرم می‌مانید. با 5 رنگ جذاب در دسترس، این کت انتخابی چند منظوره برای مواقع مختلف است.',
                ],

                '8' => [
                    'description'       => 'معرفی کت پافر جلوبندی OmniHeat مردانه، راه حلی برای گرم ماندن و شیک بودن در فصل‌های سردتر است. این کت با دوام و گرما در ذهن ساخته شده است تا به همراه شما باشد. طراحی با کلاه نه تنها یک لمس شیک اضافه می‌کند، بلکه گرمای اضافی را فراهم می‌کند و شما را از بادها و آب و هوای سرد محافظت می‌کند. آستین‌های کامل پوشش کامل را ارائه می‌دهند و اطمینان حاصل می‌کنند که از شانه تا مچ دست گرم می‌مانید. با جیب‌های درجه‌بندی شده، این کت پافر امکاناتی را برای حمل و نقل وسایل ضروری یا گرم نگه داشتن دست‌هایتان فراهم می‌کند. پر کردن سینتتیک عایق‌گذاری شده، گرمای بهبود یافته را فراهم می‌کند و برای مقابله با روزها و شب‌های سرد مناسب است. این کت از پارچه پلی استر مقاوم و زیربندی ساخته شده است و برای مقاومت در برابر عوامل جوی طراحی شده است. با 5 رنگ جذاب در دسترس، می‌توانید رنگی را که به سبک و سلیقه شما می‌خورد انتخاب کنید. کت پافر جلوبندی OmniHeat مردانه چند منظوره و کاربردی است و برای مواقع مختلف مناسب است، بگونه‌ای که به محل کار می‌روید، به یک سفر غیررسمی می‌روید یا در یک رویداد خارجی شرکت می‌کنید. تجربه ترکیب کاملی از سبک، راحتی و کارایی را با کت پافر جلوبندی OmniHeat مردانه تجربه کنید. مجموعه لباس زمستانی خود را ارتقا دهید و در حالی که از فضای باز لذت می‌برید، گرم و راحت بمانید. با این قطعه ضروری، سرما را با سبکی بزنید و بیانیه‌ای بدهید.',
                    'meta-description'  => 'توضیحات متا',
                    'meta-keywords'     => 'متا1، متا2، متا3',
                    'meta-title'        => 'عنوان متا',
                    'name'              => 'کت پافر جلوبندی OmniHeat مردانه - آبی - زرد - M',
                    'short-description' => 'با کت پافر جلوبندی OmniHeat مردانه ما، گرم و شیک باشید. این کت برای ارائه گرمای بی‌نظیر طراحی شده است و دارای جیب‌های درجه‌بندی شده برای راحتی بیشتر است. مواد عایق‌گذاری شده مطمئن می‌شوند که در هوای سرد گرم می‌مانید. با 5 رنگ جذاب در دسترس، این کت انتخابی چند منظوره برای مواقع مختلف است.',
                ],

                '9' => [
                    'description'       => 'معرفی کت پافر جلوبندی OmniHeat مردانه، راه حلی برای گرم و شیک ماندن در فصل‌های سرد. این کت با دوام و گرما در ذهن طراحی شده است تا به همراهی قابل اعتماد شما تبدیل شود. طراحی با کلاه نه تنها یک لمسه شیک اضافه می‌کند، بلکه گرمای اضافی را فراهم می‌کند و شما را از بادها و آب و هوای سرد محافظت می‌کند. آستین‌های کامل پوشش کاملی را ارائه می‌دهند و اطمینان حاصل می‌کنند که از شانه تا مچ دست گرم و راحت باشید. با جیب‌های درجه‌بندی شده، این کت پافر امکان حمل و نقل آسان از ضروریات خود یا گرم نگه داشتن دست‌هایتان را فراهم می‌کند. پر کردن سینتتیک عایق‌گذاری شده، گرمای بهبود یافته را فراهم می‌کند و برای مبارزه با روزها و شب‌های سرد مناسب است. این کت از پارچه پلی استر مقاوم و زیره ساخته شده است و برای مقاومت در برابر عوامل جوی ساخته شده است. با 5 رنگ جذاب در دسترس، می‌توانید رنگی را که به سبک و سلیقه شما می‌پسندد انتخاب کنید. چند منظوره و کاربردی، کت پافر جلوبندی OmniHeat مردانه برای مواقع مختلف مناسب است، بگونه‌ای که به سمت کار می‌روید، برای یک سفر غیر رسمی می‌روید یا در یک رویداد خارجی شرکت می‌کنید. تجربه ترکیب کاملی از سبک، راحتی و کارایی را با کت پافر جلوبندی OmniHeat مردانه تجربه کنید. با ارتقای کمد زمستانی خود و در حالی که از فضای باز لذت می‌برید، گرم و راحت بمانید. با این قطعه ضروری، سرما را با سبکی بی‌نظیر شکست دهید.',
                    'meta-description'  => 'توضیحات متا',
                    'meta-keywords'     => 'متا1، متا2، متا3',
                    'meta-title'        => 'عنوان متا',
                    'name'              => 'کت پافر جلوبندی OmniHeat مردانه - آبی - زرد - L',
                    'short-description' => 'با کت پافر جلوبندی OmniHeat مردانه ما، گرم و شیک باشید. این کت برای ارائه گرمای بی‌نظیر طراحی شده است و دارای جیب‌های درجه‌بندی شده برای راحتی بیشتر است. مواد عایق‌گذاری شده مطمئن می‌شوند که در هوای سرد گرم می‌مانید. با 5 رنگ جذاب در دسترس، این کت انتخابی چند منظوره برای مواقع مختلف است.',
                ],

                '10' => [
                    'description'       => 'معرفی کت پافر جلوبندی OmniHeat مردانه، راه حلی برای گرم و شیک ماندن در فصل‌های سرد. این کت با دوام و گرما در ذهن طراحی شده است تا به همراهی قابل اعتماد شما تبدیل شود. طراحی با کلاه نه تنها یک لمسه شیک اضافه می‌کند، بلکه گرمای اضافی را فراهم می‌کند و شما را از بادها و آب و هوای سرد محافظت می‌کند. آستین‌های کامل پوشش کاملی را ارائه می‌دهند و اطمینان حاصل می‌کنند که از شانه تا مچ دست گرم و راحت باشید. با جیب‌های درجه‌بندی شده، این کت پافر امکان حمل و نقل آسان از ضروریات خود یا گرم نگه داشتن دست‌هایتان را فراهم می‌کند. پر کردن سینتتیک عایق‌گذاری شده، گرمای بهبود یافته را فراهم می‌کند و برای مبارزه با روزها و شب‌های سرد مناسب است. این کت از پارچه پلی استر مقاوم و زیره ساخته شده است و برای مقاومت در برابر عوامل جوی ساخته شده است. با 5 رنگ جذاب در دسترس، می‌توانید رنگی را که به سبک و سلیقه شما می‌پسندد انتخاب کنید. چند منظوره و کاربردی، کت پافر جلوبندی OmniHeat مردانه برای مواقع مختلف مناسب است، بگونه‌ای که به سمت کار می‌روید، برای یک سفر غیر رسمی می‌روید یا در یک رویداد خارجی شرکت می‌کنید. تجربه ترکیب کاملی از سبک، راحتی و کارایی را با کت پافر جلوبندی OmniHeat مردانه تجربه کنید. با ارتقای کمد زمستانی خود و در حالی که از فضای باز لذت می‌برید، گرم و راحت بمانید. با این قطعه ضروری، سرما را با سبکی بی‌نظیر شکست دهید.',
                    'meta-description'  => 'توضیحات متا',
                    'meta-keywords'     => 'متا1، متا2، متا3',
                    'meta-title'        => 'عنوان متا',
                    'name'              => 'کت پافر جلوبندی OmniHeat مردانه - آبی - سبز - M',
                    'short-description' => 'با کت پافر جلوبندی OmniHeat مردانه ما، گرم و شیک باشید. این کت برای ارائه گرمای بی‌نظیر طراحی شده است و دارای جیب‌های درجه‌بندی شده برای راحتی بیشتر است. مواد عایق‌گذاری شده مطمئن می‌شوند که در هوای سرد گرم می‌مانید. با 5 رنگ جذاب در دسترس، این کت انتخابی چند منظوره برای مواقع مختلف است.',
                ],

                '11' => [
                    'description'       => 'معرفی کت پافر جلوبندی OmniHeat مردانه، راه حلی برای گرم و شیک ماندن در فصل‌های سرد. این کت با دوام و گرما در ذهن طراحی شده است تا به همراهی قابل اعتماد شما تبدیل شود. طراحی با کلاه نه تنها یک لمسه شیک اضافه می‌کند، بلکه گرمای اضافی را فراهم می‌کند و شما را از بادها و آب و هوای سرد محافظت می‌کند. آستین‌های کامل پوشش کاملی را ارائه می‌دهند و اطمینان حاصل می‌کنند که از شانه تا مچ دست گرم و راحت باشید. با جیب‌های درجه‌بندی شده، این کت پافر امکان حمل و نقل آسان از ضروریات خود یا گرم نگه داشتن دست‌هایتان را فراهم می‌کند. پر کردن سینتتیک عایق‌گذاری شده، گرمای بهبود یافته را فراهم می‌کند و برای مبارزه با روزها و شب‌های سرد مناسب است. این کت از پارچه پلی استر مقاوم و زیره ساخته شده است و برای مقاومت در برابر عوامل جوی ساخته شده است. با 5 رنگ جذاب در دسترس، می‌توانید رنگی را که به سبک و سلیقه شما می‌پسندد انتخاب کنید. چند منظوره و کاربردی، کت پافر جلوبندی OmniHeat مردانه برای مواقع مختلف مناسب است، بگونه‌ای که به سمت کار می‌روید، برای یک سفر غیر رسمی می‌روید یا در یک رویداد خارجی شرکت می‌کنید. تجربه ترکیب کاملی از سبک، راحتی و کارایی را با کت پافر جلوبندی OmniHeat مردانه تجربه کنید. با ارتقای کمد زمستانی خود و در حالی که از فضای باز لذت می‌برید، گرم و راحت بمانید. با این قطعه ضروری، سرما را با سبکی بی‌نظیر شکست دهید.',
                    'meta-description'  => 'توضیحات متا',
                    'meta-keywords'     => 'متا1، متا2، متا3',
                    'meta-title'        => 'عنوان متا',
                    'name'              => 'کت پافر جلوبندی OmniHeat مردانه - آبی - سبز - L',
                    'short-description' => 'با کت پافر جلوبندی OmniHeat مردانه ما، گرم و شیک باشید. این کت برای ارائه گرمای بی‌نظیر طراحی شده است و دارای جیب‌های درجه‌بندی شده برای راحتی بیشتر است. مواد عایق‌گذاری شده مطمئن می‌شوند که در هوای سرد گرم می‌مانید. با 5 رنگ جذاب در دسترس، این کت انتخابی چند منظوره برای مواقع مختلف است.',
                ],
            ],

            'product-attribute-values' => [
                '1' => [
                    'description'      => 'کلاه تمام نخی Arctic Cozy شما را در ماه های سرد سرد، راحت و شیک نگه می دارد. این کلاه از مخلوط نرم و مقاومی از نخ اکریلیک ساخته شده است که طراحی شده است تا یک تناسب نرم و محکم را فراهم کند. طراحی کلاسیک آن آن را مناسب برای هر دو جنسیت می کند و یک لوازم جانبی چند منظوره است که به سبک های مختلف تکمیل می کند. بگویید که آیا شما برای یک روز غیر رسمی در شهر یا در برابر فضای باز برنامه ریزی می کنید، این کلاه یک لمسه راحتی و گرما به لباس شما اضافه می کند. مواد نرم و تنفس پذیر اطمینان می دهد که شما بدون قربانی کردن سبک خود راحت بمانید. کلاه تمام نخی Arctic Cozy نه فقط یک لوازم جانبی است؛ بلکه یک بیانیه از مد زمستان است. سادگی آن آسانی همراهی با لباس های مختلف را فراهم می کند و آن را به یک قطعه کلیدی در گاردرابه زمستان تبدیل می کند. ایده آل برای هدیه دادن یا به عنوان یک لذت برای خودتان، این کلاه یک اضافه کردن متفکرانه به هر گونه مجموعه زمستانی است. این یک لوازم جانبی چند منظوره است که فراتر از کارکردی است و یک لمسه گرما و سبک به نگاه شما اضافه می کند. با کلاه تمام نخی Arctic Cozy همراه باشید. بگویید که آیا شما یک روز غیر رسمی را لذت می برید یا با عناصر روبرو می شوید، اجازه دهید این کلاه همراه شما برای راحتی و سبک باشد. با کلاه تمام نخی Arctic Cozy ، گرما با زمان بی نهایت مد همراه است.',
                    'meta-description' => 'توضیحات متا',
                    'meta-keywords'    => 'متا1، متا2، متا3',
                    'meta-title'       => 'عنوان متا',
                    'name'             => 'کلاه تمام نخی Arctic Cozy بی جنسیت',
                    'sort-description' => 'با کلاه تمام نخی Arctic Cozy روزهای سرد را با سبکی دریابید. این کلاه کلاسیک از مخلوطی نرم و مقاوم از اکریلیک ساخته شده است و گرما و چند منظوره است. مناسب برای هر دو جنسیت، این کلاه لوازم جانبی ایده آلی برای لباس روزمره یا فضای باز است. گاردرابه زمستانی خود را بالا ببرید یا کسی را که ویژه است با این کلاه ضروری.',
                ],

                '2' => [
                    'description'      => 'شال زمستانی Arctic Bliss بیش از یک لوازم جانبی هوای سرد است؛ این یک بیانیه از گرما، راحتی و سبک برای فصل زمستان است. این شال با مراقبت از مخلوطی لوکس از اکریلیک و پشم طراحی شده است تا شما را در دمای سردترین دماها گرم و محکم نگه دارد. بافت نرم و لطیف نه تنها عایق در برابر سرما است، بلکه یک لمسه لوکس به گاردرابه زمستانی شما اضافه می کند. طراحی شال Arctic Bliss آن را هم شیک و هم چند منظوره می کند، که آن را به یک اضافه کردن کامل به لباس های زمستانی مختلف می کند. بگویید که آیا شما برای یک مناسبت ویژه لباس می پوشید یا به لباس روزمره خود لایه ای شیک اضافه می کنید، این شال به سبک شما به طور طبیعی می پیوندد. طول بیش از حد شال گزینه های استایلینگ قابل تنظیم را ارائه می دهد. آن را برای افزایش گرما بپیچید، آن را برای یک نگاه غیر رسمی بر روی شانه ها بگذارید یا با گره های مختلف برای بیان سبک منحصر به فرد خود آزمایش کنید. این چند منظوره بودن آن را به یک لوازم جانبی ضروری برای فصل زمستان تبدیل می کند. به دنبال هدیه کامل هستید؟ شال زمستانی Arctic Bliss یک انتخاب ایده آل است. بگویید که آیا شما یک عزیز را متعجب می کنید یا خودتان را درمان می کنید، این شال یک هدیه بی زمان و عملی است که در طول ماه های زمستانی قدردانی می شود. با شال زمستانی Arctic Bliss ، زمستان را با گرما و سبک در هماهنگی کامل در برابر بگیرید. گاردرابه زمستانی خود را با این لوازم جانبی ضروری که نه تنها شما را گرم نگه می دارد بلکه یک لمسه از سفیتا به گاردرابه سردتان اضافه می کند بالا ببرید.',
                    'meta-description' => 'توضیحات متا',
                    'meta-keywords'    => 'متا1، متا2، متا3',
                    'meta-title'       => 'عنوان متا',
                    'name'             => 'شال زمستانی Arctic Bliss شیک',
                    'sort-description' => 'تجربه آغوش گرما و سبک با شال زمستانی Arctic Bliss ما. این شال از مخلوطی لوکس از اکریلیک و پشم ساخته شده است و برای گرم نگه داشتن شما در روزهای سردترین طراحی شده است. طراحی شیک و چند منظوره آن به همراه طول بیش از حد، گزینه های استایلینگ قابل تنظیم را ارائه می دهد. گاردرابه زمستانی خود را بالا ببرید یا کسی را که ویژه است با این لوازم جانبی ضروری زمستانی.',
                ],

                '3' => [
                    'description'      => 'معرفی دستکش های زمستانی Arctic Touchscreen - جایی که گرما، سبک و اتصال به هم می رسند تا تجربه زمستانی شما را بهبود دهند. این دستکش ها از اکریلیک با کیفیت بالا ساخته شده اند و برای ارائه گرما و مقاومت استثنایی طراحی شده اند. انگشتان قابل استفاده با صفحه نمایش امکان اتصال شما را بدون افشای دستان خود به سرما فراهم می کنند. تماس ها را پاسخ دهید، پیام ها را ارسال کنید و دستگاه های خود را به راحتی هدایت کنید، همه اینها در حالی که دستان خود را گرم نگه می دارید. بطور معمول، لاینینگ عایق اضافی راحتی را افزایش می دهد و این دستکش ها را به انتخاب شما برای مقابله با سرما تبدیل می کند. بگویید که آیا شما در حال رفت و آمد هستید، امور را انجام می دهید یا از فعالیت های خارجی لذت می برید، این دستکش ها گرما و حفاظت مورد نیاز شما را فراهم می کنند. مچ بند های الاستیکی تنظیمی راه حلی امن را فراهم می کنند و جلوگیری از جریان هوای سرد و نگه داشتن دستکش ها در محل در طول فعالیت های روزانه شما. طراحی شیک یک لمسه از جلوه به لباس زمستانی شما اضافه می کند، که این دستکش ها همانند عملکرد آنها مد است. ایده آل برای هدیه دادن یا به عنوان یک لذت برای خودتان، دستکش های زمستانی Arctic Touchscreen یک لوازم جانبی ضروری برای افراد مدرن هستند. با خداحافظی از عدم راحتی خارج کردن دستکش های خود برای استفاده از دستگاه های خود و پذیرش ترکیب بی درز گرما، سبک و اتصال. با دستکش های زمستانی Arctic Touchscreen ، به راحتی متصل شوید، گرم بمانید و با اعتماد به نفس در فصل زمستان سبک باشید.',
                    'meta-description' => 'توضیحات متا',
                    'meta-keywords'    => 'متا1، متا2، متا3',
                    'meta-title'       => 'عنوان متا',
                    'name'             => 'دستکش های زمستانی Arctic Touchscreen',
                    'sort-description' => 'با دستکش های زمستانی Arctic Touchscreen متصل و گرم بمانید. این دستکش ها نه تنها از اکریلیک با کیفیت برای گرما و مقاومت ساخته شده اند، بلکه دارای طراحی قابل استفاده با صفحه نمایش هستند. با لاینینگ عایق، مچ بند الاستیکی برای تنظیم مناسب و ظاهری شیک، این دستکش ها برای استفاده روزانه در شرایط سرد مناسب هستند.',
                ],

                '4' => [
                    'description'      => 'معرفی جوراب های مخلوط پشم Arctic Warmth - همراهی ضروری شما برای پاهای گرم و راحت در فصل سرد است. این جوراب ها از ترکیبی از پشم مرینو، آکریلیک، نایلون و اسپندکس با کیفیت بالا ساخته شده اند و طراحی شده اند تا گرمای بی نظیر و راحتی را فراهم کنند. مخلوط پشم باعث می شود پاهای شما حتی در سرماهای سردتر هم گرم بمانند و این جوراب ها انتخابی مناسب برای ماجراجویی های زمستانی یا به سادگی راحتی در خانه هستند. بافت نرم و دلپذیر این جوراب ها حس لوکسی را در برابر پوست شما ایجاد می کند. با وجود این جوراب ها دیگر نیازی به پاهای سرد نخواهید داشت و از گرمای لطیفی که این جوراب های مخلوط پشم ارائه می دهند، لذت خواهید برد. طراحی شده برای مقاومت، این جوراب ها دارای پاشنه و انگشتان تقویت شده هستند که مقاومت اضافی را به مناطقی با سایش بالا اضافه می کند. این اطمینان را به شما می دهد که جوراب های شما آزمون زمان را پشت سر می گذارند و راحتی و دلپذیری بلند مدت را فراهم می کنند. طبیعت تنفس پذیر این ماده از بیش از حد گرم شدن جلوگیری می کند و به پاهای شما اجازه می دهد طول روز راحت و خشک بمانند. بگویید به طوری که شما برای یک پیاده روی زمستانی به فضای باز می روید یا در خانه برای راحتی بی نظیر می مانید، این جوراب ها تعادل کاملی از گرما و تنفس را ارائه می دهند. چند منظوره و شیک، این جوراب های مخلوط پشم برای مواقع مختلف مناسب هستند. آنها را با بوت های مورد علاقه خود برای یک ظاهر زمستانی مد روز هماهنگ کنید یا آنها را در خانه برای راحتی بی نظیر بپوشید. با جوراب های مخلوط پشم Arctic Warmth، گاردراب زمستانی خود را ارتقا دهید و به راحتی وارد دنیایی از راحتی بشوید که تمام فصل طول می کشد.',
                    'meta-description' => 'توضیحات متا',
                    'meta-keywords'    => 'متا1، متا2، متا3',
                    'meta-title'       => 'عنوان متا',
                    'name'             => 'جوراب های مخلوط پشم Arctic Warmth',
                    'sort-description' => 'تجربه گرمای بی نظیر و راحتی جوراب های مخلوط پشم Arctic Warmth ما را تجربه کنید. این جوراب ها از ترکیبی از پشم مرینو، آکریلیک، نایلون و اسپندکس ساخته شده اند و برای هوای سرد مناسب هستند. با پاشنه و انگشتان تقویت شده برای مقاومت، این جوراب های چند منظوره و شیک برای مواقع مختلف مناسب هستند.',
                ],

                '5' => [
                    'description'      => 'معرفی بسته لوازم جانبی زمستانی Arctic Frost - راه حلی کامل برای گرم نگه داشتن، شیک بودن و اتصال داشتن در روزهای سرد زمستان است. این مجموعه به طور دقیق چهار لوازم جانبی زمستانی اساسی را به هم می آورد تا یک مجموعه هماهنگ ایجاد شود. شال لوکس که از ترکیبی از آکریلیک و پشم بافته شده است، نه تنها یک لایه گرما اضافی ایجاد می کند بلکه لمسی از شیکی به گاردراب زمستانی شما می بخشد. کلاه نخی نرم که با مراقبت ساخته شده است، قول می دهد شما را گرم نگه دارد و به ظاهر شما زیبایی می بخشد. اما اینجا تمام نمی شود - بسته ما همچنین شامل دستکش های قابل استفاده با صفحه نمایش لمسی است. بدون از دست دادن گرما، به راحتی دستگاه های خود را مدیریت کنید. بگویید به طوری که شما تماس ها را پاسخ می دهید، پیام ها را ارسال می کنید یا لحظات زمستانی را در گوشی هوشمند خود ثبت می کنید، این دستکش ها راحتی را بدون کم کردن از شیکی به شما ارائه می دهند. بافت نرم و دلپذیر این جوراب ها حس لوکسی را در برابر پوست شما ایجاد می کند. با وجود این جوراب ها دیگر نیازی به پاهای سرد نخواهید داشت و از گرمای لطیفی که این جوراب های مخلوط پشم ارائه می دهند، لذت خواهید برد. بسته لوازم جانبی زمستانی Arctic Frost فقط در مورد عملکرد نیست؛ این یک بیانیه از مد زمستانی است. هر قطعه نه تنها برای محافظت شما از سرما طراحی شده است بلکه برای ارتقای سبک شما در فصل سرد نیز طراحی شده است. مواد انتخاب شده برای این بسته همزمان برای مقاومت و راحتی اولویت قائل شده اند، تضمین می کنند که شما می توانید با سبک زمستانی خود از طبیعت زمستانی لذت ببرید. بگویید به طوری که شما خود را مدل کنید یا به دنبال هدیه ای کامل هستید، بسته لوازم جانبی زمستانی Arctic Frost یک انتخاب چند منظوره است. در فصل تعطیلات کسی را خوشحال کنید یا گاردراب زمستانی خود را با این مجموعه شیک و کاربردی ارتقا دهید. با اطمینان از یخ زدگی، بدانید که شما لوازم جانبی کامل برای گرم نگه داشتن و شیک بودن دارید.',
                    'meta-description' => 'توضیحات متا',
                    'meta-keywords'    => 'متا1، متا2، متا3',
                    'meta-title'       => 'عنوان متا',
                    'name'             => 'بسته لوازم جانبی زمستانی Arctic Frost',
                    'sort-description' => 'با بسته لوازم جانبی زمستانی Arctic Frost ما با سرمای زمستانی همراه شوید. این مجموعه شامل یک شال لوکس، یک کلاه نخی، دستکش های قابل استفاده با صفحه نمایش لمسی و جوراب های مخلوط پشم است. شیک و کاربردی، این مجموعه از مواد با کیفیت بالا ساخته شده است و همزمان مقاومت و راحتی را تضمین می کند. گاردراب زمستانی خود را ارتقا دهید یا کسی را در فصل تعطیلات خوشحال کنید با این مجموعه شیک و کاربردی. با اطمینان از یخ زدگی، بدانید که شما لوازم جانبی کامل برای گرم نگه داشتن و شیک بودن دارید.',
                ],

                '6' => [
                    'description'      => 'معرفی بسته لوازم جانبی زمستانی Arctic Frost - راه حلی کامل برای گرم نگه داشتن، شیک بودن و اتصال داشتن در روزهای سرد زمستان است. این مجموعه به طور دقیق چهار لوازم جانبی زمستانی اساسی را به هم می آورد تا یک مجموعه هماهنگ ایجاد شود. شال لوکس که از ترکیبی از آکریلیک و پشم بافته شده است، نه تنها یک لایه گرما اضافی ایجاد می کند بلکه لمسی از شیکی به گاردراب زمستانی شما می بخشد. کلاه نخی نرم که با مراقبت ساخته شده است، قول می دهد شما را گرم نگه دارد و به ظاهر شما زیبایی می بخشد. اما اینجا تمام نمی شود - بسته ما همچنین شامل دستکش های قابل استفاده با صفحه نمایش لمسی است. بدون از دست دادن گرما، به راحتی دستگاه های خود را مدیریت کنید. بگویید به طوری که شما تماس ها را پاسخ می دهید، پیام ها را ارسال می کنید یا لحظات زمستانی را در گوشی هوشمند خود ثبت می کنید، این دستکش ها راحتی را بدون کم کردن از شیکی به شما ارائه می دهند. بافت نرم و دلپذیر این جوراب ها حس لوکسی را در برابر پوست شما ایجاد می کند. با وجود این جوراب ها دیگر نیازی به پاهای سرد نخواهید داشت و از گرمای لطیفی که این جوراب های مخلوط پشم ارائه می دهند، لذت خواهید برد. بسته لوازم جانبی زمستانی Arctic Frost فقط در مورد عملکرد نیست؛ این یک بیانیه از مد زمستانی است. هر قطعه نه تنها برای محافظت شما از سرما طراحی شده است بلکه برای ارتقای سبک شما در فصل سرد نیز طراحی شده است. مواد انتخاب شده برای این بسته همزمان برای مقاومت و راحتی اولویت قائل شده اند، تضمین می کنند که شما می توانید با سبک زمستانی خود از طبیعت زمستانی لذت ببرید. بگویید به طوری که شما خود را مدل کنید یا به دنبال هدیه ای کامل هستید، بسته لوازم جانبی زمستانی Arctic Frost یک انتخاب چند منظوره است. در فصل تعطیلات کسی را خوشحال کنید یا گاردراب زمستانی خود را با این مجموعه شیک و کاربردی ارتقا دهید. با اطمینان از یخ زدگی، بدانید که شما لوازم جانبی کامل برای گرم نگه داشتن و شیک بودن دارید.',
                    'meta-description' => 'توضیحات متا',
                    'meta-keywords'    => 'متا1، متا2، متا3',
                    'meta-title'       => 'عنوان متا',
                    'name'             => 'بسته لوازم جانبی زمستانی Arctic Frost',
                    'sort-description' => 'با بسته لوازم جانبی زمستانی Arctic Frost ما با سرمای زمستانی همراه شوید. این مجموعه شامل یک شال لوکس، یک کلاه نخی، دستکش های قابل استفاده با صفحه نمایش لمسی و جوراب های مخلوط پشم است. شیک و کاربردی، این مجموعه از مواد با کیفیت بالا ساخته شده است و همزمان مقاومت و راحتی را تضمین می کند. گاردراب زمستانی خود را ارتقا دهید یا کسی را در فصل تعطیلات خوشحال کنید با این مجموعه شیک و کاربردی. با اطمینان از یخ زدگی، بدانید که شما لوازم جانبی کامل برای گرم نگه داشتن و شیک بودن دارید.',
                ],

                '7' => [
                    'description'      => 'معرفی کت پوشاک OmniHeat Men\'s Solid Hooded Puffer Jacket، راه حلی برای گرم نگه داشتن و شیک بودن در فصل های سردتر است. این کت پوشاک با دوام و گرما در ذهن طراحی شده است، تضمین می کند که به همراه شما باشد. طراحی هود نه تنها یک لمسه از سبک را اضافه می کند، بلکه گرمای اضافی را فراهم می کند و شما را از بادها و آب و هوای سرد محافظت می کند. آستین های کامل پوشش کامل را تضمین می کنند و از شانه تا مچ دست شما را گرم نگه می دارند. با جیب های درج کننده، این کت پوشاک پافر امکاناتی را برای حمل و نقل لوازم ضروری یا گرم نگه داشتن دستان شما فراهم می کند. پر کننده مصنوعی عایق شده گرمای بهبود یافته ارائه می دهد و برای مقابله با روزها و شب های سرد مناسب است. این کت پوشاک از پلی استر مقاوم و زیربنایی ساخته شده است و برای مقاومت در برابر عوامل جوی ساخته شده است. با 5 رنگ جذاب در دسترس، می توانید رنگی را که به سبک و ترجیح شما می خورد را انتخاب کنید. OmniHeat Men\'s Solid Hooded Puffer Jacket چند منظوره و کاربردی است و برای مواقع مختلف مناسب است، بگونه ای که به محل کار می روید، برای یک سفر غیر رسمی می روید یا در یک رویداد خارجی شرکت می کنید. با تجربه ترکیب کاملی از سبک، راحتی و کارایی با OmniHeat Men\'s Solid Hooded Puffer Jacket. به روز کردن گاردراب زمستانی خود و در حالی که در فضای باز در حال برخورد با سرما هستید، گرم و راحت بمانید. سرمایه گذاری در سبک و ایجاد یک بیانیه با این قطعه ضروری.',
                    'meta-description' => 'توضیحات متا',
                    'meta-keywords'    => 'متا1، متا2، متا3',
                    'meta-title'       => 'عنوان متا',
                    'name'             => 'OmniHeat Men\'s Solid Hooded Puffer Jacket',
                    'sort-description' => 'با کت پوشاک OmniHeat Men\'s Solid Hooded Puffer Jacket ما گرم و شیک بمانید. این کت پوشاک برای ارائه گرمای بی نظیر طراحی شده است و دارای جیب های درج کننده برای راحتی اضافی است. مواد عایق شده مطمئن می شود که در هوای سرد گرم و راحت باقی می مانید. با 5 رنگ جذاب در دسترس، این یک انتخاب چند منظوره برای مواقع مختلف است.',
                ],

                '8' => [
                    'description'      => 'معرفی کت پوشاک OmniHeat Men\'s Solid Hooded Puffer Jacket، راه حلی برای گرم نگه داشتن و شیک بودن در فصل های سردتر است. این کت پوشاک با دوام و گرما در ذهن طراحی شده است، تضمین می کند که به همراه شما باشد. طراحی هود نه تنها یک لمسه از سبک را اضافه می کند، بلکه گرمای اضافی را فراهم می کند و شما را از بادها و آب و هوای سرد محافظت می کند. آستین های کامل پوشش کامل را تضمین می کنند و از شانه تا مچ دست شما را گرم نگه می دارند. با جیب های درج کننده، این کت پوشاک پافر امکاناتی را برای حمل و نقل لوازم ضروری یا گرم نگه داشتن دستان شما فراهم می کند. پر کننده مصنوعی عایق شده گرمای بهبود یافته ارائه می دهد و برای مقابله با روزها و شب های سرد مناسب است. این کت پوشاک از پلی استر مقاوم و زیربنایی ساخته شده است و برای مقاومت در برابر عوامل جوی ساخته شده است. با 5 رنگ جذاب در دسترس، می توانید رنگی را که به سبک و ترجیح شما می خورد را انتخاب کنید. OmniHeat Men\'s Solid Hooded Puffer Jacket چند منظوره و کاربردی است و برای مواقع مختلف مناسب است، بگونه ای که به محل کار می روید، برای یک سفر غیر رسمی می روید یا در یک رویداد خارجی شرکت می کنید. با تجربه ترکیب کاملی از سبک، راحتی و کارایی با OmniHeat Men\'s Solid Hooded Puffer Jacket. به روز کردن گاردراب زمستانی خود و در حالی که در فضای باز در حال برخورد با سرما هستید، گرم و راحت بمانید. سرمایه گذاری در سبک و ایجاد یک بیانیه با این قطعه ضروری.',
                    'meta-description' => 'توضیحات متا',
                    'meta-keywords'    => 'متا1، متا2، متا3',
                    'meta-title'       => 'عنوان متا',
                    'name'             => 'OmniHeat Men\'s Solid Hooded Puffer Jacket-Blue-Yellow-M',
                    'sort-description' => 'با کت پوشاک OmniHeat Men\'s Solid Hooded Puffer Jacket ما گرم و شیک بمانید. این کت پوشاک برای ارائه گرمای بی نظیر طراحی شده است و دارای جیب های درج کننده برای راحتی اضافی است. مواد عایق شده مطمئن می شود که در هوای سرد گرم و راحت باقی می مانید. با 5 رنگ جذاب در دسترس، این یک انتخاب چند منظوره برای مواقع مختلف است.',
                ],

                '9' => [
                    'description'      => 'معرفی کت پوشاک OmniHeat Men\'s Solid Hooded Puffer Jacket، راه حلی برای گرم نگه داشتن و شیک بودن در فصل های سردتر است. این کت پوشاک با دوام و گرما در ذهن طراحی شده است، تضمین می کند که به همراه شما باشد. طراحی هود نه تنها یک لمسه از سبک را اضافه می کند، بلکه گرمای اضافی را فراهم می کند و شما را از بادها و آب و هوای سرد محافظت می کند. آستین های کامل پوشش کامل را تضمین می کنند و از شانه تا مچ دست شما را گرم نگه می دارند. با جیب های درج کننده، این کت پوشاک پافر امکاناتی را برای حمل و نقل لوازم ضروری یا گرم نگه داشتن دستان شما فراهم می کند. پر کننده مصنوعی عایق شده گرمای بهبود یافته ارائه می دهد و برای مقابله با روزها و شب های سرد مناسب است. این کت پوشاک از پلی استر مقاوم و زیربنایی ساخته شده است و برای مقاومت در برابر عوامل جوی ساخته شده است. با 5 رنگ جذاب در دسترس، می توانید رنگی را که به سبک و ترجیح شما می خورد را انتخاب کنید. OmniHeat Men\'s Solid Hooded Puffer Jacket چند منظوره و کاربردی است و برای مواقع مختلف مناسب است، بگونه ای که به محل کار می روید، برای یک سفر غیر رسمی می روید یا در یک رویداد خارجی شرکت می کنید. با تجربه ترکیب کاملی از سبک، راحتی و کارایی با OmniHeat Men\'s Solid Hooded Puffer Jacket. به روز کردن گاردراب زمستانی خود و در حالی که در فضای باز در حال برخورد با سرما هستید، گرم و راحت بمانید. سرمایه گذاری در سبک و ایجاد یک بیانیه با این قطعه ضروری.',
                    'meta-description' => 'توضیحات متا',
                    'meta-keywords'    => 'متا1، متا2، متا3',
                    'meta-title'       => 'عنوان متا',
                    'name'             => 'OmniHeat Men\'s Solid Hooded Puffer Jacket-Blue-Yellow-L',
                    'sort-description' => 'با کت پوشاک OmniHeat Men\'s Solid Hooded Puffer Jacket ما گرم و شیک بمانید. این کت پوشاک برای ارائه گرمای بی نظیر طراحی شده است و دارای جیب های درج کننده برای راحتی اضافی است. مواد عایق شده مطمئن می شود که در هوای سرد گرم و راحت باقی می مانید. با 5 رنگ جذاب در دسترس، این یک انتخاب چند منظوره برای مواقع مختلف است.',
                ],

                '10' => [
                    'description'      => 'معرفی کت پوشاک OmniHeat Men\'s Solid Hooded Puffer Jacket، راه حلی برای گرم نگه داشتن و شیک بودن در فصل های سردتر. این کت پوشاک با دوام و گرما در ذهن طراحی شده است تا به همراه شما باشد. طراحی هودی نه تنها یک لمسه از سبک اضافه می کند، بلکه گرمای اضافی را فراهم می کند و شما را از بادها و آب و هوای سرد محافظت می کند. آستین های کامل پوشش کامل را ارائه می دهند و اطمینان حاصل می کنند که از شانه تا مچ دست گرم و راحت باقی می مانید. با جیب های درج کننده، این کت پوشاک پافر امکانات را برای حمل و نقل لوازم ضروری یا گرم نگه داشتن دستان شما فراهم می کند. پر کننده مصنوعی عایق شده، گرمای بهبود یافته را ارائه می دهد و برای مبارزه با روزها و شب های سرد مناسب است. این کت پوشاک از پلی استر مقاوم و زیربنایی ساخته شده است و برای مقاومت در برابر عوامل جوی طراحی شده است. با 5 رنگ جذاب در دسترس، می توانید رنگی را که به سبک و ترجیح شما می خورد انتخاب کنید. چند منظوره و کاربردی، کت پوشاک OmniHeat Men\'s Solid Hooded Puffer Jacket برای مواقع مختلف مناسب است، بگویید به محل کار می روید، برای یک گشت و گذار غیر رسمی می روید یا در یک رویداد خارجی شرکت می کنید. تجربه ترکیب کاملی از سبک، راحتی و کارایی را با کت پوشاک OmniHeat Men\'s Solid Hooded Puffer Jacket داشته باشید. بهار خود را ارتقا دهید و در حالی که به فضای باز می پردازید، گرم و راحت باقی بمانید. سرمای را با سبک شکست دهید و با این قطعه ضروری، بیانیه ای بدهید.',
                    'meta-description' => 'توضیحات متا',
                    'meta-keywords'    => 'متا1، متا2، متا3',
                    'meta-title'       => 'عنوان متا',
                    'name'             => 'OmniHeat Men\'s Solid Hooded Puffer Jacket-Blue-Green-M',
                    'sort-description' => 'با کت پوشاک OmniHeat Men\'s Solid Hooded Puffer Jacket ما گرم و شیک بمانید. این کت پوشاک برای ارائه گرمای بی نظیر طراحی شده است و دارای جیب های درج کننده برای راحتی اضافی است. مواد عایق شده مطمئن می شود که در هوای سرد گرم و راحت باقی می مانید. با 5 رنگ جذاب در دسترس، این یک انتخاب چند منظوره برای مواقع مختلف است.',
                ],

                '11' => [
                    'description'      => 'معرفی کت پوشاک OmniHeat Men\'s Solid Hooded Puffer Jacket، راه حلی برای گرم نگه داشتن و شیک بودن در فصل های سردتر. این کت پوشاک با دوام و گرما در ذهن طراحی شده است تا به همراه شما باشد. طراحی هودی نه تنها یک لمسه از سبک اضافه می کند، بلکه گرمای اضافی را فراهم می کند و شما را از بادها و آب و هوای سرد محافظت می کند. آستین های کامل پوشش کامل را ارائه می دهند و اطمینان حاصل می کنند که از شانه تا مچ دست گرم و راحت باقی می مانید. با جیب های درج کننده، این کت پوشاک پافر امکانات را برای حمل و نقل لوازم ضروری یا گرم نگه داشتن دستان شما فراهم می کند. پر کننده مصنوعی عایق شده، گرمای بهبود یافته را ارائه می دهد و برای مبارزه با روزها و شب های سرد مناسب است. این کت پوشاک از پلی استر مقاوم و زیربنایی ساخته شده است و برای مقاومت در برابر عوامل جوی طراحی شده است. با 5 رنگ جذاب در دسترس، می توانید رنگی را که به سبک و ترجیح شما می خورد انتخاب کنید. چند منظوره و کاربردی، کت پوشاک OmniHeat Men\'s Solid Hooded Puffer Jacket برای مواقع مختلف مناسب است، بگویید به محل کار می روید، برای یک گشت و گذار غیر رسمی می روید یا در یک رویداد خارجی شرکت می کنید. تجربه ترکیب کاملی از سبک، راحتی و کارایی را با کت پوشاک OmniHeat Men\'s Solid Hooded Puffer Jacket داشته باشید. بهار خود را ارتقا دهید و در حالی که به فضای باز می پردازید، گرم و راحت باقی بمانید. سرمای را با سبک شکست دهید و با این قطعه ضروری، بیانیه ای بدهید.',
                    'meta-description' => 'توضیحات متا',
                    'meta-keywords'    => 'متا1، متا2، متا3',
                    'meta-title'       => 'عنوان متا',
                    'name'             => 'OmniHeat Men\'s Solid Hooded Puffer Jacket-Blue-Green-L',
                    'sort-description' => 'با کت پوشاک OmniHeat Men\'s Solid Hooded Puffer Jacket ما گرم و شیک بمانید. این کت پوشاک برای ارائه گرمای بی نظیر طراحی شده است و دارای جیب های درج کننده برای راحتی اضافی است. مواد عایق شده مطمئن می شود که در هوای سرد گرم و راحت باقی می مانید. با 5 رنگ جذاب در دسترس، این یک انتخاب چند منظوره برای مواقع مختلف است.',
                ],
            ],

            'product-bundle-option-translations' => [
                '1' => [
                    'label' => 'گزینه بسته 1',
                ],

                '2' => [
                    'label' => 'گزینه بسته 1',
                ],

                '3' => [
                    'label' => 'گزینه بسته 2',
                ],

                '4' => [
                    'label' => 'گزینه بسته 2',
                ],
            ],
        ],
    ],

    'installer' => [
        'index' => [
            'create-administrator' => [
                'admin'            => 'مدیر',
                'bagisto'          => 'Bagisto',
                'confirm-password' => 'تأیید رمز عبور',
                'email'            => 'ایمیل',
                'email-address'    => 'admin@example.com',
                'password'         => 'رمز عبور',
                'title'            => 'ایجاد مدیر',
            ],

            'environment-configuration' => [
                'algerian-dinar'              => 'دینار الجزایری (DZD)',
                'allowed-currencies'          => 'ارزهای مجاز',
                'allowed-locales'             => 'زبان‌های مجاز',
                'application-name'            => 'نام برنامه',
                'argentine-peso'              => 'پزوی آرژانتین (ARS)',
                'australian-dollar'           => 'دلار استرالیا (AUD)',
                'bagisto'                     => 'Bagisto',
                'bangladeshi-taka'            => 'تاکای بنگلادش (BDT)',
                'brazilian-real'              => 'رئال برزیل (BRL)',
                'british-pound-sterling'      => 'پوند استرلینگ بریتانیا (GBP)',
                'canadian-dollar'             => 'دلار کانادا (CAD)',
                'cfa-franc-bceao'             => 'فرانک CFA BCEAO (XOF)',
                'cfa-franc-beac'              => 'فرانک CFA BEAC (XAF)',
                'chilean-peso'                => 'پزوی شیلی (CLP)',
                'chinese-yuan'                => 'یوان چینی (CNY)',
                'colombian-peso'              => 'پزوی کلمبیا (COP)',
                'czech-koruna'                => 'کرونای چک (CZK)',
                'danish-krone'                => 'کرون دانمارکی (DKK)',
                'database-connection'         => 'اتصال به پایگاه داده',
                'database-hostname'           => 'نام میزبان پایگاه داده',
                'database-name'               => 'نام پایگاه داده',
                'database-password'           => 'رمز عبور پایگاه داده',
                'database-port'               => 'پورت پایگاه داده',
                'database-prefix'             => 'پیشوند پایگاه داده',
                'database-username'           => 'نام کاربری پایگاه داده',
                'default-currency'            => 'ارز پیشفرض',
                'default-locale'              => 'زبان پیشفرض',
                'default-timezone'            => 'منطقه زمانی پیشفرض',
                'default-url'                 => 'URL پیشفرض',
                'default-url-link'            => 'https://localhost',
                'egyptian-pound'              => 'پوند مصر (EGP)',
                'euro'                        => 'یورو (EUR)',
                'fijian-dollar'               => 'دلار فیجی (FJD)',
                'hong-kong-dollar'            => 'دلار هنگ‌کنگ (HKD)',
                'hungarian-forint'            => 'فورینت مجارستان (HUF)',
                'indian-rupee'                => 'روپیه هند (INR)',
                'indonesian-rupiah'           => 'روپیه اندونزی (IDR)',
                'israeli-new-shekel'          => 'شقل جدید اسرائیل (ILS)',
                'japanese-yen'                => 'ین ژاپن (JPY)',
                'jordanian-dinar'             => 'دینار اردن (JOD)',
                'kazakhstani-tenge'           => 'تنگه قزاقستان (KZT)',
                'kuwaiti-dinar'               => 'دینار کویت (KWD)',
                'lebanese-pound'              => 'پوند لبنان (LBP)',
                'libyan-dinar'                => 'دینار لیبی (LYD)',
                'malaysian-ringgit'           => 'رینگیت مالزی (MYR)',
                'mauritian-rupee'             => 'روپیه موریس (MUR)',
                'mexican-peso'                => 'پزوی مکزیک (MXN)',
                'moroccan-dirham'             => 'درهم مراکش (MAD)',
                'mysql'                       => 'MySQL',
                'nepalese-rupee'              => 'روپیه نپال (NPR)',
                'new-taiwan-dollar'           => 'دلار جدید تایوان (TWD)',
                'new-zealand-dollar'          => 'دلار نیوزیلند (NZD)',
                'nigerian-naira'              => 'نایرای نیجریه (NGN)',
                'norwegian-krone'             => 'کرون نروژی (NOK)',
                'omani-rial'                  => 'ریال عمان (OMR)',
                'pakistani-rupee'             => 'روپیه پاکستان (PKR)',
                'panamanian-balboa'           => 'بالبوای پاناما (PAB)',
                'paraguayan-guarani'          => 'گوارانی پاراگوئه (PYG)',
                'peruvian-nuevo-sol'          => 'سول جدید پرو (PEN)',
                'pgsql'                       => 'pgSQL',
                'philippine-peso'             => 'پزوی فیلیپین (PHP)',
                'polish-zloty'                => 'زلوتی لهستان (PLN)',
                'qatari-rial'                 => 'ریال قطر (QAR)',
                'romanian-leu'                => 'لئوی رومانی (RON)',
                'russian-ruble'               => 'روبل روسیه (RUB)',
                'saudi-riyal'                 => 'ریال عربستان سعودی (SAR)',
                'select-timezone'             => 'انتخاب منطقه زمانی',
                'singapore-dollar'            => 'دلار سنگاپور (SGD)',
                'south-african-rand'          => 'راند آفریقای جنوبی (ZAR)',
                'south-korean-won'            => 'وون کره جنوبی (KRW)',
                'sqlsrv'                      => 'SQLSRV',
                'sri-lankan-rupee'            => 'روپیه سری‌لانکا (LKR)',
                'swedish-krona'               => 'کرون سوئد (SEK)',
                'swiss-franc'                 => 'فرانک سوئیس (CHF)',
                'thai-baht'                   => 'بات تایلند (THB)',
                'title'                       => 'پیکربندی فروشگاه',
                'tunisian-dinar'              => 'دینار تونس (TND)',
                'turkish-lira'                => 'لیر ترکیه (TRY)',
                'ukrainian-hryvnia'           => 'هریونیای اوکراین (UAH)',
                'united-arab-emirates-dirham' => 'درهم امارات متحده عربی (AED)',
                'united-states-dollar'        => 'دلار ایالات متحده آمریکا (USD)',
                'uzbekistani-som'             => 'سوم ازبکستان (UZS)',
                'venezuelan-bolívar'          => 'بولیوار ونزوئلا (VEF)',
                'vietnamese-dong'             => 'دانگ ویتنامی (VND)',
                'warning-message'             => 'مراقب باشید! تنظیمات زبان سیستم پیش‌فرض و ارز پیش‌فرض شما دائمی هستند و پس از تنظیم نمی‌توان آنها را تغییر داد.',
                'zambian-kwacha'              => 'کواچای زامبیا (ZMW)',
            ],

            'sample-products' => [
                'download-sample' => 'دانلود نمونه',
                'no'              => 'خیر',
                'sample-products' => 'محصولات نمونه',
                'title'           => 'محصولات نمونه',
                'yes'             => 'بله',
            ],

            'installation-processing' => [
                'bagisto'      => 'نصب Bagisto',
                'bagisto-info' => 'ایجاد جداول پایگاه داده، این ممکن است چند لحظه طول بکشد',
                'title'        => 'نصب',
            ],

            'installation-completed' => [
                'admin-panel'                => 'پنل مدیریت',
                'bagisto-forums'             => 'انجمن Bagisto',
                'customer-panel'             => 'پنل مشتریان',
                'explore-bagisto-extensions' => 'کاوش در افزونه‌های Bagisto',
                'title'                      => 'نصب با موفقیت انجام شد',
                'title-info'                 => 'Bagisto با موفقیت بر روی سیستم شما نصب شده است.',
            ],

            'ready-for-installation' => [
                'create-database-table'   => 'ایجاد جدول پایگاه‌داده',
                'install'                 => 'نصب',
                'install-info'            => 'Bagisto برای نصب',
                'install-info-button'     => 'برای شروع کلیک کنید',
                'populate-database-table' => 'پر کردن جدول‌های پایگاه‌داده',
                'start-installation'      => 'شروع نصب',
                'title'                   => 'آماده نصب',
            ],

            'start' => [
                'locale'        => 'محلی',
                'main'          => 'شروع',
                'select-locale' => 'انتخاب محلی',
                'title'         => 'نصب Bagisto شما',
                'welcome-title' => 'خوش آمدید به Bagisto',
            ],

            'server-requirements' => [
                'calendar'    => 'تقویم',
                'ctype'       => 'cType',
                'curl'        => 'cURL',
                'dom'         => 'DOM',
                'fileinfo'    => 'Fileinfo',
                'filter'      => 'فیلتر',
                'gd'          => 'GD',
                'hash'        => 'هش',
                'intl'        => 'Intl',
                'json'        => 'JSON',
                'mbstring'    => 'متن چندبایتی',
                'openssl'     => 'OpenSSL',
                'pcre'        => 'pcre',
                'pdo'         => 'pdo',
                'php'         => 'PHP',
                'php-version' => '8.1 یا بالاتر',
                'session'     => 'نشست',
                'title'       => 'نیازمندی‌های سرور',
                'tokenizer'   => 'Tokenizer',
                'xml'         => 'XML',
            ],

            'arabic'                   => 'عربی',
            'back'                     => 'بازگشت',
            'bagisto'                  => 'Bagisto',
            'bagisto-info'             => 'یک پروژه جامعه‌ای توسط',
            'bagisto-logo'             => 'لوگوی Bagisto',
            'bengali'                  => 'بنگالی',
            'chinese'                  => 'چینی',
            'continue'                 => 'ادامه',
            'dutch'                    => 'هلندی',
            'english'                  => 'انگلیسی',
            'french'                   => 'فرانسوی',
            'german'                   => 'آلمانی',
            'hebrew'                   => 'عبری',
            'hindi'                    => 'هندی',
            'installation-description' => 'نصب Bagisto معمولاً شامل چندین مرحله است. در اینجا یک نمای کلی از فرآیند نصب برای Bagisto آورده شده است',
            'installation-info'        => 'خوشحالیم که شما را اینجا می‌بینیم!',
            'installation-title'       => 'به نصب Bagisto خوش آمدید',
            'italian'                  => 'ایتالیایی',
            'japanese'                 => 'ژاپنی',
            'persian'                  => 'فارسی',
            'polish'                   => 'لهستانی',
            'portuguese'               => 'پرتغالی برزیلی',
            'russian'                  => 'روسی',
            'sinhala'                  => 'سینهالا',
            'spanish'                  => 'اسپانیایی',
            'title'                    => 'نصب‌کننده Bagisto',
            'turkish'                  => 'ترکی',
            'ukrainian'                => 'اوکراینی',
            'webkul'                   => 'Webkul',
        ],
    ],
];
