<?php

return [
    'wishlist' => [
        'success'            => 'আইটেম সফলভাবে ইচ্ছা তালিকা যোগ করা হয়েছে',
        'failure'            => 'আইটেম ইচ্ছা তালিকা যোগ করা যাবে না',
        'already'            => 'আইটেম ইতিমধ্যে আপনার ইচ্ছা তালিকায় উপস্থিত',
        'removed'            => 'আইটেম সফলভাবে ইচ্ছা তালিকা থেকে সরানো হয়েছে',
        'remove-fail'        => 'আইটেম ইচ্ছা তালিকা থেকে সরানো যাবে না',
        'empty'              => 'আপনার ইচ্ছা তালিকায় কোনো আইটেম নেই',
        'select-options'     => 'ইচ্ছা তালিকায় যোগ করার আগে বিকল্পগুলি নির্বাচন করতে হবে',
        'remove-all-success' => 'আপনার ইচ্ছা তালিকা থেকে সমস্ত আইটেম সরানো হয়েছে',
    ],

    'product-removed'  => 'অ্যাডমিন দ্বারা অপসারণ হিসাবে পণ্য আর উপলব্ধ নেই',

    'reviews' => [
        'empty' => 'আপনি এখনও কোনো পণ্য পর্যালোচনা করেননি',
    ],

    'forget_password' => [
        'reset_link_sent' => 'আমরা আপনার পাসওয়ার্ড রিসেট করার লিঙ্ক ই-মেইল করেছি।',
        'email_not_exist' => "আমরা সেই ই-মেইল ঠিকানার কোনো ব্যবহারকারী খুঁজে পাচ্ছি না",
    ],

    'admin' => [
        'system' => [
            'captcha' => [
                'title'       => 'ক্যাপচা',
                'credentials' => 'শংসাপত্র',
                'site-key'    => 'সাইট কী',
                'secret-key'  => 'গোপন চাবি',
                'status'      => 'স্ট্যাটাস',

                'validations' => [
                    'required' => 'ক্যাপচা নির্বাচন করুন',
                    'captcha'  => 'কিছু ভুল হয়েছে! অনুগ্রহপূর্বক আবার চেষ্টা করুন.',
                ]
            ],
        ],
    ],
];
