<?php

return [
    'seeders' => [
        'attribute' => [
            'attribute-families' => [
                'default' => 'По умолчанию',
            ],

            'attribute-groups' => [
                'description'      => 'Описание',
                'general'          => 'Общее',
                'inventories'      => 'Инвентарь',
                'meta-description' => 'Мета-описание',
                'price'            => 'Цена',
                'settings'         => 'Настройки',
                'shipping'         => 'Доставка',
            ],

            'attributes' => [
                'brand'                => 'Бренд',
                'color'                => 'Цвет',
                'cost'                 => 'Стоимость',
                'description'          => 'Описание',
                'featured'             => 'Популярный',
                'guest-checkout'       => 'Гостевой заказ',
                'height'               => 'Высота',
                'length'               => 'Длина',
                'manage-stock'         => 'Управление запасами',
                'meta-description'     => 'Мета-описание',
                'meta-keywords'        => 'Мета-ключевые слова',
                'meta-title'           => 'Мета-заголовок',
                'name'                 => 'Название',
                'new'                  => 'Новый',
                'price'                => 'Цена',
                'product-number'       => 'Артикул',
                'short-description'    => 'Краткое описание',
                'size'                 => 'Размер',
                'sku'                  => 'Артикул товара (SKU)',
                'special-price'        => 'Специальная цена',
                'special-price-from'   => 'Специальная цена от',
                'special-price-to'     => 'Специальная цена до',
                'status'               => 'Статус',
                'tax-category'         => 'Категория налога',
                'url-key'              => 'Ключ URL',
                'visible-individually' => 'Видимость по отдельности',
                'weight'               => 'Вес',
                'width'                => 'Ширина',
            ],

            'attribute-options' => [
                'black'  => 'Черный',
                'green'  => 'Зеленый',
                'l'      => 'L',
                'm'      => 'M',
                'red'    => 'Красный',
                's'      => 'S',
                'white'  => 'Белый',
                'xl'     => 'XL',
                'yellow' => 'Желтый',
            ],
        ],

        'category' => [
            'categories' => [
                'description' => 'Описание корневой категории',
                'name'        => 'Корень',
            ],
        ],

        'cms' => [
            'pages' => [
                'about-us' => [
                    'content' => 'Содержание страницы "О нас"',
                    'title'   => 'О нас',
                ],

                'contact-us' => [
                    'content' => 'Содержание страницы "Свяжитесь с нами"',
                    'title'   => 'Свяжитесь с нами',
                ],

                'customer-service' => [
                    'content' => 'Содержание страницы "Служба поддержки клиентов"',
                    'title'   => 'Служба поддержки клиентов',
                ],

                'payment-policy' => [
                    'content' => 'Содержание страницы "Политика оплаты"',
                    'title'   => 'Политика оплаты',
                ],

                'privacy-policy' => [
                    'content' => 'Содержание страницы "Политика конфиденциальности"',
                    'title'   => 'Политика конфиденциальности',
                ],

                'refund-policy' => [
                    'content' => 'Содержание страницы "Политика возврата"',
                    'title'   => 'Политика возврата',
                ],

                'return-policy' => [
                    'content' => 'Содержание страницы "Политика возврата"',
                    'title'   => 'Политика возврата',
                ],

                'shipping-policy' => [
                    'content' => 'Содержание страницы "Политика доставки"',
                    'title'   => 'Политика доставки',
                ],

                'terms-conditions' => [
                    'content' => 'Содержание страницы "Условия и положения"',
                    'title'   => 'Условия и положения',
                ],

                'terms-of-use' => [
                    'content' => 'Содержание страницы "Условия использования"',
                    'title'   => 'Условия использования',
                ],

                'whats-new' => [
                    'content' => 'Содержание страницы "Что нового"',
                    'title'   => 'Что нового',
                ],
            ],
        ],

        'core' => [
            'channels' => [
                'meta-description' => 'Мета-описание демонстрационного магазина',
                'meta-keywords'    => 'Мета-ключевые слова демонстрационного магазина',
                'meta-title'       => 'Демонстрационный магазин',
                'name'             => 'По умолчанию',
            ],

            'currencies' => [
                'AED' => 'Дирхам ОАЭ',
                'ARS' => 'Аргентинское песо',
                'AUD' => 'Австралийский доллар',
                'BDT' => 'Бангладешская така',
                'BRL' => 'Бразильский реал',
                'CAD' => 'Канадский доллар',
                'CHF' => 'Швейцарский франк',
                'CLP' => 'Чилийское песо',
                'CNY' => 'Китайский юань',
                'COP' => 'Колумбийское песо',
                'CZK' => 'Чешская крона',
                'DKK' => 'Датская крона',
                'DZD' => 'Алжирский динар',
                'EGP' => 'Египетский фунт',
                'EUR' => 'Евро',
                'FJD' => 'Фиджийский доллар',
                'GBP' => 'Фунт стерлингов',
                'HKD' => 'Гонконгский доллар',
                'HUF' => 'Венгерский форинт',
                'IDR' => 'Индонезийская рупия',
                'ILS' => 'Израильский новый шекель',
                'INR' => 'Индийская рупия',
                'JOD' => 'Иорданский динар',
                'JPY' => 'Японская иена',
                'KRW' => 'Южнокорейская вона',
                'KWD' => 'Кувейтский динар',
                'KZT' => 'Казахстанский тенге',
                'LBP' => 'Ливанский фунт',
                'LKR' => 'Шри-ланкийская рупия',
                'LYD' => 'Ливийский динар',
                'MAD' => 'Марокканский дирхам',
                'MUR' => 'Маврикийская рупия',
                'MXN' => 'Мексиканское песо',
                'MYR' => 'Малайзийский ринггит',
                'NGN' => 'Нигерийская найра',
                'NOK' => 'Норвежская крона',
                'NPR' => 'Непальская рупия',
                'NZD' => 'Новозеландский доллар',
                'OMR' => 'Оманский риал',
                'PAB' => 'Панамский бальбоа',
                'PEN' => 'Перуанский новый соль',
                'PHP' => 'Филиппинское песо',
                'PKR' => 'Пакистанская рупия',
                'PLN' => 'Польский злотый',
                'PYG' => 'Парагвайский гуарани',
                'QAR' => 'Катарский риал',
                'RON' => 'Румынский лей',
                'RUB' => 'Российский рубль',
                'SAR' => 'Саудовский риял',
                'SEK' => 'Шведская крона',
                'SGD' => 'Сингапурский доллар',
                'THB' => 'Таиландский бат',
                'TND' => 'Тунисский динар',
                'TRY' => 'Турецкая лира',
                'TWD' => 'Новый тайваньский доллар',
                'UAH' => 'Украинская гривна',
                'USD' => 'Доллар США',
                'UZS' => 'Узбекский сум',
                'VEF' => 'Венесуэльский боливар',
                'VND' => 'Вьетнамский донг',
                'XAF' => 'Франк КФА ВЕАС',
                'XOF' => 'Франк КФА ВСЕАО',
                'ZAR' => 'Южноафриканский рэнд',
                'ZMW' => 'Замбийская квача',
            ],

            'locales' => [
                'ar'    => 'Арабский',
                'bn'    => 'Бенгальский',
                'de'    => 'Немецкий',
                'en'    => 'Английский',
                'es'    => 'Испанский',
                'fa'    => 'Персидский',
                'fr'    => 'Французский',
                'he'    => 'Иврит',
                'hi_IN' => 'Хинди',
                'it'    => 'Итальянский',
                'ja'    => 'Японский',
                'nl'    => 'Голландский',
                'pl'    => 'Польский',
                'pt_BR' => 'Бразильский португальский',
                'ru'    => 'Русский',
                'sin'   => 'Сингальский',
                'tr'    => 'Турецкий',
                'uk'    => 'Украинский',
                'zh_CN' => 'Китайский',
            ],
        ],

        'customer' => [
            'customer-groups' => [
                'general'   => 'Общий',
                'guest'     => 'Гость',
                'wholesale' => 'Оптовый',
            ],
        ],

        'inventory' => [
            'inventory-sources' => [
                'name' => 'По умолчанию',
            ],
        ],

        'shop' => [
            'theme-customizations' => [
                'all-products' => [
                    'name' => 'Все товары',

                    'options' => [
                        'title' => 'Все товары',
                    ],
                ],

                'bold-collections' => [
                    'content' => [
                        'btn-title'   => 'Просмотреть коллекции',
                        'description' => 'Представляем наши новые смелые коллекции! Поднимите свой стиль с смелыми дизайнами и яркими заявлениями. Исследуйте выдающиеся узоры и яркие цвета, которые переопределяют ваш гардероб. Готовьтесь встретить нечто необычное!',
                        'title'       => 'Подготовьтесь к нашим новым смелым коллекциям!',
                    ],

                    'name' => 'Смелые коллекции',
                ],

                'categories-collections' => [
                    'name' => 'Категории и коллекции',
                ],

                'featured-collections' => [
                    'name' => 'Избранные коллекции',

                    'options' => [
                        'title' => 'Популярные товары',
                    ],
                ],

                'footer-links' => [
                    'name' => 'Ссылки внизу страницы',

                    'options' => [
                        'about-us'         => 'О нас',
                        'contact-us'       => 'Свяжитесь с нами',
                        'customer-service' => 'Служба поддержки',
                        'payment-policy'   => 'Политика оплаты',
                        'privacy-policy'   => 'Политика конфиденциальности',
                        'refund-policy'    => 'Политика возврата средств',
                        'return-policy'    => 'Политика возврата',
                        'shipping-policy'  => 'Политика доставки',
                        'terms-conditions' => 'Условия и положения',
                        'terms-of-use'     => 'Условия использования',
                        'whats-new'        => 'Что нового',
                    ],
                ],

                'game-container' => [
                    'content' => [
                        'sub-title-1' => 'Наши коллекции',
                        'sub-title-2' => 'Наши коллекции',
                        'title'       => 'Игра с нашими новыми добавлениями!',
                    ],

                    'name' => 'Игровой контейнер',
                ],

                'image-carousel' => [
                    'name' => 'Карусель изображений',

                    'sliders' => [
                        'title' => 'Готовьтесь к новой коллекции',
                    ],
                ],

                'new-products' => [
                    'name' => 'Новые товары',

                    'options' => [
                        'title' => 'Новые товары',
                    ],
                ],

                'offer-information' => [
                    'content' => [
                        'title' => 'Скидка до 40% на ваш первый заказ! ПОКУПАЙТЕ СЕЙЧАС',
                    ],

                    'name' => 'Информация о предложениях',
                ],

                'services-content' => [
                    'description' => [
                        'emi-available-info'   => 'EMI без затрат доступно на всех основных кредитных картах',
                        'free-shipping-info'   => 'Наслаждайтесь бесплатной доставкой на все заказы',
                        'product-replace-info' => 'Доступна легкая замена продукта!',
                        'time-support-info'    => 'Посвященная поддержка 24/7 через чат и электронную почту',
                    ],

                    'name' => 'Содержание услуг',

                    'title' => [
                        'emi-available'   => 'EMI доступно',
                        'free-shipping'   => 'Бесплатная доставка',
                        'product-replace' => 'Замена продукта',
                        'time-support'    => 'Поддержка 24/7',
                    ],
                ],

                'top-collections' => [
                    'content' => [
                        'sub-title-1' => 'Наши коллекции',
                        'sub-title-2' => 'Наши коллекции',
                        'sub-title-3' => 'Наши коллекции',
                        'sub-title-4' => 'Наши коллекции',
                        'sub-title-5' => 'Наши коллекции',
                        'sub-title-6' => 'Наши коллекции',
                        'title'       => 'Игра с нашими новыми добавлениями!',
                    ],

                    'name' => 'Лучшие коллекции',
                ],
            ],
        ],

        'user' => [
            'roles' => [
                'description' => 'Эта роль предоставляет пользователям полный доступ',
                'name'        => 'Администратор',
            ],

            'users' => [
                'name' => 'Пример',
            ],
        ],

        'sample-categories' => [
            'category-translation' => [
                '2' => [
                    'description'      => 'Описание категории Мужчины',
                    'meta-description' => 'Мета-описание категории Мужчины',
                    'meta-keywords'    => 'Мета-ключевые слова категории Мужчины',
                    'meta-title'       => 'Мета-заголовок категории Мужчины',
                    'name'             => 'Люди',
                    'slug'             => 'Мужчины',
                ],

                '3' => [
                    'description'      => 'Описание категории Зимняя одежда',
                    'meta-description' => 'Мета-описание категории Зимняя одежда',
                    'meta-keywords'    => 'Мета-ключевые слова категории Зимняя одежда',
                    'meta-title'       => 'Мета-заголовок категории Зимняя одежда',
                    'name'             => 'Зимняя одежда',
                    'slug'             => 'зимняя одежда',
                ],
            ],
        ],

        'sample-products' => [
            'product-flat' => [
                '1' => [
                    'description'       => 'Арктическая уютная вязаная шапка - ваше решение для тепла, комфорта и стиля в холодные месяцы. Изготовленная из мягкой и прочной смеси акрила, эта шапка предназначена для обеспечения уютной и плотной посадки. Классический дизайн делает ее подходящей как для мужчин, так и для женщин, предлагая универсальный аксессуар, который дополняет различные стили. Независимо от того, отправляетесь ли вы на неформальную прогулку по городу или наслаждаетесь природой, эта шапка добавляет нотку комфорта и тепла вашему образу. Мягкий и дышащий материал обеспечивает комфорт без ущерба для стиля. Арктическая уютная вязаная шапка - это не просто аксессуар; это заявление о зимней моде. Ее простота позволяет легко сочетать с разными нарядами, что делает ее неотъемлемой частью вашего зимнего гардероба. Идеально подходит для подарка или как удовольствие для себя, эта шапка - внимательное дополнение к любому зимнему образу. Это универсальный аксессуар, который выходит за рамки функциональности, добавляя нотку тепла и стиля вашему образу. Откройте для себя суть зимы с Арктической уютной вязаной шапкой. Независимо от того, наслаждаетесь ли вы неформальным днем на улице или сталкиваетесь с непогодой, позвольте этой шапке быть вашим спутником комфорта и стиля. Поднимите свой зимний гардероб с этим классическим аксессуаром, который легко сочетает в себе тепло и вечный чувство моды.',
                    'meta-description'  => 'мета-описание',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета-заголовок',
                    'name'              => 'Арктическая уютная вязаная шапка для мужчин и женщин',
                    'short-description' => 'Встречайте холодные дни с нашей Арктической уютной вязаной шапкой. Изготовленная из мягкой и прочной смеси акрила, эта классическая шапка предлагает тепло и универсальность. Подходит как для мужчин, так и для женщин, это идеальный аксессуар для повседневной или активной носки. Поднимите свой зимний гардероб или порадуйте кого-то особенного этой неотъемлемой вязаной шапкой.',
                ],

                '2' => [
                    'description'       => 'Арктический зимний шарф "Блаженство" - это не просто аксессуар для холодной погоды; это заявление о тепле, комфорте и стиле в зимний сезон. Изготовленный с заботой из роскошной смеси акрила и шерсти, этот шарф предназначен, чтобы вы чувствовали себя уютно и комфортно даже в самых холодных температурах. Мягкая и пушистая текстура не только обеспечивает изоляцию от холода, но и добавляет штрих роскоши в ваш зимний гардероб. Дизайн Арктического зимнего шарфа "Блаженство" стильный и универсальный, что делает его идеальным дополнением к различным зимним нарядам. Независимо от того, наряжаетесь ли вы для особого случая или добавляете шикарный слой к вашему повседневному образу, этот шарф легко сочетается с вашим стилем. Дополнительная длина шарфа предлагает настраиваемые варианты стиля. Оберните его для дополнительного тепла, положите свободно для непринужденного вида или экспериментируйте с разными узлами, чтобы выразить свой уникальный стиль. Эта универсальность делает его неотъемлемым аксессуаром для зимнего сезона. Ищете идеальный подарок? Арктический зимний шарф "Блаженство" - идеальный выбор. Независимо от того, удивляете ли вы близкого человека или балуете себя, этот шарф - вечный и практичный подарок, который будет цениться на протяжении всего зимнего сезона. Встречайте зиму с Арктическим зимним шарфом "Блаженство", где тепло сочетается со стилем в идеальном гармонии. Поднимите свой зимний гардероб с этим неотъемлемым аксессуаром, который не только согревает, но и добавляет штрих утонченности в ваш зимний образ.',
                    'meta-description'  => 'мета-описание',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета-заголовок',
                    'name'              => 'Арктический шикарный зимний шарф "Блаженство"',
                    'short-description' => 'Почувствуйте объятие тепла и стиля с нашим Арктическим зимним шарфом "Блаженство". Изготовленный из роскошной смеси акрила и шерсти, этот уютный шарф предназначен, чтобы держать вас теплым в самые холодные дни. Его стильный и универсальный дизайн, в сочетании с дополнительной длиной, предлагает настраиваемые варианты стиля. Поднимите свой зимний гардероб или порадуйте кого-то особенного этим неотъемлемым зимним аксессуаром.',
                ],

                '3' => [
                    'description'       => 'Представляем вам зимние перчатки Arctic Touchscreen - где тепло, стиль и связь сочетаются, чтобы улучшить вашу зимнюю экспериенцию. Изготовленные из высококачественного акрила, эти перчатки разработаны для обеспечения исключительного тепла и прочности. Сенсорные кончики пальцев позволяют вам оставаться на связи, не выставляя руки на холод. Отвечайте на звонки, отправляйте сообщения и легко управляйте своими устройствами, не снимая перчатки. Утепленная подкладка добавляет дополнительный уровень комфорта, делая эти перчатки вашим выбором для преодоления зимнего холода. Независимо от того, отправляетесь ли вы на работу, делаете покупки или наслаждаетесь активными занятиями на открытом воздухе, эти перчатки обеспечивают необходимое тепло и защиту. Эластичные манжеты обеспечивают надежную посадку, предотвращая проникновение холодного воздуха и удерживая перчатки на месте во время ежедневных занятий. Стильный дизайн добавляет изюминку вашему зимнему образу, делая эти перчатки модными и функциональными. Идеальный вариант для подарка или для себя, зимние перчатки Arctic Touchscreen - это неотъемлемый аксессуар для современного человека. Попрощайтесь с неудобством снятия перчаток для использования устройств и обратитесь к безупречному сочетанию тепла, стиля и связи. Оставайтесь на связи, оставайтесь теплыми и стильными с зимними перчатками Arctic Touchscreen - вашим надежным спутником для успешного преодоления зимнего сезона.',
                    'meta-description'  => 'мета-описание',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета-заголовок',
                    'name'              => 'Зимние перчатки Arctic Touchscreen',
                    'short-description' => 'Оставайтесь на связи и теплыми с нашими зимними перчатками Arctic Touchscreen. Эти перчатки изготовлены не только из высококачественного акрила для тепла и прочности, но также имеют сенсорный дизайн. С утепленной подкладкой, эластичными манжетами для надежной посадки и стильным видом, эти перчатки идеально подходят для повседневной носки в холодных условиях.',
                ],

                '4' => [
                    'description'       => 'Представляем вам носки Arctic Warmth Wool Blend - вашего незаменимого спутника для уютных и комфортных ног в холодное время года. Изготовленные из премиальной смеси мериносовой шерсти, акрила, нейлона и спандекса, эти носки разработаны для обеспечения непревзойденного тепла и комфорта. Смесь шерсти обеспечивает сохранение тепла ваших ног даже в самых холодных температурах, делая эти носки идеальным выбором для зимних приключений или просто для уютного времяпрепровождения дома. Мягкая и уютная текстура носков приятна на ощупь. Попрощайтесь с холодными ногами и наслаждайтесь теплом, которое предоставляют эти носки из шерсти. Разработанные для прочности, носки имеют усиленный задник и носок, что придает дополнительную прочность в областях повышенного износа. Это гарантирует, что ваши носки прослужат долгое время, обеспечивая длительный комфорт и уют. Дышащая природа материала предотвращает перегрев, позволяя вашим ногам оставаться комфортными и сухими в течение всего дня. Независимо от того, отправляетесь ли вы на зимнюю прогулку или расслабляетесь дома, эти носки предлагают идеальное сочетание тепла и воздухопроницаемости. Универсальные и стильные, эти носки из шерсти идеально подходят для различных случаев. Сочетайте их с любимыми ботинками для модного зимнего образа или носите дома для максимального комфорта. Поднимите свой зимний гардероб и отдайте предпочтение комфорту с носками Arctic Warmth Wool Blend. Порадуйте свои ноги роскошью, которую они заслуживают, и окунитесь в мир уюта, который продлится на протяжении всего сезона.',
                    'meta-description'  => 'мета-описание',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета-заголовок',
                    'name'              => 'Носки Arctic Warmth Wool Blend',
                    'short-description' => 'Почувствуйте непревзойденное тепло и комфорт с нашими носками Arctic Warmth Wool Blend. Изготовленные из смеси мериносовой шерсти, акрила, нейлона и спандекса, эти носки предлагают максимальный комфорт в холодную погоду. С усиленным задником и носком для прочности, эти универсальные и стильные носки идеально подходят для различных случаев.',
                ],

                '5' => [
                    'description'       => 'Представляем вам набор зимних аксессуаров Arctic Frost, ваше решение для сохранения тепла, стиля и связи в холодные зимние дни. Этот тщательно подобранный набор объединяет четыре неотъемлемых зимних аксессуара, создавая гармоничный ансамбль. Роскошный шарф, связанный из смеси акрила и шерсти, не только добавляет слой тепла, но и придает вашему зимнему гардеробу изящный штрих. Мягкая вязаная шапка, изготовленная с заботой, обещает сохранить вас в тепле, добавляя модный акцент к вашему образу. Но это еще не все - наш набор также включает перчатки, совместимые с сенсорными экранами. Оставайтесь на связи, не жертвуя теплом, пользуясь устройствами без усилий. Будь то ответ на звонки, отправка сообщений или съемка зимних моментов на вашем смартфоне, эти перчатки обеспечивают удобство, не нарушая стиль. Мягкая и уютная текстура носков предлагает роскошное ощущение на вашей коже. Попрощайтесь с холодными ногами, наслаждаясь теплом, которое предоставляют эти носки из шерсти. Набор зимних аксессуаров Arctic Frost - это не только функциональность, это заявление о зимней моде. Каждая деталь разработана не только для защиты от холода, но и для придания вашему стилю особого шарма в морозный сезон. Материалы, выбранные для этого набора, приоритезируют как прочность, так и комфорт, обеспечивая возможность наслаждаться зимним чудом со стилем. Будь то подарок себе или поиск идеального подарка, набор зимних аксессуаров Arctic Frost - это универсальный выбор. Радуйте кого-то особенного в праздничный сезон или поднимите свой собственный зимний гардероб с помощью этого стильного и функционального ансамбля. Примите мороз с уверенностью, зная, что у вас есть идеальные аксессуары, чтобы сохранить вас в тепле и шике.',
                    'meta-description'  => 'мета-описание',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета-заголовок',
                    'name'              => 'Набор зимних аксессуаров Arctic Frost',
                    'short-description' => 'Примите зимний холод с нашим набором зимних аксессуаров Arctic Frost. В этом подобранном наборе включены роскошный шарф, уютная вязаная шапка, перчатки с сенсорными экранами и носки из шерсти. Стильный и функциональный, этот ансамбль изготовлен из высококачественных материалов, обеспечивая прочность и комфорт. Поднимите свой зимний гардероб или порадуйте кого-то особенного этим идеальным подарком.',
                ],

                '6' => [
                    'description'       => 'Представляем вам набор зимних аксессуаров Arctic Frost, ваше решение для сохранения тепла, стиля и связи в холодные зимние дни. Этот тщательно подобранный набор объединяет четыре неотъемлемых зимних аксессуара, создавая гармоничный ансамбль. Роскошный шарф, связанный из смеси акрила и шерсти, не только добавляет слой тепла, но и придает вашему зимнему гардеробу изящный штрих. Мягкая вязаная шапка, изготовленная с заботой, обещает сохранить вас в тепле, добавляя модный акцент к вашему образу. Но это еще не все - наш набор также включает перчатки, совместимые с сенсорными экранами. Оставайтесь на связи, не жертвуя теплом, пользуясь устройствами без усилий. Будь то ответ на звонки, отправка сообщений или съемка зимних моментов на вашем смартфоне, эти перчатки обеспечивают удобство, не нарушая стиль. Мягкая и уютная текстура носков предлагает роскошное ощущение на вашей коже. Попрощайтесь с холодными ногами, наслаждаясь теплом, которое предоставляют эти носки из шерсти. Набор зимних аксессуаров Arctic Frost - это не только функциональность, это заявление о зимней моде. Каждая деталь разработана не только для защиты от холода, но и для придания вашему стилю особого шарма в морозный сезон. Материалы, выбранные для этого набора, приоритезируют как прочность, так и комфорт, обеспечивая возможность наслаждаться зимним чудом со стилем. Будь то подарок себе или поиск идеального подарка, набор зимних аксессуаров Arctic Frost - это универсальный выбор. Радуйте кого-то особенного в праздничный сезон или поднимите свой собственный зимний гардероб с помощью этого стильного и функционального ансамбля. Примите мороз с уверенностью, зная, что у вас есть идеальные аксессуары, чтобы сохранить вас в тепле и шике.',
                    'meta-description'  => 'мета-описание',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета-заголовок',
                    'name'              => 'Набор зимних аксессуаров Arctic Frost',
                    'short-description' => 'Примите зимний холод с нашим набором зимних аксессуаров Arctic Frost. В этом подобранном наборе включены роскошный шарф, уютная вязаная шапка, перчатки с сенсорными экранами и носки из шерсти. Стильный и функциональный, этот ансамбль изготовлен из высококачественных материалов, обеспечивая прочность и комфорт. Поднимите свой зимний гардероб или порадуйте кого-то особенного этим идеальным подарком.',
                ],

                '7' => [
                    'description'       => 'Представляем вам куртку с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket, ваше незаменимое решение для сохранения тепла и модного образа в холодное время года. Эта куртка создана с учетом прочности и тепла, гарантируя, что она станет вашим надежным спутником. Капюшон не только добавляет штрих стиля, но также обеспечивает дополнительное тепло, защищая вас от холодных ветров и погоды. Полные рукава обеспечивают полное покрытие, гарантируя, что вы будете чувствовать себя уютно от плеча до запястья. Оборудованная вставными карманами, эта пуховая куртка обеспечивает удобство для переноски необходимых вещей или сохранения тепла ваших рук. Утепленный синтетический наполнитель обеспечивает дополнительное тепло, что делает ее идеальным выбором для сражения с холодными днями и ночами. Изготовленная из прочной полиэстеровой оболочки и подкладки, эта куртка создана для долговечности и выдерживает воздействие погодных условий. Доступна в 5 привлекательных цветах, вы можете выбрать тот, который соответствует вашему стилю и предпочтениям. Универсальная и функциональная, куртка с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket подходит для различных случаев, будь то поход на работу, неформальная прогулка или посещение мероприятия на открытом воздухе. Почувствуйте идеальное сочетание стиля, комфорта и функциональности с курткой с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket. Поднимите свой зимний гардероб и оставайтесь уютными, наслаждаясь на открытом воздухе. Победите холод с элегантностью и сделайте заявление с этим неотъемлемым предметом.',
                    'meta-description'  => 'мета-описание',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета-заголовок',
                    'name'              => 'Куртка с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket',
                    'short-description' => 'Оставайтесь теплыми и стильными с нашей курткой с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket. Эта куртка разработана для обеспечения максимального тепла и оснащена вставными карманами для дополнительного удобства. Утепленный материал гарантирует, что вы будете чувствовать себя уютно в холодную погоду. Доступна в 5 привлекательных цветах, что делает ее универсальным выбором для различных случаев.',
                ],

                '8' => [
                    'description'       => 'Представляем вам куртку с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket, ваше незаменимое решение для сохранения тепла и модного образа в холодное время года. Эта куртка создана с учетом прочности и тепла, гарантируя, что она станет вашим надежным спутником. Капюшон не только добавляет штрих стиля, но также обеспечивает дополнительное тепло, защищая вас от холодных ветров и погоды. Полные рукава обеспечивают полное покрытие, гарантируя, что вы будете чувствовать себя уютно от плеча до запястья. Оборудованная вставными карманами, эта пуховая куртка обеспечивает удобство для переноски необходимых вещей или сохранения тепла ваших рук. Утепленный синтетический наполнитель обеспечивает дополнительное тепло, что делает ее идеальным выбором для сражения с холодными днями и ночами. Изготовленная из прочной полиэстеровой оболочки и подкладки, эта куртка создана для долговечности и выдерживает воздействие погодных условий. Доступна в 5 привлекательных цветах, вы можете выбрать тот, который соответствует вашему стилю и предпочтениям. Универсальная и функциональная, куртка с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket подходит для различных случаев, будь то поход на работу, неформальная прогулка или посещение мероприятия на открытом воздухе. Почувствуйте идеальное сочетание стиля, комфорта и функциональности с курткой с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket. Поднимите свой зимний гардероб и оставайтесь уютными, наслаждаясь на открытом воздухе. Победите холод с элегантностью и сделайте заявление с этим неотъемлемым предметом.',
                    'meta-description'  => 'мета-описание',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета-заголовок',
                    'name'              => 'Куртка с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket-Blue-Yellow-M',
                    'short-description' => 'Оставайтесь теплыми и стильными с нашей курткой с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket. Эта куртка разработана для обеспечения максимального тепла и оснащена вставными карманами для дополнительного удобства. Утепленный материал гарантирует, что вы будете чувствовать себя уютно в холодную погоду. Доступна в 5 привлекательных цветах, что делает ее универсальным выбором для различных случаев.',
                ],

                '9' => [
                    'description'       => 'Представляем вам куртку с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket, ваше решение для сохранения тепла и модного образа в холодное время года. Эта куртка создана с учетом прочности и тепла, обеспечивая ей статус вашего надежного спутника. Капюшон не только добавляет штрих стиля, но также обеспечивает дополнительное тепло, защищая вас от холодных ветров и погоды. Полные рукава обеспечивают полное покрытие, гарантируя, что вы будете чувствовать себя уютно от плеча до запястья. Оборудованная вставными карманами, эта пуховая куртка обеспечивает удобство для переноски ваших необходимых вещей или для сохранения тепла ваших рук. Утепленный синтетический наполнитель обеспечивает улучшенное тепло, что делает ее идеальным выбором для борьбы с холодными днями и ночами. Изготовленная из прочной полиэстеровой оболочки и подкладки, эта куртка создана для долговечности и выдерживает воздействие погодных условий. Доступна в 5 привлекательных цветах, вы можете выбрать тот, который соответствует вашему стилю и предпочтениям. Универсальная и функциональная, куртка с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket подходит для различных случаев, будь то поход на работу, неформальная прогулка или посещение мероприятия на открытом воздухе. Ощутите идеальное сочетание стиля, комфорта и функциональности с курткой с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket. Поднимите свой зимний гардероб и оставайтесь уютными, наслаждаясь на открытом воздухе. Победите холод в стиле и сделайте заявление с этим неотъемлемым предметом.',
                    'meta-description'  => 'мета-описание',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета-заголовок',
                    'name'              => 'OmniHeat Men\'s Solid Hooded Puffer Jacket-Blue-Yellow-L',
                    'short-description' => 'Оставайтесь теплыми и стильными с нашей курткой с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket. Эта куртка разработана для обеспечения максимального тепла и оснащена вставными карманами для дополнительного удобства. Утепленный материал гарантирует, что вы будете чувствовать себя уютно в холодную погоду. Доступна в 5 привлекательных цветах, что делает ее универсальным выбором для различных случаев.',
                ],

                '10' => [
                    'description'       => 'Представляем вам куртку с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket, ваше решение для сохранения тепла и модного образа в холодное время года. Эта куртка создана с учетом прочности и тепла, обеспечивая ей статус вашего надежного спутника. Капюшон не только добавляет штрих стиля, но также обеспечивает дополнительное тепло, защищая вас от холодных ветров и погоды. Полные рукава обеспечивают полное покрытие, гарантируя, что вы будете чувствовать себя уютно от плеча до запястья. Оборудованная вставными карманами, эта пуховая куртка обеспечивает удобство для переноски ваших необходимых вещей или для сохранения тепла ваших рук. Утепленный синтетический наполнитель обеспечивает улучшенное тепло, что делает ее идеальным выбором для борьбы с холодными днями и ночами. Изготовленная из прочной полиэстеровой оболочки и подкладки, эта куртка создана для долговечности и выдерживает воздействие погодных условий. Доступна в 5 привлекательных цветах, вы можете выбрать тот, который соответствует вашему стилю и предпочтениям. Универсальная и функциональная, куртка с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket подходит для различных случаев, будь то поход на работу, неформальная прогулка или посещение мероприятия на открытом воздухе. Ощутите идеальное сочетание стиля, комфорта и функциональности с курткой с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket. Поднимите свой зимний гардероб и оставайтесь уютными, наслаждаясь на открытом воздухе. Победите холод в стиле и сделайте заявление с этим неотъемлемым предметом.',
                    'meta-description'  => 'мета-описание',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета-заголовок',
                    'name'              => 'OmniHeat Men\'s Solid Hooded Puffer Jacket-Blue-Green-M',
                    'short-description' => 'Оставайтесь теплыми и стильными с нашей курткой с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket. Эта куртка разработана для обеспечения максимального тепла и оснащена вставными карманами для дополнительного удобства. Утепленный материал гарантирует, что вы будете чувствовать себя уютно в холодную погоду. Доступна в 5 привлекательных цветах, что делает ее универсальным выбором для различных случаев.',
                ],

                '11' => [
                    'description'       => 'Представляем вам куртку с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket, ваше решение для сохранения тепла и модного образа в холодное время года. Эта куртка создана с учетом прочности и тепла, обеспечивая ей статус вашего надежного спутника. Капюшон не только добавляет штрих стиля, но также обеспечивает дополнительное тепло, защищая вас от холодных ветров и погоды. Полные рукава обеспечивают полное покрытие, гарантируя, что вы будете чувствовать себя уютно от плеча до запястья. Оборудованная вставными карманами, эта пуховая куртка обеспечивает удобство для переноски ваших необходимых вещей или для сохранения тепла ваших рук. Утепленный синтетический наполнитель обеспечивает улучшенное тепло, что делает ее идеальным выбором для борьбы с холодными днями и ночами. Изготовленная из прочной полиэстеровой оболочки и подкладки, эта куртка создана для долговечности и выдерживает воздействие погодных условий. Доступна в 5 привлекательных цветах, вы можете выбрать тот, который соответствует вашему стилю и предпочтениям. Универсальная и функциональная, куртка с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket подходит для различных случаев, будь то поход на работу, неформальная прогулка или посещение мероприятия на открытом воздухе. Ощутите идеальное сочетание стиля, комфорта и функциональности с курткой с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket. Поднимите свой зимний гардероб и оставайтесь уютными, наслаждаясь на открытом воздухе. Победите холод в стиле и сделайте заявление с этим неотъемлемым предметом.',
                    'meta-description'  => 'мета-описание',
                    'meta-keywords'     => 'мета1, мета2, мета3',
                    'meta-title'        => 'Мета-заголовок',
                    'name'              => 'OmniHeat Men\'s Solid Hooded Puffer Jacket-Blue-Green-L',
                    'short-description' => 'Оставайтесь теплыми и стильными с нашей курткой с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket. Эта куртка разработана для обеспечения максимального тепла и оснащена вставными карманами для дополнительного удобства. Утепленный материал гарантирует, что вы будете чувствовать себя уютно в холодную погоду. Доступна в 5 привлекательных цветах, что делает ее универсальным выбором для различных случаев.',
                ],
            ],

            'product-attribute-values' => [
                '1' => [
                    'description'      => 'Арктическая уютная вязаная шапка - это ваше решение для тепла, комфорта и стиля в холодные месяцы. Изготовленная из мягкой и прочной смеси акрила, эта шапка предназначена для обеспечения уютной и плотной посадки. Классический дизайн делает его подходящим как для мужчин, так и для женщин, предлагая универсальный аксессуар, который подходит к различным стилям. Независимо от того, отправляетесь ли вы на неформальный день в городе или погружаетесь в великолепную природу, эта шапка добавляет нотку комфорта и тепла вашему образу. Мягкий и дышащий материал обеспечивает комфорт без ущерба для стиля. Арктическая уютная вязаная шапка - это не просто аксессуар; это заявление о зимней моде. Его простота позволяет сочетать с разными нарядами, делая его неотъемлемой частью вашего зимнего гардероба. Идеально подходит для подарка или как удовольствие для себя, эта шапка является продуманным дополнением к любому зимнему образу. Это универсальный аксессуар, который выходит за рамки функциональности, добавляя нотку тепла и стиля вашему образу. Откройте для себя суть зимы с Арктической уютной вязаной шапкой. Независимо от того, наслаждаетесь ли вы неформальным днем или сталкиваетесь с непогодой, позвольте этой шапке быть вашим спутником для комфорта и стиля. Поднимите свой зимний гардероб с этим классическим аксессуаром, который легко сочетает в себе тепло с вечным чувством моды.',
                    'meta-description' => 'мета-описание',
                    'meta-keywords'    => 'мета1, мета2, мета3',
                    'meta-title'       => 'Мета-заголовок',
                    'name'             => 'Арктическая уютная вязаная унисекс шапка',
                    'sort-description' => 'Встречайте холодные дни с нашей Арктической уютной вязаной шапкой. Изготовленная из мягкой и прочной смеси акрила, эта классическая шапка предлагает тепло и универсальность. Подходит как для мужчин, так и для женщин, это идеальный аксессуар для повседневной или наружной одежды. Поднимите свой зимний гардероб или порадуйте кого-то особенного этой неотъемлемой шапкой.',
                ],

                '2' => [
                    'description'      => 'Арктический зимний шарф Arctic Bliss - это не просто аксессуар для холодной погоды; это заявление о тепле, комфорте и стиле в зимний сезон. Изготовленный с заботой из роскошной смеси акрила и шерсти, этот шарф предназначен, чтобы держать вас уютными и комфортными даже в самых холодных температурах. Мягкая и пушистая текстура не только обеспечивает изоляцию от холода, но и добавляет штрих роскоши в ваш зимний гардероб. Дизайн Arctic Bliss Winter Scarf стильный и универсальный, что делает его идеальным дополнением к различным зимним нарядам. Независимо от того, наряжаетесь ли вы на особый случай или добавляете шикарный слой к вашему повседневному образу, этот шарф легко сочетается с вашим стилем. Дополнительная длина шарфа предлагает настраиваемые варианты стиля. Оберните его для дополнительного тепла, положите его свободно для неформального вида или экспериментируйте с различными узлами, чтобы выразить свой уникальный стиль. Эта универсальность делает его неотъемлемым аксессуаром для зимнего сезона. Ищете идеальный подарок? Arctic Bliss Winter Scarf - идеальный выбор. Независимо от того, удивляете ли вы близкого человека или балуете себя, этот шарф - вечный и практичный подарок, который будет цениться на протяжении всего зимнего сезона. Воплотите зиму с Arctic Bliss Winter Scarf, где тепло сочетается со стилем в идеальном гармонии. Поднимите свой зимний гардероб с этим неотъемлемым аксессуаром, который не только согревает, но и добавляет штрихи утонченности в ваш образ в холодную погоду.',
                    'meta-description' => 'мета-описание',
                    'meta-keywords'    => 'мета1, мета2, мета3',
                    'meta-title'       => 'Мета-заголовок',
                    'name'             => 'Arctic Bliss Стильный зимний шарф',
                    'sort-description' => 'Почувствуйте объятие тепла и стиля с нашим Arctic Bliss Winter Scarf. Изготовленный из роскошной смеси акрила и шерсти, этот уютный шарф предназначен, чтобы держать вас уютными в холодную погоду. Его стильный и универсальный дизайн, в сочетании с дополнительной длиной, предлагает настраиваемые варианты стиля. Поднимите свой зимний гардероб или порадуйте кого-то особенного этим неотъемлемым зимним аксессуаром.',
                ],

                '3' => [
                    'description'      => 'Представляем вам зимние перчатки Arctic Touchscreen Winter Gloves - где тепло, стиль и связь сочетаются, чтобы улучшить вашу зимнюю жизнь. Изготовленные из высококачественного акрила, эти перчатки разработаны для обеспечения исключительного тепла и прочности. Сенсорные кончики пальцев позволяют вам оставаться на связи, не выставляя руки на холод. Отвечайте на звонки, отправляйте сообщения и легко управляйте своими устройствами, не отнимая от тепла. Утепленная подкладка добавляет дополнительный уровень уюта, делая эти перчатки вашим выбором для противостояния зимнему холоду. Независимо от того, едете ли вы на работу, делаете покупки или наслаждаетесь активными отдыхом на открытом воздухе, эти перчатки обеспечивают тепло и защиту, которые вам нужны. Эластичные манжеты обеспечивают надежную посадку, предотвращая проникновение холодного воздуха и удерживая перчатки на месте во время ваших повседневных занятий. Стильный дизайн добавляет штрихи изящества в ваш зимний образ, делая эти перчатки модными и функциональными. Идеально подходит для подарка или как удовольствие для себя, Arctic Touchscreen Winter Gloves - это необходимый аксессуар для современного человека. Попрощайтесь с неудобством снятия перчаток для использования устройств и обратитесь к безупречному сочетанию тепла, стиля и связи. Оставайтесь на связи, оставайтесь теплыми и оставайтесь стильными с Arctic Touchscreen Winter Gloves - вашим надежным спутником для покорения зимнего сезона с уверенностью.',
                    'meta-description' => 'мета-описание',
                    'meta-keywords'    => 'мета1, мета2, мета3',
                    'meta-title'       => 'Мета-заголовок',
                    'name'             => 'Arctic Touchscreen Winter Gloves',
                    'sort-description' => 'Оставайтесь на связи и теплыми с нашими Arctic Touchscreen Winter Gloves. Эти перчатки не только изготовлены из высококачественного акрила для тепла и прочности, но и имеют сенсорный дизайн. С утепленной подкладкой, эластичными манжетами для надежной посадки и стильным внешним видом, эти перчатки идеально подходят для повседневной носки в холодных условиях.',
                ],

                '4' => [
                    'description'      => 'Представляем вам носки Arctic Warmth Wool Blend Socks - вашего незаменимого спутника для уютных и комфортных ног в холодное время года. Изготовленные из премиальной смеси мериносовой шерсти, акрила, нейлона и спандекса, эти носки предназначены для обеспечения непревзойденного тепла и комфорта. Шерстяная смесь обеспечивает сохранение тепла ваших ног даже в самых холодных температурах, делая эти носки идеальным выбором для зимних приключений или просто для уютного отдыха дома. Мягкая и уютная текстура носков предлагает роскошное ощущение на вашей коже. Попрощайтесь с холодными ногами, наслаждаясь пушистым теплом, которое предоставляют эти носки из шерстяной смеси. Специально разработанные для долговечности, носки имеют усиленный задник и носок, что придает дополнительную прочность в областях повышенного износа. Это гарантирует, что ваши носки противостоят испытанию временем, обеспечивая долговечный комфорт и уют. Дышащая природа материала предотвращает перегрев, позволяя вашим ногам оставаться комфортными и сухими в течение всего дня. Независимо от того, отправляетесь ли вы на зимний поход или расслабляетесь дома, эти носки предлагают идеальное сочетание тепла и воздухопроницаемости. Универсальные и стильные, эти носки из шерстяной смеси подходят для различных случаев. Сочетайте их с любимыми ботинками для модного зимнего образа или носите дома для максимального комфорта. Поднимите свой зимний гардероб и приоритезируйте комфорт с Arctic Warmth Wool Blend Socks. Порадуйте свои ноги роскошью, которую они заслуживают, и окунитесь в мир уюта, который длится весь сезон.',
                    'meta-description' => 'мета-описание',
                    'meta-keywords'    => 'мета1, мета2, мета3',
                    'meta-title'       => 'Мета-заголовок',
                    'name'             => 'Arctic Warmth Wool Blend Socks',
                    'sort-description' => 'Почувствуйте непревзойденное тепло и комфорт с нашими Arctic Warmth Wool Blend Socks. Изготовленные из смеси мериносовой шерсти, акрила, нейлона и спандекса, эти носки предлагают максимальный комфорт в холодную погоду. С усиленным задником и носком для долговечности, эти универсальные и стильные носки идеально подходят для различных случаев.',
                ],

                '5' => [
                    'description'      => 'Представляем вам набор зимних аксессуаров Arctic Frost, ваше решение для того, чтобы оставаться теплым, стильным и связанным в холодные зимние дни. Этот продуманный набор объединяет четыре необходимых зимних аксессуара, чтобы создать гармоничный ансамбль. Роскошный шарф, связанный из смеси акрила и шерсти, не только добавляет слой тепла, но и придает вашему зимнему гардеробу изящный вид. Мягкая вязаная шапка, изготовленная с заботой, обещает сохранить вас уютным и добавить модный штрих к вашему образу. Но это еще не все - наш набор также включает перчатки, совместимые с сенсорным экраном. Оставайтесь на связи, не жертвуя теплом, пользуясь своими устройствами без усилий. Будь то ответ на звонки, отправка сообщений или съемка зимних моментов на вашем смартфоне, эти перчатки обеспечивают удобство, не нарушая стиль. Мягкая и уютная текстура носков предлагает роскошное ощущение на вашей коже. Попрощайтесь с холодными ногами, наслаждаясь теплом, которое обеспечивают эти шерстяные носки. Набор зимних аксессуаров Arctic Frost - это не только функциональность, это заявление о зимней моде. Каждая деталь разработана не только для защиты от холода, но и для придания вашему стилю особого шарма в морозный сезон. Материалы, выбранные для этого набора, приоритезируют как прочность, так и комфорт, обеспечивая возможность наслаждаться зимним чудом со стилем. Будь то подарок себе или поиск идеального подарка, набор зимних аксессуаров Arctic Frost - это универсальный выбор. Радуйте кого-то особенного в праздничный сезон или обновите свой собственный зимний гардероб с помощью этого стильного и функционального ансамбля. Примите мороз с уверенностью, зная, что у вас есть идеальные аксессуары, чтобы сохранить вас теплым и шикарным.',
                    'meta-description' => 'мета-описание',
                    'meta-keywords'    => 'мета1, мета2, мета3',
                    'meta-title'       => 'Мета-заголовок',
                    'name'             => 'Набор зимних аксессуаров Arctic Frost',
                    'sort-description' => 'Примите зимний холод с нашим набором зимних аксессуаров Arctic Frost. В этот набор входят роскошный шарф, уютная шапка, перчатки с сенсорным экраном и шерстяные носки. Стильный и функциональный, этот ансамбль изготовлен из высококачественных материалов, обеспечивая прочность и комфорт. Поднимите свой зимний гардероб или порадуйте кого-то особенного этим идеальным подарком.',
                ],

                '6' => [
                    'description'      => 'Представляем вам набор зимних аксессуаров Arctic Frost, ваше решение для того, чтобы оставаться теплым, стильным и связанным в холодные зимние дни. Этот продуманный набор объединяет четыре необходимых зимних аксессуара, чтобы создать гармоничный ансамбль. Роскошный шарф, связанный из смеси акрила и шерсти, не только добавляет слой тепла, но и придает вашему зимнему гардеробу изящный вид. Мягкая вязаная шапка, изготовленная с заботой, обещает сохранить вас уютным и добавить модный штрих к вашему образу. Но это еще не все - наш набор также включает перчатки, совместимые с сенсорным экраном. Оставайтесь на связи, не жертвуя теплом, пользуясь своими устройствами без усилий. Будь то ответ на звонки, отправка сообщений или съемка зимних моментов на вашем смартфоне, эти перчатки обеспечивают удобство, не нарушая стиль. Мягкая и уютная текстура носков предлагает роскошное ощущение на вашей коже. Попрощайтесь с холодными ногами, наслаждаясь теплом, которое обеспечивают эти шерстяные носки. Набор зимних аксессуаров Arctic Frost - это не только функциональность, это заявление о зимней моде. Каждая деталь разработана не только для защиты от холода, но и для придания вашему стилю особого шарма в морозный сезон. Материалы, выбранные для этого набора, приоритезируют как прочность, так и комфорт, обеспечивая возможность наслаждаться зимным чудом со стилем. Будь то подарок себе или поиск идеального подарка, набор зимних аксессуаров Arctic Frost - это универсальный выбор. Радуйте кого-то особенного в праздничный сезон или обновите свой собственный зимний гардероб с помощью этого стильного и функционального ансамбля. Примите мороз с уверенностью, зная, что у вас есть идеальные аксессуары, чтобы сохранить вас теплым и шикарным.',
                    'meta-description' => 'мета-описание',
                    'meta-keywords'    => 'мета1, мета2, мета3',
                    'meta-title'       => 'Мета-заголовок',
                    'name'             => 'Набор зимних аксессуаров Arctic Frost',
                    'sort-description' => 'Примите зимний холод с нашим набором зимних аксессуаров Arctic Frost. В этот набор входят роскошный шарф, уютная шапка, перчатки с сенсорным экраном и шерстяные носки. Стильный и функциональный, этот ансамбль изготовлен из высококачественных материалов, обеспечивая прочность и комфорт. Поднимите свой зимний гардероб или порадуйте кого-то особенного этим идеальным подарком.',
                ],

                '7' => [
                    'description'      => 'Представляем вам куртку OmniHeat Men\'s Solid Hooded Puffer, ваше решение для того, чтобы оставаться теплым и модным в холодные сезоны. Эта куртка создана с учетом прочности и тепла, чтобы стать вашим надежным спутником. Капюшон не только добавляет штрих стиля, но и обеспечивает дополнительное тепло, защищая вас от холодных ветров и погоды. Полные рукава обеспечивают полное покрытие, гарантируя, что вы останетесь уютным от плеча до запястья. Оборудованная вставными карманами, эта пуховая куртка обеспечивает удобство для переноски необходимых вещей или сохранения тепла ваших рук. Утепленный синтетический наполнитель обеспечивает улучшенное тепло, делая его идеальным для сражения с холодными днями и ночами. Изготовленная из прочной полиэстеровой оболочки и подкладки, эта куртка создана для долговечности и выносливости. Доступна в 5 привлекательных цветах, вы можете выбрать тот, который соответствует вашему стилю и предпочтениям. Универсальная и функциональная, куртка OmniHeat Men\'s Solid Hooded Puffer подходит для различных случаев, будь то поход на работу, неформальная прогулка или посещение мероприятия на открытом воздухе. Ощутите идеальное сочетание стиля, комфорта и функциональности с курткой OmniHeat Men\'s Solid Hooded Puffer. Поднимите свой зимний гардероб и оставайтесь уютными, наслаждаясь природой. Победите холод с элегантностью и сделайте заявление с этим важным предметом.',
                    'meta-description' => 'мета-описание',
                    'meta-keywords'    => 'мета1, мета2, мета3',
                    'meta-title'       => 'Мета-заголовок',
                    'name'             => 'Куртка OmniHeat Men\'s Solid Hooded Puffer',
                    'sort-description' => 'Оставайтесь теплыми и стильными с нашей курткой OmniHeat Men\'s Solid Hooded Puffer. Эта куртка разработана для обеспечения максимального тепла и оснащена вставными карманами для дополнительного удобства. Утепленный материал гарантирует, что вы останетесь уютными в холодную погоду. Доступна в 5 привлекательных цветах, что делает ее универсальным выбором для различных случаев.',
                ],

                '8' => [
                    'description'      => 'Представляем вам куртку OmniHeat Men\'s Solid Hooded Puffer, ваше решение для того, чтобы оставаться теплым и модным в холодные сезоны. Эта куртка создана с учетом прочности и тепла, чтобы стать вашим надежным спутником. Капюшон не только добавляет штрих стиля, но и обеспечивает дополнительное тепло, защищая вас от холодных ветров и погоды. Полные рукава обеспечивают полное покрытие, гарантируя, что вы останетесь уютным от плеча до запястья. Оборудованная вставными карманами, эта пуховая куртка обеспечивает удобство для переноски необходимых вещей или сохранения тепла ваших рук. Утепленный синтетический наполнитель обеспечивает улучшенное тепло, делая его идеальным для сражения с холодными днями и ночами. Изготовленная из прочной полиэстеровой оболочки и подкладки, эта куртка создана для долговечности и выносливости. Доступна в 5 привлекательных цветах, вы можете выбрать тот, который соответствует вашему стилю и предпочтениям. Универсальная и функциональная, куртка OmniHeat Men\'s Solid Hooded Puffer подходит для различных случаев, будь то поход на работу, неформальная прогулка или посещение мероприятия на открытом воздухе. Ощутите идеальное сочетание стиля, комфорта и функциональности с курткой OmniHeat Men\'s Solid Hooded Puffer. Поднимите свой зимний гардероб и оставайтесь уютными, наслаждаясь природой. Победите холод с элегантностью и сделайте заявление с этим важным предметом.',
                    'meta-description' => 'мета-описание',
                    'meta-keywords'    => 'мета1, мета2, мета3',
                    'meta-title'       => 'Мета-заголовок',
                    'name'             => 'Куртка OmniHeat Men\'s Solid Hooded Puffer-Blue-Yellow-M',
                    'sort-description' => 'Оставайтесь теплыми и стильными с нашей курткой OmniHeat Men\'s Solid Hooded Puffer. Эта куртка разработана для обеспечения максимального тепла и оснащена вставными карманами для дополнительного удобства. Утепленный материал гарантирует, что вы останетесь уютными в холодную погоду. Доступна в 5 привлекательных цветах, что делает ее универсальным выбором для различных случаев.',
                ],

                '9' => [
                    'description'      => 'Описание Представляем вам куртку с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket, ваше решение для сохранения тепла и модного вида в холодное время года. Эта куртка создана с учетом прочности и тепла, обеспечивая ей статус вашего надежного спутника. Капюшон не только добавляет штрих стиля, но и обеспечивает дополнительное тепло, защищая вас от холодных ветров и погоды. Полные рукава обеспечивают полное покрытие, гарантируя, что вы будете комфортными от плеча до запястья. Оборудованная вставными карманами, эта пуховая куртка обеспечивает удобство для переноски необходимых вещей или сохранения тепла ваших рук. Утепленный синтетический наполнитель обеспечивает дополнительное тепло, делая ее идеальной для сражения с холодными днями и ночами. Изготовленная из прочной полиэстеровой оболочки и подкладки, эта куртка создана для долговечности и выдерживает воздействие погодных условий. Доступна в 5 привлекательных цветах, вы можете выбрать тот, который соответствует вашему стилю и предпочтениям. Универсальная и функциональная, куртка с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket подходит для различных случаев, будь то поход на работу, неформальная прогулка или посещение мероприятия на открытом воздухе. Ощутите идеальное сочетание стиля, комфорта и функциональности с курткой с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket. Поднимите свой зимний гардероб и оставайтесь уютными, наслаждаясь на открытом воздухе. Победите холод стильно и сделайте заявление с этим неотъемлемым предметом.',
                    'meta-description' => 'мета-описание',
                    'meta-keywords'    => 'мета1, мета2, мета3',
                    'meta-title'       => 'Мета-заголовок',
                    'name'             => 'Куртка с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket-Синий-Желтый-L',
                    'sort-description' => 'Оставайтесь теплыми и стильными с нашей курткой с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket. Эта куртка разработана для обеспечения максимального тепла и оснащена вставными карманами для дополнительного удобства. Утепленный материал гарантирует, что вы останетесь уютными в холодную погоду. Доступна в 5 привлекательных цветах, что делает ее универсальным выбором для различных случаев.',
                ],

                '10' => [
                    'description'      => 'Представляем вам куртку с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket, ваше решение для сохранения тепла и модного вида в холодное время года. Эта куртка создана с учетом прочности и тепла, обеспечивая ей статус вашего надежного спутника. Капюшон не только добавляет штрих стиля, но и обеспечивает дополнительное тепло, защищая вас от холодных ветров и погоды. Полные рукава обеспечивают полное покрытие, гарантируя, что вы будете комфортными от плеча до запястья. Оборудованная вставными карманами, эта пуховая куртка обеспечивает удобство для переноски необходимых вещей или сохранения тепла ваших рук. Утепленный синтетический наполнитель обеспечивает дополнительное тепло, делая ее идеальной для сражения с холодными днями и ночами. Изготовленная из прочной полиэстеровой оболочки и подкладки, эта куртка создана для долговечности и выдерживает воздействие погодных условий. Доступна в 5 привлекательных цветах, вы можете выбрать тот, который соответствует вашему стилю и предпочтениям. Универсальная и функциональная, куртка с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket подходит для различных случаев, будь то поход на работу, неформальная прогулка или посещение мероприятия на открытом воздухе. Ощутите идеальное сочетание стиля, комфорта и функциональности с курткой с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket. Поднимите свой зимний гардероб и оставайтесь уютными, наслаждаясь на открытом воздухе. Победите холод стильно и сделайте заявление с этим неотъемлемым предметом.',
                    'meta-description' => 'мета-описание',
                    'meta-keywords'    => 'мета1, мета2, мета3',
                    'meta-title'       => 'Мета-заголовок',
                    'name'             => 'Куртка с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket-Синий-Зеленый-M',
                    'sort-description' => 'Оставайтесь теплыми и стильными с нашей курткой с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket. Эта куртка разработана для обеспечения максимального тепла и оснащена вставными карманами для дополнительного удобства. Утепленный материал гарантирует, что вы останетесь уютными в холодную погоду. Доступна в 5 привлекательных цветах, что делает ее универсальным выбором для различных случаев.',
                ],

                '11' => [
                    'description'      => 'Представляем вам куртку с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket, ваше решение для сохранения тепла и модного вида в холодное время года. Эта куртка создана с учетом прочности и тепла, обеспечивая ей статус вашего надежного спутника. Капюшон не только добавляет штрих стиля, но и обеспечивает дополнительное тепло, защищая вас от холодных ветров и погоды. Полные рукава обеспечивают полное покрытие, гарантируя, что вы будете комфортными от плеча до запястья. Оборудованная вставными карманами, эта пуховая куртка обеспечивает удобство для переноски необходимых вещей или сохранения тепла ваших рук. Утепленный синтетический наполнитель обеспечивает дополнительное тепло, делая ее идеальной для сражения с холодными днями и ночами. Изготовленная из прочной полиэстеровой оболочки и подкладки, эта куртка создана для долговечности и выдерживает воздействие погодных условий. Доступна в 5 привлекательных цветах, вы можете выбрать тот, который соответствует вашему стилю и предпочтениям. Универсальная и функциональная, куртка с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket подходит для различных случаев, будь то поход на работу, неформальная прогулка или посещение мероприятия на открытом воздухе. Ощутите идеальное сочетание стиля, комфорта и функциональности с курткой с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket. Поднимите свой зимний гардероб и оставайтесь уютными, наслаждаясь на открытом воздухе. Победите холод стильно и сделайте заявление с этим неотъемлемым предметом.',
                    'meta-description' => 'мета-описание',
                    'meta-keywords'    => 'мета1, мета2, мета3',
                    'meta-title'       => 'Мета-заголовок',
                    'name'             => 'Куртка с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket-Синий-Зеленый-L',
                    'sort-description' => 'Оставайтесь теплыми и стильными с нашей курткой с капюшоном OmniHeat Men\'s Solid Hooded Puffer Jacket. Эта куртка разработана для обеспечения максимального тепла и оснащена вставными карманами для дополнительного удобства. Утепленный материал гарантирует, что вы останетесь уютными в холодную погоду. Доступна в 5 привлекательных цветах, что делает ее универсальным выбором для различных случаев.',
                ],
            ],

            'product-bundle-option-translations' => [
                '1' => [
                    'label' => 'Пакетный вариант 1',
                ],

                '2' => [
                    'label' => 'Пакетный вариант 1',
                ],

                '3' => [
                    'label' => 'Пакетный вариант 2',
                ],

                '4' => [
                    'label' => 'Пакетный вариант 2',
                ],
            ],
        ],
    ],

    'installer' => [
        'index' => [
            'create-administrator' => [
                'admin'            => 'Администратор',
                'bagisto'          => 'Bagisto',
                'confirm-password' => 'Подтвердите пароль',
                'email'            => 'Email',
                'email-address'    => 'admin@example.com',
                'password'         => 'Пароль',
                'title'            => 'Создать администратора',
            ],

            'environment-configuration' => [
                'algerian-dinar'              => 'Алжирский динар (DZD)',
                'allowed-currencies'          => 'Разрешенные валюты',
                'allowed-locales'             => 'Разрешенные локали',
                'application-name'            => 'Название приложения',
                'argentine-peso'              => 'Аргентинское песо (ARS)',
                'australian-dollar'           => 'Австралийский доллар (AUD)',
                'bagisto'                     => 'Bagisto',
                'bangladeshi-taka'            => 'Бангладешская така (BDT)',
                'brazilian-real'              => 'Бразильский реал (BRL)',
                'british-pound-sterling'      => 'Фунт стерлингов (GBP)',
                'canadian-dollar'             => 'Канадский доллар (CAD)',
                'cfa-franc-bceao'             => 'Франк CFA BCEAO (XOF)',
                'cfa-franc-beac'              => 'Франк CFA BEAC (XAF)',
                'chilean-peso'                => 'Чилийское песо (CLP)',
                'chinese-yuan'                => 'Китайский юань (CNY)',
                'colombian-peso'              => 'Колумбийское песо (COP)',
                'czech-koruna'                => 'Чешская крона (CZK)',
                'danish-krone'                => 'Датская крона (DKK)',
                'database-connection'         => 'Подключение к базе данных',
                'database-hostname'           => 'Имя хоста базы данных',
                'database-name'               => 'Имя базы данных',
                'database-password'           => 'Пароль базы данных',
                'database-port'               => 'Порт базы данных',
                'database-prefix'             => 'Префикс базы данных',
                'database-username'           => 'Имя пользователя базы данных',
                'default-currency'            => 'Валюта по умолчанию',
                'default-locale'              => 'Локаль по умолчанию',
                'default-timezone'            => 'Часовой пояс по умолчанию',
                'default-url'                 => 'URL по умолчанию',
                'default-url-link'            => 'https://localhost',
                'egyptian-pound'              => 'Египетский фунт (EGP)',
                'euro'                        => 'Евро (EUR)',
                'fijian-dollar'               => 'Фиджийский доллар (FJD)',
                'hong-kong-dollar'            => 'Гонконгский доллар (HKD)',
                'hungarian-forint'            => 'Венгерский форинт (HUF)',
                'indian-rupee'                => 'Индийская рупия (INR)',
                'indonesian-rupiah'           => 'Индонезийская рупия (IDR)',
                'israeli-new-shekel'          => 'Израильский новый шекель (ILS)',
                'japanese-yen'                => 'Японская иена (JPY)',
                'jordanian-dinar'             => 'Иорданский динар (JOD)',
                'kazakhstani-tenge'           => 'Казахский тенге (KZT)',
                'kuwaiti-dinar'               => 'Кувейтский динар (KWD)',
                'lebanese-pound'              => 'Ливанский фунт (LBP)',
                'libyan-dinar'                => 'Ливийский динар (LYD)',
                'malaysian-ringgit'           => 'Малайзийский ринггит (MYR)',
                'mauritian-rupee'             => 'Маврикийская рупия (MUR)',
                'mexican-peso'                => 'Мексиканское песо (MXN)',
                'moroccan-dirham'             => 'Марокканский дирхам (MAD)',
                'mysql'                       => 'MySQL',
                'nepalese-rupee'              => 'Непальская рупия (NPR)',
                'new-taiwan-dollar'           => 'Новый тайваньский доллар (TWD)',
                'new-zealand-dollar'          => 'Новозеландский доллар (NZD)',
                'nigerian-naira'              => 'Нигерийская найра (NGN)',
                'norwegian-krone'             => 'Норвежская крона (NOK)',
                'omani-rial'                  => 'Оманский риал (OMR)',
                'pakistani-rupee'             => 'Пакистанская рупия (PKR)',
                'panamanian-balboa'           => 'Панамский бальбоа (PAB)',
                'paraguayan-guarani'          => 'Парагвайский гуарани (PYG)',
                'peruvian-nuevo-sol'          => 'Перуанский новый соль (PEN)',
                'pgsql'                       => 'PgSQL',
                'philippine-peso'             => 'Филиппинское песо (PHP)',
                'polish-zloty'                => 'Польский злотый (PLN)',
                'qatari-rial'                 => 'Катарский риал (QAR)',
                'romanian-leu'                => 'Румынский лей (RON)',
                'russian-ruble'               => 'Российский рубль (RUB)',
                'saudi-riyal'                 => 'Саудовский риял (SAR)',
                'select-timezone'             => 'Выберите часовой пояс',
                'singapore-dollar'            => 'Сингапурский доллар (SGD)',
                'south-african-rand'          => 'Южноафриканский рэнд (ZAR)',
                'south-korean-won'            => 'Южнокорейская вона (KRW)',
                'sqlsrv'                      => 'SQLSRV',
                'sri-lankan-rupee'            => 'Шри-Ланкийская рупия (LKR)',
                'swedish-krona'               => 'Шведская крона (SEK)',
                'swiss-franc'                 => 'Швейцарский франк (CHF)',
                'thai-baht'                   => 'Таиландский бат (THB)',
                'title'                       => 'Настройки магазина',
                'tunisian-dinar'              => 'Тунисский динар (TND)',
                'turkish-lira'                => 'Турецкая лира (TRY)',
                'ukrainian-hryvnia'           => 'Украинская гривна (UAH)',
                'united-arab-emirates-dirham' => 'Дирхам Объединенных Арабских Эмиратов (AED)',
                'united-states-dollar'        => 'Доллар США (USD)',
                'uzbekistani-som'             => 'Узбекский сум (UZS)',
                'venezuelan-bolívar'          => 'Венесуэльский боливар (VEF)',
                'vietnamese-dong'             => 'Вьетнамский донг (VND)',
                'warning-message'             => 'Внимание! Настройки языка системы и валюты по умолчанию являются постоянными и не могут быть изменены после установки.',
                'zambian-kwacha'              => 'Замбийская квача (ZMW)',
            ],

            'sample-products' => [
                'download-sample' => 'скачать образец',
                'no'              => 'Нет',
                'sample-products' => 'Образцы продукции',
                'title'           => 'Образцы продукции',
                'yes'             => 'Да',
            ],

            'installation-processing' => [
                'bagisto'      => 'Установка Bagisto',
                'bagisto-info' => 'Создание таблиц в базе данных может занять несколько моментов',
                'title'        => 'Установка',
            ],

            'installation-completed' => [
                'admin-panel'                => 'Панель администратора',
                'bagisto-forums'             => 'Форум Bagisto',
                'customer-panel'             => 'Панель клиента',
                'explore-bagisto-extensions' => 'Изучите расширения Bagisto',
                'title'                      => 'Установка завершена',
                'title-info'                 => 'Bagisto успешно установлен на вашей системе.',
            ],

            'ready-for-installation' => [
                'create-databsae-table'   => 'Создать таблицу базы данных',
                'install'                 => 'Установка',
                'install-info'            => 'Bagisto для установки',
                'install-info-button'     => 'Нажмите кнопку ниже, чтобы',
                'populate-database-table' => 'Заполнить таблицы базы данных',
                'start-installation'      => 'Начать установку',
                'title'                   => 'Готово к установке',
            ],

            'start' => [
                'locale'        => 'Локаль',
                'main'          => 'Начало',
                'select-locale' => 'Выбрать локаль',
                'title'         => 'Ваша установка Bagisto',
                'welcome-title' => 'Добро пожаловать в Bagisto',
            ],

            'server-requirements' => [
                'calendar'    => 'Календарь',
                'ctype'       => 'cType',
                'curl'        => 'cURL',
                'dom'         => 'DOM',
                'fileinfo'    => 'Информация о файле',
                'filter'      => 'Фильтр',
                'gd'          => 'GD',
                'hash'        => 'Хэш',
                'intl'        => 'intl',
                'json'        => 'JSON',
                'mbstring'    => 'mbstring',
                'openssl'     => 'OpenSSL',
                'pcre'        => 'PCRE',
                'pdo'         => 'PDO',
                'php'         => 'PHP',
                'php-version' => '8.1 или выше',
                'session'     => 'Сессия',
                'title'       => 'Требования к серверу',
                'tokenizer'   => 'tokenizer',
                'xml'         => 'XML',
            ],

            'arabic'                   => 'Арабский',
            'back'                     => 'Назад',
            'bagisto'                  => 'Bagisto',
            'bagisto-info'             => 'Проект сообщества от',
            'bagisto-logo'             => 'Логотип Bagisto',
            'bengali'                  => 'Бенгальский',
            'chinese'                  => 'Китайский',
            'continue'                 => 'Продолжить',
            'dutch'                    => 'Голландский',
            'english'                  => 'Английский',
            'french'                   => 'Французский',
            'german'                   => 'Немецкий',
            'hebrew'                   => 'Иврит',
            'hindi'                    => 'Хинди',
            'installation-description' => 'Установка Bagisto обычно включает несколько шагов. Вот общий обзор процесса установки Bagisto',
            'installation-info'        => 'Мы рады видеть вас здесь!',
            'installation-title'       => 'Добро пожаловать к установке',
            'italian'                  => 'Итальянский',
            'japanese'                 => 'Японский',
            'persian'                  => 'Персидский',
            'polish'                   => 'Польский',
            'portuguese'               => 'Португальский (Бразильский)',
            'russian'                  => 'Русский',
            'sinhala'                  => 'Сингальский',
            'spanish'                  => 'Испанский',
            'title'                    => 'Установщик Bagisto',
            'turkish'                  => 'Турецкий',
            'ukrainian'                => 'Украинский',
            'webkul'                   => 'Webkul',
        ],
    ],
];
