<?php
return [
    'datagrid' => [
        'actions' => 'عملیات',
        'id' => 'ستون های ایندکس دارای ارزش بیشتر از صفر هستند',

        'massaction' => [
            'mass-delete-confirm' => 'آیا واقعاً می خواهید این مورد انتخاب شده را حذف کنید :resource?',
            'mass-update-status' => 'آیا واقعاً می خواهید وضعیت انتخاب شده را به روز کنید :resource?',
            'delete' => 'آیا واقعاً می خواهید این عمل را انجام دهید؟',
            'edit' => 'آیا واقعاً می خواهید این را ویرایش کنید :resource?',
        ],

        'zero-index' => 'ستون های فهرست می توانند مقادیری بیشتر از صفر داشته باشند',
        'no-records' => 'هیچ رکوردی یافت نشد',
        'filter-fields-missing' => 'برخی از زمینه های مورد نیاز خالی است ، لطفا ستون ، شرایط و ارزش را به درستی بررسی کنید',
        'click_on_action' => 'آیا واقعاً می خواهید این عمل را انجام دهید؟',
        'search' => 'جستجو در اینجا ...',
        'filter' => 'فیلتر',
        'column' => 'انتخاب ستون',
        'condition' => 'انتخاب شرایط',
        'contains' => 'شامل می شود',
        'ncontains' => 'شامل نمی شود',
        'equals' => 'برابر است با',
        'nequals' => 'برابر نیست با',
        'greater' => 'بزرگتر از',
        'less' => 'کوجچکتر از',
        'greatere' => 'بزرگتر ویا مساوی با',
        'lesse' => 'کوچکتر ویا مساوی با',
        'value' => 'انتخاب مقدار',
        'true' => 'صحیح / فعال',
        'false' => 'غلط / غیرفعال',
        'between' => 'ما بین',
        'apply' => 'درخواست'
    ]
];
