<?php

return [
    'configurations' => [
        'settings-title'      => 'সেটিংস',
        'settings-title-info' => 'সেটিংস হলো কনফিগার করা সেট যা সিস্টেম, অ্যাপ্লিকেশন, বা ডিভাইসের আচরণ নিয়ন্ত্রণ করে, ব্যবহারকারীর পছন্দ এবং প্রয়োজনীয়তা অনুসারে।',
    ],

    'customers' => [
        'forgot-password' => [
            'title'                => 'পাসওয়ার্ড পুনরুদ্ধার করুন',
            'email'                => 'ইমেইল',
            'forgot-password-text' => 'আপনি যদি আপনার পাসওয়ার্ড ভুলে গিয়েছেন, তাহলে আপনি আপনার ইমেইল ঠিকানা দিয়ে এটি পুনরুদ্ধার করতে পারেন।',
            'submit'               => 'পাসওয়ার্ড পুনরুদ্ধার করুন',
            'page-title'           => 'আপনি কি আপনার পাসওয়ার্ড ভুলে গিয়েছেন?',
            'back'                 => 'সাইন ইনে ফিরে যেতে?',
            'sign-in-button'       => 'সাইন ইন করুন',
            'footer'               => '© কপিরাইট ২০১০ - ২০২২, ওয়েবকুল সফটওয়্যার (ভারতে নিবন্ধিত)। সব অধিকার সংরক্ষিত।',
        ],

        'reset-password' => [
            'title'            => 'পাসওয়ার্ড রিসেট করুন',
            'email'            => 'রেজিস্টারড ইমেইল',
            'password'         => 'পাসওয়ার্ড',
            'confirm-password' => 'পাসওয়ার্ড নিশ্চিত করুন',
            'back-link-title'  => 'সাইন ইনে ফিরে যেতে',
            'submit-btn-title' => 'পাসওয়ার্ড রিসেট করুন',
            'footer'           => '© কপিরাইট ২০১০ - ২০২২, ওয়েবকুল সফটওয়্যার (ভারতে নিবন্ধিত)। সব অধিকার সংরক্ষিত।',
        ],

        'login-form' => [
            'page-title'          => 'গ্রাহক লগইন',
            'form-login-text'     => 'আপনি যদি আপনার একাউন্ট আছে তবে আপনি আপনার ইমেইল ঠিকানা দিয়ে সাইন ইন করতে পারেন।',
            'show-password'       => 'পাসওয়ার্ড দেখুন',
            'title'               => 'সাইন ইন করুন',
            'email'               => 'ইমেইল',
            'password'            => 'পাসওয়ার্ড',
            'forgot-pass'         => 'পাসওয়ার্ড ভুলে গিয়েছেন?',
            'button-title'        => 'সাইন ইন করুন',
            'new-customer'        => 'নতুন গ্রাহক?',
            'create-your-account' => 'আপনার একাউন্ট তৈরি করুন',
            'footer'              => '© কপিরাইট ২০১০ - ২০২২, ওয়েবকুল সফটওয়্যার (ভারতে নিবন্ধিত)। সব অধিকার সংরক্ষিত।',
            'invalid-credentials' => 'দুঃখিত, আপনার শূন্যমূল্য সত্যাপন দেওয়া গেছে না।',
            'not-activated'       => 'আপনার সক্রিয়ণ অ্যাডমিনের অনুমোদন প্রয়োজন',
            'verify-first'        => 'প্রথমে আপনার ইমেইল অ্যাকাউন্ট যাচাই করুন।',
        ],

        'signup-form' => [
            'page-title'                  => 'ব্যবহারকারী হোন',
            'form-signup-text'            => 'আমাদের স্টোরে আপনি যদি নতুন হোন তাহলে আমরা আপনাকে সদস্য হিসেবে স্বাগত জানাই।',
            'sign-in-button'              => 'সাইন ইন করুন',
            'first-name'                  => 'প্রথম নাম',
            'last-name'                   => 'শেষ নাম',
            'email'                       => 'ইমেইল',
            'password'                    => 'পাসওয়ার্ড',
            'confirm-pass'                => 'পাসওয়ার্ড নিশ্চিত করুন',
            'subscribe-to-newsletter'     => 'নিউজলেটারে সাবস্ক্রাইব করুন',
            'button-title'                => 'রেজিস্টার করুন',
            'account-exists'              => 'ইতিমধ্যে একটি অ্যাকাউন্ট আছে?',
            'footer'                      => '© কপিরাইট ২০১০ - ২০২২, ওয়েবকুল সফটওয়্যার (ভারতে নিবন্ধিত)। সব অধিকার সংরক্ষিত।',
            'success-verify'              => 'অ্যাকাউন্ট সফলভাবে তৈরি হয়েছে, একটি যাচাই ইমেইল পাঠানো হয়েছে।',
            'success-verify-email-unsent' => 'অ্যাকাউন্ট সফলভাবে তৈরি হয়েছে, কিন্তু যাচাই ইমেইল পাঠানো হয়নি।',
            'success'                     => 'অ্যাকাউন্ট সফলভাবে তৈরি হয়েছে।',
            'verified'                    => 'আপনার অ্যাকাউন্ট যাচাই করা হয়েছে, এখন লগইন চেষ্টা করুন।',
            'verify-failed'               => 'আমরা আপনার ইমেইল অ্যাকাউন্ট যাচাই করতে পারি নি।',
            'verification-not-sent'       => 'ত্রুটি! যাচাই ইমেইল পাঠানোর সময় সমস্যা, দয়া করে পরে আবার চেষ্টা করুন।',
            'verification-sent'           => 'যাচাই ইমেইল পাঠানো হয়েছে',
        ],

        'account' => [
            'home'      => 'হোম',
            'profile'   => [
                'title'                   => 'প্রোফাইল',
                'first-name'              => 'প্রথম নাম',
                'last-name'               => 'শেষ নাম',
                'gender'                  => 'লিঙ্গ',
                'dob'                     => 'জন্ম তারিখ',
                'email'                   => 'ইমেইল',
                'delete-profile'          => 'প্রোফাইল মুছে ফেলুন',
                'edit-profile'            => 'প্রোফাইল সম্পাদনা করুন',
                'edit'                    => 'সম্পাদনা করুন',
                'phone'                   => 'ফোন',
                'current-password'        => 'বর্তমান পাসওয়ার্ড',
                'new-password'            => 'নতুন পাসওয়ার্ড',
                'confirm-password'        => 'পাসওয়ার্ড নিশ্চিত করুন',
                'delete-success'          => 'গ্রাহক সফলভাবে মুছে ফেলা হয়েছে',
                'wrong-password'          => 'ভুল পাসওয়ার্ড!',
                'delete-failed'           => 'গ্রাহক মুছে ফেলা সময় সমস্যা দেখা দেয়েছে।',
                'order-pending'           => 'কিছু আদেশ পেন্ডিং বা প্রসেসিং অবস্থা তাই গ্রাহক অ্যাকাউন্ট মুছে ফেলা সম্ভব নয়।',
                'subscribe-to-newsletter' => 'নিউজলেটারে সাবস্ক্রাইব করুন',
                'delete'                  => 'মুছে ফেলুন',
                'enter-password'          => 'আপনার পাসওয়ার্ড দিন',
                'male'                    => 'পুরুষ',
                'female'                  => 'নারী',
                'other'                   => 'অন্যান্য',
                'save'                    => 'সংরক্ষণ করুন',
            ],

            'addresses' => [
                'title'            => 'ঠিকানা',
                'edit'             => 'সম্পাদনা করুন',
                'edit-address'     => 'ঠিকানা সম্পাদনা করুন',
                'delete'           => 'মুছে ফেলুন',
                'set-as-default'   => 'ডিফল্ট হিসেবে সেট করুন',
                'add-address'      => 'ঠিকানা যোগ করুন',
                'company-name'     => 'কোম্পানির নাম',
                'vat-id'           => 'ভ্যাট আইডি',
                'address-1'        => 'ঠিকানা ১',
                'address-2'        => 'ঠিকানা ২',
                'city'             => 'শহর',
                'state'            => 'রাজ্য',
                'select-country'   => 'দেশ নির্বাচন করুন',
                'country'          => 'দেশ',
                'default-address'  => 'ডিফল্ট ঠিকানা',
                'first-name'       => 'প্রথম নাম',
                'last-name'        => 'শেষ নাম',
                'phone'            => 'ফোন',
                'street-address'   => 'রাস্তা ঠিকানা',
                'post-code'        => 'পোস্ট কোড',
                'empty-address'    => 'আপনি এখনো আপনার অ্যাকাউন্টে কোনও ঠিকানা যোগ করেননি।',
                'create-success'   => 'ঠিকানা সফলভাবে যোগ করা হয়েছে।',
                'edit-success'     => 'ঠিকানা সফলভাবে আপডেট হয়েছে।',
                'default-delete'   => 'ডিফল্ট ঠিকানা পরিবর্তন করা যাবে না।',
                'delete-success'   => 'ঠিকানা সফলভাবে মুছে ফেলা হয়েছে',
                'save'             => 'সংরক্ষণ করুন',
                'security-warning' => 'সন্দেহজনক গতিবিধি পাওয়া গিয়েছে!!!',
            ],

            'orders' => [
                'title'      => 'আদেশ',
                'order-id'   => 'অর্ডার আইডি',
                'order'      => 'অর্ডার',
                'order-date' => 'অর্ডারের তারিখ',
                'total'      => 'মোট',

                'status'        => [
                    'title' => 'অবস্থা',

                    'options' => [
                        'processing'      => 'প্রসেসিং',
                        'completed'       => 'সম্পূর্ণ',
                        'canceled'        => 'বাতিল',
                        'closed'          => 'বন্ধ',
                        'pending'         => 'মুলতুলি',
                        'pending-payment' => 'মুলতুলি পেমেন্ট',
                        'fraud'           => 'প্রতারণা',
                    ],
                ],

                'action'        => 'অ্যাকশন',
                'empty-order'   => 'আপনি এখনো কোনও পণ্য অর্ডার করেননি',

                'view' => [
                    'title'              => 'দেখুন',
                    'page-title'         => 'অর্ডার #:order_id',
                    'total'              => 'মোট',
                    'shipping-address'   => 'শিপিং ঠিকানা',
                    'billing-address'    => 'বিলিং ঠিকানা',
                    'shipping-method'    => 'শিপিং মেথড',
                    'payment-method'     => 'পেমেন্ট মেথড',
                    'cancel-btn-title'   => 'বাতিল করুন',
                    'cancel-confirm-msg' => 'আপনি কি নিশ্চিত যে আপনি এই অর্ডারটি বাতিল করতে চান?',
                    'cancel-success'     => 'আপনার অর্ডার বাতিল হয়েছে',
                    'cancel-error'       => 'আপনার অর্ডার বাতিল করা সম্ভব হয়নি',

                    'information' => [
                        'info'              => 'তথ্য',
                        'placed-on'         => 'স্থাপন হয়েছে',
                        'sku'               => 'এসকেইউ',
                        'product-name'      => 'নাম',
                        'price'             => 'মূল্য',
                        'item-status'       => 'আইটেম স্থিতি',
                        'subtotal'          => 'উপমোট',
                        'tax-percent'       => 'ট্যাক্স শতাংশ',
                        'tax-amount'        => 'ট্যাক্স পরিমাণ',
                        'tax'               => 'ট্যাক্স',
                        'grand-total'       => 'সর্বমোট',
                        'item-ordered'      => 'অর্ডার করা হয়েছে (:qty_ordered)',
                        'item-invoice'      => 'চালান হয়েছে (:qty_invoiced)',
                        'item-shipped'      => 'চালান হয়েছে (:qty_shipped)',
                        'item-canceled'     => 'বাতিল হয়েছে (:qty_canceled)',
                        'item-refunded'     => 'ফেরত প্রাপ্ত হয়েছে (:qty_refunded)',
                        'shipping-handling' => 'শিপিং এবং হ্যান্ডলিং',
                        'discount'          => 'ডিসকাউন্ট',
                        'total-paid'        => 'মোট প্রদান',
                        'total-refunded'    => 'মোট ফেরত',
                        'total-due'         => 'মোট বাকি',
                    ],

                    'invoices'  => [
                        'invoices'           => 'চালানগুলি',
                        'individual-invoice' => 'চালান #:invoice_id',
                        'sku'                => 'এসকেইউ',
                        'product-name'       => 'নাম',
                        'price'              => 'মূল্য',
                        'products-ordered'   => 'পণ্য অর্ডার',
                        'qty'                => 'পরিমাণ',
                        'subtotal'           => 'উপমোট',
                        'tax-amount'         => 'ট্যাক্স পরিমাণ',
                        'grand-total'        => 'সর্বমোট',
                        'shipping-handling'  => 'শিপিং এবং হ্যান্ডলিং',
                        'discount'           => 'ডিসকাউন্ট',
                        'tax'                => 'ট্যাক্স',
                        'print'              => 'প্রিন্ট',
                    ],

                    'shipments' => [
                        'shipments'           => 'শিপমেন্টস',
                        'tracking-number'     => 'ট্র্যাকিং নম্বর',
                        'individual-shipment' => 'শিপমেন্ট #:shipment_id',
                        'sku'                 => 'এসকেইউ',
                        'product-name'        => 'নাম',
                        'qty'                 => 'পরিমাণ',
                        'subtotal'            => 'উপমোট',
                    ],

                    'refunds'  => [
                        'refunds'           => 'ফেরতগুলি',
                        'individual-refund' => 'ফেরত #:refund_id',
                        'sku'               => 'এসকেইউ',
                        'product-name'      => 'নাম',
                        'price'             => 'মূল্য',
                        'qty'               => 'পরিমাণ',
                        'tax-amount'        => 'ট্যাক্স পরিমাণ',
                        'subtotal'          => 'উপমোট',
                        'grand-total'       => 'সর্বমোট',
                        'no-result-found'   => 'আমরা কোনও রেকর্ড খুঁজে পেতে পারি নি।',
                        'shipping-handling' => 'শিপিং এবং হ্যান্ডলিং',
                        'discount'          => 'ডিসকাউন্ট',
                        'tax'               => 'ট্যাক্স',
                        'adjustment-refund' => 'সারাংশ ফেরত',
                        'adjustment-fee'    => 'সারাংশ ফি',
                    ],
                ],
            ],

            'reviews'    => [
                'title'        => 'পর্যালোচনা',
                'empty-review' => 'আপনি এখনো কোনও পণ্য পর্যালোচনা করেননি',
            ],

            'downloadable-products'  => [
                'name'                => 'ডাউনলোডযোগ্য পণ্য',
                'orderId'             => 'অর্ডার আইডি',
                'title'               => 'শিরোনাম',
                'date'                => 'তারিখ',
                'status'              => 'স্থিতি',
                'remaining-downloads' => 'অবশিষ্ট ডাউনলোড',
                'records-found'       => 'রেকর্ড(গুলি) পাওয়া গিয়েছে',
                'empty-product'       => 'আপনার ডাউনলোড করার জন্য কোনও পণ্য নেই',
                'download-error'      => 'ডাউনলোড লিঙ্কের মেয়াদ শেষ হয়ে গিয়েছে।',
                'payment-error'       => 'এই ডাউনলোডের জন্য পেমেন্ট হয়নি।',
            ],

            'wishlist' => [
                'page-title'         => 'ইচ্ছেসূচি',
                'title'              => 'ইচ্ছেসূচি',
                'color'              => 'রং',
                'remove'             => 'সরান',
                'delete-all'         => 'সব মুছুন',
                'empty'              => 'কোনও পণ্যটি ইচ্ছেসূচি পেজে যোগ করা হয়নি।',
                'move-to-cart'       => 'কার্টে সরিয়ে যান',
                'profile'            => 'প্রোফাইল',
                'removed'            => 'আইটেম সফলভাবে ইচ্ছেসূচি থেকে সরানো হয়েছে',
                'remove-fail'        => 'আইটেম ইচ্ছেসূচি থেকে সরানো সম্ভব হয়নি',
                'moved'              => 'আইটেমটি সফলভাবে কার্টে সরানো হয়েছে',
                'product-removed'    => 'প্রশাসন দ্বারা সরানো হয়েছে সৌজন্যে প্রোডাক্টটি আর উপলব্ধ নয়',
                'remove-all-success' => 'আপনার ইচ্ছেসূচি থেকে সমস্ত আইটেম সরানো হয়েছে',
                'see-details'        => 'বিশদ দেখুন',
            ],
        ],
    ],

    'components' => [
        'layouts' => [
            'header' => [
                'title'         => 'একাউন্ট',
                'welcome'       => 'স্বাগতম',
                'welcome-guest' => 'স্বাগতম অতিথি',
                'dropdown-text' => 'কার্ট, অর্ডার এবং ইচ্ছেসূচি পরিচালনা করুন',
                'sign-in'       => 'সাইন ইন',
                'sign-up'       => 'সাইন আপ',
                'account'       => 'অ্যাকাউন্ট',
                'cart'          => 'কার্ট',
                'profile'       => 'প্রোফাইল',
                'wishlist'      => 'ইচ্ছেসূচি',
                'compare'       => 'তুলনা করুন',
                'orders'        => 'অর্ডারগুলি',
                'logout'        => 'লগআউট',
                'search-text'   => 'এখানে পণ্য খুঁজুন',
                'search'        => 'খুঁজুন',
            ],

            'footer' => [
                'newsletter-text'        => 'আমাদের মজাদার নিউজলেটারের জন্য প্রস্তুত থাকুন!',
                'subscribe-stay-touch'   => 'যোগাযোগে থাকতে সাবস্ক্রাইব করুন।',
                'subscribe-newsletter'   => 'নিউজলেটার সাবস্ক্রাইব করুন',
                'subscribe'              => 'সাবস্ক্রাইব',
                'footer-text'            => '© কপিরাইট ২০১০ - ২০২৩, ওয়েবকুল সফটওয়্যার (ভারতে নিবন্ধিত)। সমস্ত অধিকার সংরক্ষিত।',
                'locale'                 => 'লোকেল',
                'currency'               => 'মুদ্রা',
                'about-us'               => 'আমাদের সম্পর্কে',
                'customer-service'       => 'গ্রাহক সেবা',
                'whats-new'              => 'নতুন কি',
                'contact-us'             => 'যোগাযোগ করুন',
                'order-return'           => 'অর্ডার এবং রিটার্ন',
                'payment-policy'         => 'পেমেন্ট নীতি',
                'shipping-policy'        => 'শিপিং নীতি',
                'privacy-cookies-policy' => 'গোপনীয়তা এবং কুকিজ নীতি',
            ],
        ],

        'datagrid' => [
            'toolbar' => [
                'mass-actions' => [
                    'select-action' => 'পরিবর্তন নির্বাচন করুন',
                    'select-option' => 'বিকল্প নির্বাচন করুন',
                    'submit'        => 'জমা দিন',
                ],

                'filter' => [
                    'title' => 'ফিল্টার',
                ],

                'search' => [
                    'title' => 'খুঁজুন',
                ],
            ],

            'filters' => [
                'title' => 'ফিল্টার প্রয়োগ করুন',

                'custom-filters' => [
                    'title'     => 'কাস্টম ফিল্টার',
                    'clear-all' => 'সব মুছুন',
                ],

                'date-options' => [
                    'today'             => 'আজ',
                    'yesterday'         => 'গতকাল',
                    'this-week'         => 'এই সপ্তাহ',
                    'this-month'        => 'এই মাস',
                    'last-month'        => 'গত মাস',
                    'last-three-months' => 'গত ৩ মাস',
                    'last-six-months'   => 'গত ৬ মাস',
                    'this-year'         => 'এই বছর',
                ],
            ],

            'table' => [
                'actions'              => 'ক্রিয়া',
                'no-records-available' => 'রেকর্ড পাওয়া যায়নি।',
            ],
        ],

        'products'   => [
            'card' => [
                'new'                => 'নতুন',
                'sale'               => 'বিক্রয়',
                'review-description' => 'এই পণ্যটির প্রথম পর্যালোচনা করতে হতে পারে',
                'add-to-compare'     => 'তুলনা তালিকায় আইটেম সফলভাবে যোগ করা হয়েছে।',
                'already-in-compare' => 'আইটেমটি ইতিমধ্যে তুলনা তালিকায় যোগ করা হয়েছে।',
                'add-to-cart'        => 'কার্টে যোগ করুন',
            ],

            'carousel' => [
                'view-all' => 'সব দেখুন',
            ],
        ],

        'range-slider' => [
            'range' => 'ব্যাপ্তি:',
        ],
    ],

    'products'  => [
        'reviews'                => 'পর্যালোচনা',
        'add-to-cart'            => 'কার্টে যোগ করুন',
        'add-to-compare'         => 'তুলনা তালিকায় পণ্য যোগ করুন',
        'already-in-compare'     => 'পণ্যটি ইতিমধ্যে তুলনা তালিকায় যোগ করা হয়েছে।',
        'buy-now'                => 'এখনই ক্রয় করুন',
        'compare'                => 'তুলনা করুন',
        'rating'                 => 'রেটিং',
        'title'                  => 'শিরোনাম',
        'comment'                => 'মন্তব্য',
        'submit-review'          => 'পর্যালোচনা জমা দিন',
        'customer-review'        => 'গ্রাহক পর্যালোচনা',
        'write-a-review'         => 'পর্যালোচনা লিখুন',
        'stars'                  => 'তারা',
        'share'                  => 'শেয়ার করুন',
        'empty-review'           => 'কোনও পর্যালোচনা পাওয়া যায়নি, এই পণ্যটির প্রথম পর্যালোচনা করুন',
        'was-this-helpful'       => 'এই পর্যালোচনা সাহায্যকর ছিল কি?',
        'load-more'              => 'আরো দেখুন',
        'add-image'              => 'চিত্র যোগ করুন',
        'description'            => 'বর্ণনা',
        'additional-information' => 'অতিরিক্ত তথ্য',
        'submit-success'         => 'সাফল্যের সাথে জমা দেওয়া হয়েছে',
        'something-went-wrong'   => 'কিছু ভুল হয়েছে',
        'in-stock'               => 'স্টকে আছে',
        'available-for-order'    => 'অর্ডার এর জন্য উপলব্ধ',
        'out-of-stock'           => 'স্টক শেষ',
        'related-product-title'  => 'সম্পর্কিত পণ্য',
        'up-sell-title'          => 'আমরা আরো কিছু পণ্য পেয়েছি যা আপনি পছন্দ করতে পারেন!',
        'new'                    => 'নতুন',
        'as-low-as'              => 'যেমন লো',
        'starting-at'            => 'শুরু হতে',
        'name'                   => 'নাম',
        'qty'                    => 'পরিমাণ',
        'offers'                 => ':price প্রতি :qty কে ক্রয় করুন এবং :discount% সেভ করুন',

        'sort-by'                => [
            'title'   => 'দ্বারা সাজান',
            'options' => [
                'from-a-z'        => 'সাজান (এ - জে)',
                'from-z-a'        => 'সাজান (জে - এ)',
                'latest-first'    => 'নতুনতম প্রথম',
                'oldest-first'    => 'প্রাচীনতম প্রথম',
                'cheapest-first'  => 'সবচেয়ে সস্তা প্রথম',
                'expensive-first' => 'সবচেয়ে মানি প্রথম',
            ],
        ],

        'view' => [
            'type' => [
                'configurable' => [
                    'select-options'       => 'দয়া করে একটি বিকল্প নির্বাচন করুন',
                    'select-above-options' => 'দয়া করে উপরের বিকল্প নির্বাচন করুন',
                ],

                'bundle' => [
                    'none' => 'কোনটি নেই',
                ],

                'downloadable' => [
                    'samples' => 'স্যাম্পল',
                    'links'   => 'লিঙ্কগুলি',
                    'sample'  => 'স্যাম্পল',
                ],

                'grouped' => [
                    'name' => 'নাম',
                ],
            ],

            'reviews' => [
                'cancel'      => 'বাতিল করুন',
                'success'     => 'পর্যালোচনা সফলভাবে জমা দেওয়া হয়েছে',
                'attachments' => 'সংযোগ',
            ],
        ],

        'configurations' => [
            'compare_options'  => 'তুলনা বিকল্প',
            'wishlist-options' => 'ইচ্ছেসূচি বিকল্প',
        ],
    ],

    'categories' => [
        'filters' => [
            'filters'   => 'ফিল্টার:',
            'filter'    => 'ফিল্টার',
            'sort'      => 'সাজান',
            'clear-all' => 'সব মুছুন',
        ],

        'toolbar' => [
            'show' => 'দেখাও',
        ],

        'view' => [
            'empty'     => 'এই বিভাগে কোনও পণ্য উপলব্ধ নেই',
            'load-more' => 'আরও দেখুন',
        ],
    ],

    'search' => [
        'title'          => ':query এর জন্য অনুসন্ধান ফলাফল',
        'configurations' => [
            'image-search-option' => 'চিত্র অনুসন্ধান বিকল্প',
        ],
    ],

    'compare'  => [
        'product-compare'    => 'পণ্য তুলনা',
        'delete-all'         => 'সব মুছুন',
        'empty-text'         => 'আপনার তুলনা তালিকায় আপনি কোনও আইটেম নেই',
        'title'              => 'পণ্য তুলনা',
        'already-added'      => 'আইটেম ইতিমধ্যে তুলনা তালিকায় যোগ করা হয়েছে',
        'item-add-success'   => 'আইটেম সফলভাবে তুলনা তালিকায় যোগ করা হয়েছে',
        'remove-success'     => 'আইটেম সফলভাবে সরানো হয়েছে',
        'remove-all-success' => 'সমস্ত আইটেম সফলভাবে সরানো হয়েছে',
        'remove-error'       => 'কিছু ভুল হয়েছে, দয়া করে পরে আবার চেষ্টা করুন।',
    ],

    'checkout' => [
        'success' => [
            'title'         => 'সফলভাবে অর্ডার স্থাপন',
            'thanks'        => 'আপনার অর্ডারের জন্য ধন্যবাদ!',
            'order-id-info' => 'আপনার অর্ডার আইডি হলো #:order_id',
            'info'          => 'আমরা আপনাকে আপনার অর্ডারের বিশদ এবং ট্র্যাকিং তথ্য ইমেল করব',
        ],

        'cart' => [
            'item-add-to-cart'          => 'আইটেম সফলভাবে যোগ করা হয়েছে',
            'return-to-shop'            => 'দোকানে ফিরে যান',
            'continue-to-checkout'      => 'চেকআউট চালিয়ে যান',
            'rule-applied'              => 'কার্ট নিয়ম প্রয়োগ হয়েছে',
            'minimum-order-message'     => 'সর্বনিম্ন অর্ডার পরিমাণ হলো :amount',
            'suspended-account-message' => 'আপনার অ্যাকাউন্ট স্থগিত করা হয়েছে',
            'missing-fields'            => 'এই পণ্যের জন্য কিছু প্রয়োজনীয় ক্ষেত্র অনুপস্থিত।',
            'missing-options'           => 'এই পণ্যের জন্য বিকল্প অনুপস্থিত।',
            'missing-links'             => 'এই পণ্যের জন্য ডাউনলোডযোগ্য লিঙ্ক অনুপস্থিত।',
            'select-hourly-duration'    => 'এক ঘণ্টা পর্যায়ের একটি স্লট নির্বাচন করুন।',
            'qty-missing'               => 'কমপক্ষে একটি পণ্য করে একটি পরিমাণ থাকতে হবে।',
            'success-remove'            => 'আইটেম সফলভাবে কার্ট থেকে সরানো হয়েছে।',
            'inventory-warning'         => 'অনুরোধকৃত পরিমাণ উপলব্ধ নেই, দয়া করে পরে আবার চেষ্টা করুন।',
            'illegal'                   => 'পরিমাণ একের চেয়ে কম হতে পারে না।',
            'inactive'                  => 'আইটেমটি নিষ্ক্রিয় হয়ে গিয়েছে এবং পরবর্তীকার কার্ট থেকে সরানো হয়েছে।',

            'index' => [
                'home'                     => 'হোম',
                'cart'                     => 'কার্ট',
                'view-cart'                => 'কার্ট দেখুন',
                'product-name'             => 'পণ্যের নাম',
                'remove'                   => 'সরান',
                'quantity'                 => 'পরিমাণ',
                'price'                    => 'মূল্য',
                'tax'                      => 'কর',
                'total'                    => 'মোট',
                'continue-shopping'        => 'কেনাকাটা চালিয়ে যান',
                'update-cart'              => 'কার্ট আপডেট করুন',
                'move-to-wishlist-success' => 'নির্বাচিত আইটেমগুলি সফলভাবে ইচ্ছেসূচি তালিকায় সরানো হয়েছে।',
                'remove-selected-success'  => 'নির্বাচিত আইটেমগুলি সফলভাবে কার্ট থেকে সরানো হয়েছে।',
                'empty-product'            => 'আপনার কার্টে কোনও পণ্য নেই।',
                'quantity-update'          => 'পরিমাণ সফলভাবে আপডেট হয়েছে',
                'see-details'              => 'বিশদ দেখুন',
                'move-to-wishlist'         => 'ইচ্ছেসূচি তালিকায় সরান',
            ],

            'coupon'   => [
                'code'            => 'কুপন কোড',
                'applied'         => 'কুপন প্রয়োগ হয়েছে',
                'apply'           => 'কুপন প্রয়োগ করুন',
                'error'           => 'কিছু ভুল হয়েছে',
                'remove'          => 'কুপন সরান',
                'invalid'         => 'কুপন কোড অবৈধ।',
                'discount'        => 'কুপন ছাড়',
                'apply-issue'     => 'কুপন কোড প্রয়োগ করা যায় না।',
                'success-apply'   => 'কুপন কোড সফলভাবে প্রয়োগ হয়েছে।',
                'already-applied' => 'কুপন কোড ইতিমধ্যে প্রয়োগ করা হয়েছে।',
                'enter-your-code' => 'আপনার কোড লিখুন',
                'subtotal'        => 'সাবটোটাল',
                'button-title'    => 'প্রয়োগ করুন',
            ],

            'mini-cart' => [
                'see-details'          => 'বিশদ দেখুন',
                'shopping-cart'        => 'শপিং কার্ট',
                'offer-on-orders'      => 'আপনার 1 ম অর্ডারে 30% ছাড়',
                'remove'               => 'সরান',
                'empty-cart'           => 'আপনার কার্ট খালি',
                'subtotal'             => 'সাবটোটাল',
                'continue-to-checkout' => 'চেকআউট চালিয়ে যান',
                'view-cart'            => 'কার্ট দেখুন',
            ],

            'summary' => [
                'cart-summary'        => 'কার্ট সংক্ষেপ',
                'sub-total'           => 'সাবটোটাল',
                'tax'                 => 'কর',
                'delivery-charges'    => 'ডেলিভারি চার্জ',
                'discount-amount'     => 'ছাড়ের পরিমাণ',
                'grand-total'         => 'মোট মূল্য',
                'place-order'         => 'অর্ডার স্থাপন',
                'proceed-to-checkout' => 'চেকআউট চালিয়ে যান',
            ],
        ],

        'onepage' => [
            'addresses' => [
                'billing' => [
                    'billing-address'      => 'বিলিং ঠিকানা',
                    'add-new-address'      => 'নতুন ঠিকানা যোগ করুন',
                    'same-billing-address' => 'ঠিকানা আমার বিলিং ঠিকানা সমান',
                    'back'                 => 'পিছনে',
                    'company-name'         => 'কোম্পানির নাম',
                    'first-name'           => 'প্রথম নাম',
                    'last-name'            => 'শেষ নাম',
                    'email'                => 'ইমেইল',
                    'street-address'       => 'স্ট্রিট ঠিকানা',
                    'country'              => 'দেশ',
                    'state'                => 'রাজ্য',
                    'select-state'         => 'রাজ্য নির্বাচন করুন',
                    'city'                 => 'শহর',
                    'postcode'             => 'জিপ/পোস্টকোড',
                    'telephone'            => 'টেলিফোন',
                    'save-address'         => 'এই ঠিকানা সংরক্ষণ করুন',
                    'confirm'              => 'কনফার্ম',
                ],

                'index' => [
                    'confirm' => 'কনফার্ম',
                ],

                'shipping' => [
                    'shipping-address' => 'শিপিং ঠিকানা',
                    'add-new-address'  => 'নতুন ঠিকানা যোগ করুন',
                    'back'             => 'পিছনে',
                    'company-name'     => 'কোম্পানির নাম',
                    'first-name'       => 'প্রথম নাম',
                    'last-name'        => 'শেষ নাম',
                    'email'            => 'ইমেইল',
                    'street-address'   => 'স্ট্রিট ঠিকানা',
                    'country'          => 'দেশ',
                    'state'            => 'রাজ্য',
                    'select-state'     => 'রাজ্য নির্বাচন করুন',
                    'select-country'   => 'দেশ নির্বাচন করুন',
                    'city'             => 'শহর',
                    'postcode'         => 'জিপ/পোস্টকোড',
                    'telephone'        => 'টেলিফোন',
                    'save-address'     => 'এই ঠিকানা সংরক্ষণ করুন',
                    'confirm'          => 'কনফার্ম',
                ],
            ],

            'coupon' => [
                'discount'        => 'কুপন ছাড়',
                'code'            => 'কুপন কোড',
                'applied'         => 'কুপন প্রয়োগ হয়েছে',
                'applied-coupon'  => 'প্রয়োগ কুপন',
                'apply'           => 'কুপন প্রয়োগ করুন',
                'remove'          => 'কুপন সরান',
                'apply-issue'     => 'কুপন কোড প্রয়োগ করা যায় না।',
                'sub-total'       => 'সাবটোটাল',
                'button-title'    => 'প্রয়োগ করুন',
                'enter-your-code' => 'আপনার কোড লিখুন',
                'subtotal'        => 'সাবটোটাল',
            ],

            'index' => [
                'home'     => 'হোম',
                'checkout' => 'চেকআউট',
            ],

            'payment' => [
                'payment-method' => 'পেমেন্ট মেথড',
            ],

            'shipping' => [
                'shipping-method' => 'শিপিং মেথড',
            ],

            'summary' => [
                'cart-summary'     => 'কার্ট সংক্ষেপ',
                'sub-total'        => 'সাবটোটাল',
                'tax'              => 'কর',
                'delivery-charges' => 'ডেলিভারি চার্জ',
                'discount-amount'  => 'ছাড়ের পরিমাণ',
                'grand-total'      => 'মোট মূল্য',
                'place-order'      => 'অর্ডার স্থাপন',
            ],
        ],
    ],

    'home' => [
        'index' => [
            'offer'               => 'আপনার 1 ম অর্ডারে 40% ছাড় পেতে SHOP NOW',
            'verify-email'        => 'আপনার ইমেইল অ্যাকাউন্ট যাচাই করুন',
            'resend-verify-email' => 'ইমেইল পুনরায় পাঠান',
        ],
    ],

    'errors' => [
        'go-to-home' => 'হোমে যান',

        '404' => [
            'title'       => '404 পেজ পাওয়া যায়নি',
            'description' => 'ওহুপস! আপনি যে পৃষ্ঠাটি খুঁজছেন সেটি ছুটিতে আছে। দেখতে হয়েছে আমরা যা আপনি খোঁজছিলেন তা খুঁজে পেতে পারিনি।',
        ],

        '401' => [
            'title'       => '401 অনধিকৃত',
            'description' => 'ওহুপস! দেখা গিয়েছে আপনি এই পৃষ্ঠাতে অ্যাক্সেস করতে অনুমোদিত নেই। দেখতে হয়েছে আপনি প্রয়োজনীয় যে ভুমিকা প্রাপ্ত করছেন তা নেই।',
        ],

        '403' => [
            'title'       => '403 নিষিদ্ধ',
            'description' => 'ওহুপস! এই পৃষ্ঠাটি নিষিদ্ধ। দেখা যায় আপনার এই বিষয়ে দেখতে নেওয়া যায় না। দেখতে হয়েছে আপনি এই বিষয়ে দেখার অনুমতি প্রাপ্ত নেই।',
        ],

        '500' => [
            'title'       => '500 আপেক্ষিক সার্ভার ত্রুটি',
            'description' => 'ওহুপস! কিছু ভুল হয়ে গেছে। দেখা যায় আমরা সেই পৃষ্ঠাটি লোড করতে সমস্যা হয়েছে যেটি আপনি খুঁজছেন।',
        ],

        '503' => [
            'title'       => '503 সার্ভিস অপ্রাপ্য',
            'description' => 'ওহুপস! দেখা যায় আমরা সাময়িকভাবে নীচে আছি মেইন্টেন্যান্সের জন্য। দয়া করে কিছুটা পরে আবার চেক করুন।',
        ],
    ],

    'layouts' => [
        'my-account'            => 'আমার অ্যাকাউন্ট',
        'profile'               => 'প্রোফাইল',
        'address'               => 'ঠিকানা',
        'reviews'               => 'পর্যালোচনা',
        'wishlist'              => 'ইচ্ছাশূণ্যতা',
        'orders'                => 'আদেশ',
        'downloadable-products' => 'ডাউনলোড যোগ্য পণ্য',
    ],

    'subscription' => [
        'already'             => 'আপনি ইতিমধ্যে আমাদের সংবাদপত্রে সদস্য।',
        'subscribe-success'   => 'আপনি সফলভাবে আমাদের সংবাদপত্রে সদস্য হন।',
        'unsubscribe-success' => 'আপনি সফলভাবে আমাদের সংবাদপত্র থেকে অনসাবস্য হন।',
    ],

    'emails' => [
        'dear'   => 'প্রিয় :customer_name',
        'thanks' => 'আপনি যদি কোনও সাহায্য চান তবে দয়া করে আমাদের সাথে <a href=":link" style=":style">:email</a> যোগাযোগ করুন।<br/>ধন্যবাদ!',

        'customers' => [
            'registration' => [
                'subject'     => 'নতুন গ্রাহক নিবন্ধন',
                'greeting'    => 'স্বাগতম এবং আমাদের সাথে নিবন্ধিত হওয়ার জন্য আপনাকে ধন্যবাদ!',
                'description' => 'আপনার অ্যাকাউন্ট সফলভাবে তৈরি হয়েছে এবং আপনি এখন আপনার ইমেল ঠিকানা এবং পাসওয়ার্ড ক্রেডেনশিয়াল ব্যবহার করে লগইন করতে পারেন। লগইন করার পরে, আপনি অন্যান্য সেবা অ্যাক্সেস করতে পারবেন যা পূর্বের আদেশগুলি পর্যালোচনা করা, ইচ্ছাশূণ্যতা দেখা এবং আপনার অ্যাকাউন্টের তথ্য সম্পাদনা করতে সক্ষম হবেন।',
                'sign-in'     => 'সাইন ইন করুন',
            ],

            'forgot-password' => [
                'subject'        => 'পাসওয়ার্ড রিসেট ইমেইল',
                'greeting'       => 'পাসওয়ার্ড ভুলে গেছেন!',
                'description'    => 'আপনি এই ইমেইলটি পেয়েছেন কারণ আমরা আপনার অ্যাকাউন্টের জন্য একটি পাসওয়ার্ড রিসেট অনুরোধ পেয়েছি।',
                'reset-password' => 'পাসওয়ার্ড রিসেট',
            ],

            'update-password' => [
                'subject'     => 'পাসওয়ার্ড আপডেট করা হয়েছে',
                'greeting'    => 'পাসওয়ার্ড আপডেট হয়েছে!',
                'description' => 'আপনি এই ইমেইলটি পেয়েছেন কারণ আপনি আপনার পাসওয়ার্ড আপডেট করেছেন।',
            ],

            'verification' => [
                'subject'      => 'অ্যাকাউন্ট যাচাইকরণ ইমেইল',
                'greeting'     => 'স্বাগত!',
                'description'  => 'দয়া করে নীচের বাটনে ক্লিক করুন আপনার ইমেইল ঠিকানা যাচাই করতে।',
                'verify-email' => 'ইমেইল ঠিকানা যাচাই করুন',
            ],

            'commented' => [
                'subject'     => 'নতুন মন্তব্য যোগ করা হয়েছে',
                'description' => 'নোট - :note',
            ],

            'subscribed' => [
                'subject'     => 'আপনি! আমাদের সংবাদপত্রে সদস্য হন',
                'greeting'    => 'আমাদের সংবাদপত্রে স্বাগত!',
                'description' => 'অভিনন্দন এবং আমরা গর্বিত যে আপনি আমাদের সংবাদপত্র সম্প্রদানে আসার জন্য প্রস্তুত! আমরা আপনাকে সর্বশেষ সংবাদ, ট্রেন্ডস, এবং আপনার জন্য এক্সক্লুসিভ অফারে আপডেট করতে সত্বর অপেক্ষা করছি।',
                'unsubscribe' => 'সদস্যপত্র প্রত্যাহার করুন',
            ],
        ],

        'orders' => [
            'created' => [
                'subject'  => 'নতুন আদেশ নিশ্চিতকরণ',
                'title'    => 'আদেশ নিশ্চিতকরণ!',
                'greeting' => 'আপনার অর্ডার :order_id যেগুলি :created_at তারিখে স্থাপন করা হয়েছে',
                'summary'  => 'অর্ডারের সংক্ষেপ',
            ],

            'invoiced' => [
                'subject'  => 'নতুন চালান নিশ্চিতকরণ',
                'title'    => 'চালান নিশ্চিতকরণ!',
                'greeting' => 'আপনার চালান :order_id যেগুলি :created_at তারিখে স্থাপন করা হয়েছে',
                'summary'  => 'চালানের সংক্ষেপ',
            ],

            'shipped' => [
                'subject'  => 'নতুন চালান নিশ্চিতকরণ',
                'title'    => 'চালান নিশ্চিতকরণ!',
                'greeting' => 'আপনার অর্ডার :order_id যেগুলি :created_at তারিখে প্রেরিত হয়েছে',
                'summary'  => 'চালানের সংক্ষেপ',
            ],

            'refunded' => [
                'subject'  => 'নতুন ফেরত নিশ্চিতকরণ',
                'title'    => 'অর্ডার ফেরত নেওয়া!',
                'greeting' => 'ফেরত নেওয়া হয়েছে আপনার অর্ডার :order_id যেগুলি :created_at তারিখে',
                'summary'  => 'ফেরতের সংক্ষেপ',
            ],

            'canceled' => [
                'subject'  => 'নতুন অর্ডার বাতিল',
                'title'    => 'অর্ডার বাতিল!',
                'greeting' => 'আপনার অর্ডার :order_id যেগুলি :created_at তারিখে বাতিল হয়েছে',
                'summary'  => 'অর্ডারের সংক্ষেপ',
            ],

            'commented' => [
                'subject' => 'নতুন মন্তব্য যোগ করা হয়েছে',
                'title'   => 'আপনার অর্ডার :order_id যেগুলি :created_at তারিখে নতুন মন্তব্য যোগ করা হয়েছে',
            ],

            'shipping-address'  => 'প্রেরণের ঠিকানা',
            'carrier'           => 'বাহক',
            'tracking-number'   => 'ট্র্যাকিং নম্বর: :tracking_number',
            'billing-address'   => 'বিলিংয়ের ঠিকানা',
            'contact'           => 'যোগাযোগ',
            'shipping'          => 'শিপিং',
            'payment'           => 'পেমেন্ট',
            'sku'               => 'SKU',
            'name'              => 'নাম',
            'price'             => 'মূল্য',
            'qty'               => 'পরিমাণ',
            'subtotal'          => 'সাবটোটাল',
            'shipping-handling' => 'শিপিং হ্যান্ডলিং',
            'tax'               => 'কর',
            'discount'          => 'মূল্যছাড়',
            'grand-total'       => 'মোট মূল্য',
        ],
    ],

];
