<?php

return [
    'address'                 => 'Поле :attribute может содержать только буквы, цифры, пробелы, запятые и тире.',
    'alpha-numeric-space'     => 'Поле :attribute может содержать только буквы, цифры и пробелы.',
    'code'                    => 'Поле :attribute должно быть действительным.',
    'comma-separated-integer' => 'Поле :attribute должно быть числовым и может содержать запятые.',
    'decimal'                 => 'Поле :attribute должно быть действительным.',
    'phone-number'            => 'Поле :attribute должно быть действительным номером телефона.',
    'postcode'                => 'Атрибут :attribute должен быть действительным почтовым индексом.',
    'slug'                    => 'Поле :attribute должно быть действительным слагом.',
];
