<?php

return [
    'seeders' => [
        'attribute' => [
            'attribute-families' => [
                'default' => 'デフォルト',
            ],

            'attribute-groups' => [
                'description'       => '説明',
                'general'           => '一般',
                'inventories'       => '在庫',
                'meta-description'  => 'メタ説明',
                'price'             => '価格',
                'settings'          => '設定',
                'shipping'          => '配送',
            ],

            'attributes' => [
                'brand'                => 'ブランド',
                'color'                => '色',
                'cost'                 => 'コスト',
                'description'          => '説明',
                'featured'             => '注目',
                'guest-checkout'       => 'ゲストチェックアウト',
                'height'               => '高さ',
                'length'               => '長さ',
                'manage-stock'         => '在庫管理',
                'meta-description'     => 'メタ説明',
                'meta-keywords'        => 'メタキーワード',
                'meta-title'           => 'メタタイトル',
                'name'                 => '名前',
                'new'                  => '新規',
                'price'                => '価格',
                'product-number'       => '製品番号',
                'short-description'    => '短い説明',
                'size'                 => 'サイズ',
                'sku'                  => 'SKU',
                'special-price'        => '特別価格',
                'special-price-from'   => '特別価格 開始',
                'special-price-to'     => '特別価格 終了',
                'status'               => 'ステータス',
                'tax-category'         => '税カテゴリー',
                'url-key'              => 'URLキー',
                'visible-individually' => '個別に表示',
                'weight'               => '重さ',
                'width'                => '幅',
            ],

            'attribute-options' => [
                'black'  => '黒',
                'green'  => '緑',
                'l'      => 'L',
                'm'      => 'M',
                'red'    => '赤',
                's'      => 'S',
                'white'  => '白',
                'xl'     => 'XL',
                'yellow' => '黄色',
            ],
        ],

        'category' => [
            'categories' => [
                'description' => 'ルートカテゴリの説明',
                'name'        => 'ルート',
            ],
        ],

        'cms' => [
            'pages' => [
                'about-us' => [
                    'content' => '会社概要ページのコンテンツ',
                    'title'   => '会社概要',
                ],

                'contact-us' => [
                    'content' => 'お問い合わせページのコンテンツ',
                    'title'   => 'お問い合わせ',
                ],

                'customer-service' => [
                    'content' => 'カスタマーサービスページのコンテンツ',
                    'title'   => 'カスタマーサービス',
                ],

                'payment-policy' => [
                    'content' => '支払いポリシー ページのコンテンツ',
                    'title'   => '支払いポリシー',
                ],

                'privacy-policy' => [
                    'content' => 'プライバシーポリシー ページのコンテンツ',
                    'title'   => 'プライバシーポリシー',
                ],

                'refund-policy' => [
                    'content' => '返品ポリシー ページのコンテンツ',
                    'title'   => '返品ポリシー',
                ],

                'return-policy' => [
                    'content' => '返却ポリシー ページのコンテンツ',
                    'title'   => '返却ポリシー',
                ],

                'shipping-policy' => [
                    'content' => '配送ポリシー ページのコンテンツ',
                    'title'   => '配送ポリシー',
                ],

                'terms-conditions' => [
                    'content' => '利用規約ページのコンテンツ',
                    'title'   => '利用規約',
                ],

                'terms-of-use' => [
                    'content' => '利用規約ページのコンテンツ',
                    'title'   => '利用規約',
                ],

                'whats-new' => [
                    'content' => '新着情報ページのコンテンツ',
                    'title'   => '新着情報',
                ],
            ],
        ],

        'core' => [
            'channels' => [
                'meta-description' => 'デモストアのメタ説明',
                'meta-keywords'    => 'デモストアのメタキーワード',
                'meta-title'       => 'デモストア',
                'name'             => 'デフォルト',
            ],

            'currencies' => [
                'AED' => 'アラブ首長国連邦ディルハム',
                'ARS' => 'アルゼンチンペソ',
                'AUD' => 'オーストラリアドル',
                'BDT' => 'バングラデシュタカ',
                'BRL' => 'ブラジルレアル',
                'CAD' => 'カナダドル',
                'CHF' => 'スイスフラン',
                'CLP' => 'チリペソ',
                'CNY' => '中国元',
                'COP' => 'コロンビアペソ',
                'CZK' => 'チェココルナ',
                'DKK' => 'デンマーククローネ',
                'DZD' => 'アルジェリアディナール',
                'EGP' => 'エジプトポンド',
                'EUR' => 'ユーロ',
                'FJD' => 'フィジードル',
                'GBP' => '英国ポンド',
                'HKD' => '香港ドル',
                'HUF' => 'ハンガリーフォリント',
                'IDR' => 'インドネシアルピア',
                'ILS' => 'イスラエル新シェケル',
                'INR' => 'インドルピー',
                'JOD' => 'ヨルダンディナール',
                'JPY' => '日本円',
                'KRW' => '韓国ウォン',
                'KWD' => 'クウェートディナール',
                'KZT' => 'カザフスタンテンゲ',
                'LBP' => 'レバノンポンド',
                'LKR' => 'スリランカルピー',
                'LYD' => 'リビアディナール',
                'MAD' => 'モロッコディルハム',
                'MUR' => 'モーリシャスルピー',
                'MXN' => 'メキシコペソ',
                'MYR' => 'マレーシアリンギット',
                'NGN' => 'ナイジェリアナイラ',
                'NOK' => 'ノルウェークローネ',
                'NPR' => 'ネパールルピー',
                'NZD' => 'ニュージーランドドル',
                'OMR' => 'オマーンリアル',
                'PAB' => 'パナマバルボア',
                'PEN' => 'ペルーニューソル',
                'PHP' => 'フィリピンペソ',
                'PKR' => 'パキスタンルピー',
                'PLN' => 'ポーランドズウォティ',
                'PYG' => 'パラグアイグアラニ',
                'QAR' => 'カタールリアル',
                'RON' => 'ルーマニアレウ',
                'RUB' => 'ロシアルーブル',
                'SAR' => 'サウジアラビアリヤル',
                'SEK' => 'スウェーデンクローナ',
                'SGD' => 'シンガポールドル',
                'THB' => 'タイバーツ',
                'TND' => 'チュニジアディナール',
                'TRY' => 'トルコリラ',
                'TWD' => '新台湾ドル',
                'UAH' => 'ウクライナフリヴニャ',
                'USD' => 'アメリカドル',
                'UZS' => 'ウズベキスタンソム',
                'VEF' => 'ベネズエラボリバル',
                'VND' => 'ベトナムドン',
                'XAF' => 'CFAフラン BEAC',
                'XOF' => 'CFAフラン BCEAO',
                'ZAR' => '南アフリカランド',
                'ZMW' => 'ザンビアクワチャ',
            ],

            'locales' => [
                'ar'    => 'アラビア語',
                'bn'    => 'ベンガル語',
                'de'    => 'ドイツ語',
                'en'    => '英語',
                'es'    => 'スペイン語',
                'fa'    => 'ペルシャ語',
                'fr'    => 'フランス語',
                'he'    => 'ヘブライ語',
                'hi_IN' => 'ヒンディー語',
                'it'    => 'イタリア語',
                'ja'    => '日本語',
                'nl'    => 'オランダ語',
                'pl'    => 'ポーランド語',
                'pt_BR' => 'ブラジルポルトガル語',
                'ru'    => 'ロシア語',
                'sin'   => 'シンハラ語',
                'tr'    => 'トルコ語',
                'uk'    => 'ウクライナ語',
                'zh_CN' => '中国語',
            ],
        ],

        'customer' => [
            'customer-groups' => [
                'general'   => '一般',
                'guest'     => 'ゲスト',
                'wholesale' => '卸売',
            ],
        ],

        'inventory' => [
            'inventory-sources' => [
                'name' => 'デフォルト',
            ],
        ],

        'shop' => [
            'theme-customizations' => [
                'all-products' => [
                    'name' => 'すべての製品',

                    'options' => [
                        'title' => 'すべての製品',
                    ],
                ],

                'bold-collections' => [
                    'content' => [
                        'btn-title'   => 'コレクションを表示',
                        'description' => '新しいボールドコレクションを紹介します！ 大胆なデザインと鮮やかなステートメントでスタイルを引き立てましょう。 ワードローブを再定義する印象的なパターンと大胆な色を探索します。 途方もないものを受け入れる準備をしましょう！',
                        'title'       => '新しいボールドコレクションに備えて',
                    ],

                    'name' => 'ボールドコレクション',
                ],

                'categories-collections' => [
                    'name' => 'カテゴリーコレクション',
                ],

                'featured-collections'   => [
                    'name' => '特集コレクション',

                    'options' => [
                        'title' => '注目製品',
                    ],
                ],

                'footer-links' => [
                    'name' => 'フッターリンク',

                    'options' => [
                        'about-us'         => '当社について',
                        'contact-us'       => 'お問い合わせ',
                        'customer-service' => 'カスタマーサービス',
                        'payment-policy'   => '支払いポリシー',
                        'privacy-policy'   => 'プライバシーポリシー',
                        'refund-policy'    => '返金ポリシー',
                        'return-policy'    => '返品ポリシー',
                        'shipping-policy'  => '配送ポリシー',
                        'terms-conditions' => '利用条件',
                        'terms-of-use'     => '利用規約',
                        'whats-new'        => '新着情報',
                    ],
                ],

                'game-container' => [
                    'content' => [
                        'sub-title-1' => '私たちのコレクション',
                        'sub-title-2' => '私たちのコレクション',
                        'title'       => '新アイテムでゲームを楽しむ！',
                    ],

                    'name' => 'ゲームコンテナ',
                ],

                'image-carousel' => [
                    'name' => 'イメージカルーセル',

                    'sliders' => [
                        'title' => '新コレクションに備えて',
                    ],
                ],

                'new-products' => [
                    'name' => '新製品',

                    'options' => [
                        'title' => '新製品',
                    ],
                ],

                'offer-information' => [
                    'content' => [
                        'title' => '初回注文で最大40％OFF ショッピングを今すぐ開始',
                    ],

                    'name' => '特売情報',
                ],

                'services-content' => [
                    'name' => 'サービスコンテンツ',

                    'title' => [
                        'emi-available'   => 'EMI利用可能',
                        'free-shipping'   => '送料無料',
                        'product-replace' => '製品の交換',
                        'time-support'    => '24/7サポート',
                    ],

                    'description' => [
                        'emi-available-info'   => 'すべての主要クレジットカードで費用のかからないEMIが利用可能です',
                        'free-shipping-info'   => 'すべての注文で送料無料をお楽しみください',
                        'product-replace-info' => '簡単な製品交換が可能です！',
                        'time-support-info'    => 'チャットやメールでの専用24/7サポート',
                    ],
                ],

                'top-collections' => [
                    'content' => [
                        'sub-title-1' => '私たちのコレクション',
                        'sub-title-2' => '私たちのコレクション',
                        'sub-title-3' => '私たちのコレクション',
                        'sub-title-4' => '私たちのコレクション',
                        'sub-title-5' => '私たちのコレクション',
                        'sub-title-6' => '私たちのコレクション',
                        'title'       => '新アイテムでゲームを楽しむ！',
                    ],

                    'name' => 'トップコレクション',
                ],
            ],
        ],

        'user' => [
            'roles' => [
                'description' => 'このロールのユーザーにはすべてのアクセス権があります',
                'name'        => '管理者',
            ],

            'users' => [
                'name' => '例',
            ],
        ],

        'sample-categories' => [
            'category-translation' => [
                '2' => [
                    'description'      => '男性カテゴリの説明',
                    'meta-description' => '男性カテゴリのメタ説明',
                    'meta-keywords'    => '男性カテゴリのメタキーワード',
                    'meta-title'       => '男性カテゴリのメタタイトル',
                    'name'             => '男性',
                    'slug'             => '男性',
                ],

                '3' => [
                    'description'      => '冬のウェアカテゴリの説明',
                    'meta-description' => '冬のウェアカテゴリのメタ説明',
                    'meta-keywords'    => '冬のウェアカテゴリのメタキーワード',
                    'meta-title'       => '冬のウェアカテゴリのメタタイトル',
                    'name'             => '防寒着',
                    'slug'             => '防寒着',
                ],
            ],
        ],

        'sample-products' => [
            'product-flat' => [
                '1' => [
                    'description'       => 'アークティックコージーニットビーニーは、寒い季節に暖かく、快適でスタイリッシュに過ごすための必須アイテムです。アクリルニットの柔らかく耐久性のあるブレンドで作られたこのビーニーは、暖かくぴったりとフィットするデザインです。クラシックなデザインは男性と女性の両方に適しており、さまざまなスタイルに合わせることができる多目的なアクセサリーです。街でのカジュアルな日やアウトドアでの冒険に出かける際に、このビーニーはアンサンブルに快適さと暖かさを加えます。柔らかく通気性のある素材は、スタイルを犠牲にすることなく快適さを提供します。アークティックコージーニットビーニーは単なるアクセサリーではありません。それは冬のファッションのステートメントです。シンプルなデザインはさまざまな服装と簡単に組み合わせることができ、冬のワードローブの必須アイテムです。贈り物や自分へのご褒美としても、このビーニーは冬のアンサンブルに思いやりを加える考えられたアイテムです。機能性を超えた多目的なアクセサリーで、あなたのルックに暖かさとスタイルを加えましょう。アークティックコージーニットビーニーで冬のエッセンスを楽しんでください。カジュアルな日帰り旅行や厳しい環境に立ち向かう際に、このビーニーが快適さとスタイルのお供になります。暖かさと永遠のファッションセンスを絶妙に組み合わせたこのクラシックなアクセサリーで、冬のワードローブを引き上げましょう。',
                    'meta-description'  => 'メタディスクリプション',
                    'meta-keywords'     => 'メタ1、メタ2、メタ3',
                    'meta-title'        => 'メタタイトル',
                    'name'              => 'アークティックコージーニットユニセックスビーニー',
                    'short-description' => 'アークティックコージーニットビーニーで寒い日々をスタイリッシュに楽しみましょう。アクリルの柔らかく耐久性のあるブレンドで作られたこのクラシックなビーニーは、暖かさと多様性を提供します。男性と女性の両方に適したカジュアルやアウトドアウェアに最適なアクセサリーです。冬のワードローブを引き上げるか、特別な人に贈り物としてこの必須のビーニーキャップを選びましょう。',
                ],

                '2' => [
                    'description'       => 'アークティックブリスウィンタースカーフは、寒い季節のアクセサリーにとどまらず、冬の季節における暖かさ、快適さ、スタイルを表現したものです。アクリルとウールの高級なブレンドで丁寧に作られたこのスカーフは、最も寒い気温でもあなたを暖かく包み込みます。柔らかくふわふわした質感は、寒さからの断熱効果だけでなく、冬のワードローブに高級感を加えます。アークティックブリスウィンタースカーフのデザインは、スタイリッシュで多目的であり、さまざまな冬のコーディネートに完璧にマッチします。特別な場合のためにドレスアップするか、普段のルックにシックなレイヤーを追加するか、異なる結び目でユニークなスタイルを表現してみてください。この多様性により、冬の季節には必須のアクセサリーとなります。完璧なギフトをお探しですか？アークティックブリスウィンタースカーフは理想的な選択肢です。大切な人にサプライズをしたり、自分自身へのご褒美としても、このスカーフは冬の間ずっと愛されるタイムレスで実用的なギフトです。アークティックブリスウィンタースカーフで冬を楽しみ、暖かさとスタイルが完璧に調和する世界に足を踏み入れましょう。冬のワードローブをエレガントに引き上げ、あなたを暖かく保つだけでなく、寒い天候のアンサンブルに洗練された雰囲気を加える必須のアクセサリーです。',
                    'meta-description'  => 'メタディスクリプション',
                    'meta-keywords'     => 'メタ1、メタ2、メタ3',
                    'meta-title'        => 'メタタイトル',
                    'name'              => 'アークティックブリススタイリッシュウィンタースカーフ',
                    'short-description' => 'アークティックブリスウィンタースカーフで暖かさとスタイルを体験してください。アクリルとウールの高級なブレンドで作られたこの暖かいスカーフは、最も寒い日にあなたを暖かく包み込むようにデザインされています。スタイリッシュで多目的なデザインと余分な長さにより、カスタマイズ可能なスタイリングオプションが提供されます。冬のワードローブを引き上げるか、特別な人を喜ばせるために、この必須の冬のアクセサリーを選んでください。',
                ],

                '3' => [
                    'description'       => 'アークティックタッチスクリーンウィンターグローブをご紹介します。暖かさ、スタイル、接続性が結びついて、冬の体験を向上させます。高品質なアクリルで作られたこれらのグローブは、優れた暖かさと耐久性を提供するように設計されています。タッチスクリーン対応の指先により、手を寒さにさらすことなく接続を保つことができます。通話を受けたり、メッセージを送ったり、デバイスを簡単に操作したりすることができます。断熱ライニングは、寒い天候でも快適さを追加し、これらのグローブを冬の寒さに立ち向かうための選択肢にします。通勤、買い物、屋外活動を楽しんでいる場合でも、これらのグローブは必要な暖かさと保護を提供します。弾力性のあるカフスは、冷たい風を防ぎ、日常の活動中にグローブをしっかりと固定します。スタイリッシュなデザインは、冬のアンサンブルにエレガンスを加え、ファッショナブルで機能的なものにします。ギフトや自分へのご褒美として最適なアークティックタッチスクリーンウィンターグローブは、現代の個人にとって必須のアクセサリーです。手袋を外してデバイスを使用する手間をなくし、暖かさ、スタイル、接続性がシームレスに融合した世界を受け入れましょう。アークティックタッチスクリーンウィンターグローブでつながり、暖かさ、スタイルを保ちながら自信を持って冬の季節を乗り越えましょう。',
                    'meta-description'  => 'メタディスクリプション',
                    'meta-keywords'     => 'メタ1、メタ2、メタ3',
                    'meta-title'        => 'メタタイトル',
                    'name'              => 'アークティックタッチスクリーンウィンターグローブ',
                    'short-description' => 'アークティックタッチスクリーンウィンターグローブでつながりと暖かさを保ちましょう。これらのグローブは高品質なアクリルで作られており、暖かさと耐久性を提供するだけでなく、タッチスクリーン対応のデザインも特徴です。断熱ライニング、弾力性のあるカフス、スタイリッシュなルックスがあり、寒い条件下での日常的な着用に最適です。',
                ],

                '4' => [
                    'description'       => 'アークティックウォームウールブレンドソックスをご紹介します。寒い季節に快適で暖かい足元を提供するための必須アイテムです。メリノウール、アクリル、ナイロン、スパンデックスのプレミアムブレンドで作られたこれらのソックスは、非常に暖かさと快適さを提供するように設計されています。ウールブレンドにより、最も寒い気温でも足元が暖かく保たれます。冬の冒険や家でのくつろぎのために最適な選択肢です。ソックスの柔らかく居心地の良い質感は、肌に対して贅沢な感触を提供します。ウールブレンドソックスによって、冷たい足元とはおさらばしましょう。耐久性を考慮して設計されたソックスには、補強されたかかととつま先があり、耐摩耗性の高い部分に追加の強度が加わります。これにより、ソックスは時間の試練に耐え、長時間の快適さと暖かさを提供します。素材の通気性により、足元が快適で乾燥した状態を保ちます。冬のハイキングや屋内でリラックスする場合でも、これらのソックスは暖かさと通気性のバランスを提供します。多目的でスタイリッシュなウールブレンドソックスは、さまざまな場面で活用できます。お気に入りのブーツと組み合わせてファッショナブルな冬のルックを作り出すか、家での快適さのために履くことができます。アークティックウォームウールブレンドソックスで冬のワードローブを引き上げ、足元にふさわしい贅沢さを味わい、シーズン全体にわたる快適さの世界に足を踏み入れましょう。',
                    'meta-description'  => 'メタディスクリプション',
                    'meta-keywords'     => 'メタ1、メタ2、メタ3',
                    'meta-title'        => 'メタタイトル',
                    'name'              => 'アークティックウォームウールブレンドソックス',
                    'short-description' => 'アークティックウォームウールブレンドソックスの無類の暖かさと快適さを体験してください。メリノウール、アクリル、ナイロン、スパンデックスのブレンドで作られたこれらのソックスは、さまざまな場面での使用に適しています。耐摩耗性の高いかかととつま先を備えた耐久性のある、多目的でスタイリッシュなソックスです。',
                ],

                '5' => [
                    'description'       => '寒い冬の日に暖かく、スタイリッシュでつながりを持つためのアークティックフロストウィンターアクセサリーバンドルをご紹介します。この慎重に選ばれたセットは、調和のとれたアンサンブルを作り出すために4つの必須の冬のアクセサリーを組み合わせています。アクリルとウールのブレンドで織られた高級なスカーフは、暖かさを追加するだけでなく、冬のワードローブにエレガンスをもたらします。丁寧に作られた柔らかいニットビーニーは、あなたを暖かく保ちながらおしゃれな雰囲気を演出します。しかし、それだけでは終わりません - 私たちのバンドルにはタッチスクリーン対応の手袋も含まれています。デバイスをスムーズに操作しながら暖かさを犠牲にすることなく、電話に応答したり、メッセージを送ったり、スマートフォンで冬の瞬間を捉えたりすることができます。これらの手袋はスタイルを損なうことなく便利さを提供します。ソフトで居心地の良いソックスの質感は、肌に対して贅沢な感触を提供します。ウールブレンドソックスによって提供されるふわふわとした暖かさで、寒い足をさよならしましょう。アークティックフロストウィンターアクセサリーバンドルは機能性だけでなく、冬のファッションの声明です。各アイテムは寒さからあなたを守るだけでなく、霜の季節にスタイルを高めるために設計されています。このバンドルのために選ばれた素材は、耐久性と快適さの両方を重視しており、スタイリッシュに冬のワンダーランドを楽しむことができます。自分自身へのご褒美や、完璧なギフトを探している場合、アークティックフロストウィンターアクセサリーバンドルは多目的な選択肢です。ホリデーシーズンに特別な人を喜ばせるか、自分自身の冬のワードローブをスタイリッシュで機能的なアンサンブルで引き上げましょう。完璧なアクセサリーを持っていることで自信を持って霜に包まれましょう。',
                    'meta-description'  => 'メタディスクリプション',
                    'meta-keywords'     => 'メタ1、メタ2、メタ3',
                    'meta-title'        => 'メタタイトル',
                    'name'              => 'アークティックフロストウィンターアクセサリー',
                    'short-description' => 'アークティックフロストウィンターアクセサリーバンドルで冬の寒さを楽しんでください。このセットには高級なスカーフ、居心地の良いビーニー、タッチスクリーン対応の手袋、ウールブレンドソックスが含まれています。スタイリッシュで機能的なこのアンサンブルは、耐久性と快適さを兼ね備えた高品質の素材で作られています。冬のワードローブを引き上げるか、特別な人を喜ばせるためにこの完璧なギフトを選んでください。',
                ],

                '6' => [
                    'description'       => '寒い冬の日に暖かく、スタイリッシュでつながりを持つためのアークティックフロストウィンターアクセサリーバンドルをご紹介します。この慎重に選ばれたセットは、調和のとれたアンサンブルを作り出すために4つの必須の冬のアクセサリーを組み合わせています。アクリルとウールのブレンドで織られた高級なスカーフは、暖かさを追加するだけでなく、冬のワードローブにエレガンスをもたらします。丁寧に作られた柔らかいニットビーニーは、あなたを暖かく保ちながらおしゃれな雰囲気を演出します。しかし、それだけでは終わりません - 私たちのバンドルにはタッチスクリーン対応の手袋も含まれています。デバイスをスムーズに操作しながら暖かさを犠牲にすることなく、電話に応答したり、メッセージを送ったり、スマートフォンで冬の瞬間を捉えたりすることができます。これらの手袋はスタイルを損なうことなく便利さを提供します。ソフトで居心地の良いソックスの質感は、肌に対して贅沢な感触を提供します。ウールブレンドソックスによって提供されるふわふわとした暖かさで、寒い足をさよならしましょう。アークティックフロストウィンターアクセサリーバンドルは機能性だけでなく、冬のファッションの声明です。各アイテムは寒さからあなたを守るだけでなく、霜の季節にスタイルを高めるために設計されています。このバンドルのために選ばれた素材は、耐久性と快適さの両方を重視しており、スタイリッシュに冬のワンダーランドを楽しむことができます。自分自身へのご褒美や、完璧なギフトを探している場合、アークティックフロストウィンターアクセサリーバンドルは多目的な選択肢です。ホリデーシーズンに特別な人を喜ばせるか、自分自身の冬のワードローブをスタイリッシュで機能的なアンサンブルで引き上げましょう。完璧なアクセサリーを持っていることで自信を持って霜に包まれましょう。',
                    'meta-description'  => 'メタディスクリプション',
                    'meta-keywords'     => 'メタ1、メタ2、メタ3',
                    'meta-title'        => 'メタタイトル',
                    'name'              => 'アークティックフロストウィンターアクセサリーバンドル',
                    'short-description' => 'アークティックフロストウィンターアクセサリーバンドルで冬の寒さを楽しんでください。このセットには高級なスカーフ、居心地の良いビーニー、タッチスクリーン対応の手袋、ウールブレンドソックスが含まれています。スタイリッシュで機能的なこのアンサンブルは、耐久性と快適さを兼ね備えた高品質の素材で作られています。冬のワードローブを引き上げるか、特別な人を喜ばせるためにこの完璧なギフトを選んでください。',
                ],

                '7' => [
                    'description'       => 'OmniHeatメンズソリッドフード付きパファージャケットをご紹介します。このジャケットは耐久性と暖かさを考えて作られており、信頼できるパートナーとなることを保証します。フード付きのデザインはスタイルだけでなく、追加の暖かさも提供し、寒い風や天候から身を守ります。フルスリーブは肩から手首まで完全にカバーし、快適さを保証します。インサートポケットが付いており、必需品を持ち運ぶのに便利で、手を暖かく保つこともできます。断熱合成充填物は優れた暖かさを提供し、寒い日や夜に最適です。耐久性のあるポリエステルのシェルと裏地で作られており、長持ちし、様々な要素に耐えることができます。5つの魅力的なカラーで利用可能で、自分のスタイルと好みに合わせて選ぶことができます。オムニヒートメンズソリッドフード付きパファージャケットは、仕事に行く、カジュアルな外出に行く、または屋外イベントに参加するなど、さまざまな場面で適しています。スタイル、快適さ、機能性の完璧な組み合わせをオムニヒートメンズソリッドフード付きパファージャケットで体験してください。冬のワードローブを引き上げ、アウトドアを楽しみながら暖かさを保ちましょう。寒さをスタイリッシュに打ち負かし、この必須アイテムでステートメントを作り出してください。',
                    'meta-description'  => 'メタディスクリプション',
                    'meta-keywords'     => 'メタ1、メタ2、メタ3',
                    'meta-title'        => 'メタタイトル',
                    'name'              => 'OmniHeatメンズソリッドフード付きパファージャケット',
                    'short-description' => 'OmniHeatメンズソリッドフード付きパファージャケットで暖かくスタイリッシュに。このジャケットは、究極の暖かさを提供するように設計されており、インサートポケットが付いており、便利さを追加しています。断熱材は寒い天候でも快適さを保証し、5つの魅力的なカラーで様々な場面で使える万能な選択肢です。',
                ],

                '8' => [
                    'description'       => 'OmniHeatメンズソリッドフード付きパファージャケットをご紹介します。このジャケットは耐久性と暖かさを考えて作られており、信頼できるパートナーとなることを保証します。フード付きのデザインはスタイルだけでなく、追加の暖かさも提供し、寒い風や天候から身を守ります。フルスリーブは肩から手首まで完全にカバーし、快適さを保証します。インサートポケットが付いており、必需品を持ち運ぶのに便利で、手を暖かく保つこともできます。断熱合成充填物は優れた暖かさを提供し、寒い日や夜に最適です。耐久性のあるポリエステルのシェルと裏地で作られており、長持ちし、様々な要素に耐えることができます。5つの魅力的なカラーで利用可能で、自分のスタイルと好みに合わせて選ぶことができます。オムニヒートメンズソリッドフード付きパファージャケットは、仕事に行く、カジュアルな外出に行く、または屋外イベントに参加するなど、さまざまな場面で適しています。スタイル、快適さ、機能性の完璧な組み合わせをオムニヒートメンズソリッドフード付きパファージャケットで体験してください。冬のワードローブを引き上げ、アウトドアを楽しみながら暖かさを保ちましょう。寒さをスタイリッシュに打ち負かし、この必須アイテムでステートメントを作り出してください。',
                    'meta-description'  => 'メタディスクリプション',
                    'meta-keywords'     => 'メタ1、メタ2、メタ3',
                    'meta-title'        => 'メタタイトル',
                    'name'              => 'OmniHeatメンズソリッドフード付きパファージャケット-ブルー-イエロー-M',
                    'short-description' => 'OmniHeatメンズソリッドフード付きパファージャケットで暖かくスタイリッシュに。このジャケットは、究極の暖かさを提供するように設計されており、インサートポケットが付いており、便利さを追加しています。断熱材は寒い天候でも快適さを保証し、5つの魅力的なカラーで様々な場面で使える万能な選択肢です。',
                ],

                '9' => [
                    'description'       => 'OmniHeatメンズソリッドフード付きパファージャケットをご紹介します。このジャケットは耐久性と暖かさを考えて作られており、信頼できるパートナーとなることを保証します。フード付きのデザインはスタイルだけでなく、追加の暖かさも提供し、寒い風や天候から身を守ります。フルスリーブは肩から手首まで完全にカバーし、快適さを保証します。インサートポケットが付いており、必需品を持ち運ぶのに便利で、手を暖かく保つこともできます。断熱合成充填物は優れた暖かさを提供し、寒い日や夜に最適です。耐久性のあるポリエステルのシェルと裏地で作られており、長持ちし、様々な要素に耐えることができます。5つの魅力的なカラーで利用可能で、自分のスタイルと好みに合わせて選ぶことができます。オムニヒートメンズソリッドフード付きパファージャケットは、仕事に行く、カジュアルな外出に行く、または屋外イベントに参加するなど、さまざまな場面で適しています。スタイル、快適さ、機能性の完璧な組み合わせをオムニヒートメンズソリッドフード付きパファージャケットで体験してください。冬のワードローブを引き上げ、アウトドアを楽しみながら暖かさを保ちましょう。寒さをスタイリッシュに打ち負かし、この必須アイテムでステートメントを作り出してください。',
                    'meta-description'  => 'meta description',
                    'meta-keywords'     => 'meta1, meta2, meta3',
                    'meta-title'        => 'Meta Title',
                    'name'              => 'OmniHeat Men\'s Solid Hooded Puffer Jacket-Blue-Yellow-L',
                    'short-description' => 'OmniHeatメンズソリッドフード付きパファージャケットで暖かくスタイリッシュに。このジャケットは、究極の暖かさを提供するように設計されており、インサートポケットが付いており、便利さを追加しています。断熱材は寒い天候でも快適さを保証し、5つの魅力的なカラーで様々な場面で使える万能な選択肢です。',
                ],

                '10' => [
                    'description'       => 'OmniHeatメンズソリッドフード付きパファージャケットをご紹介します。このジャケットは耐久性と暖かさを考えて作られており、信頼できるパートナーとなることを保証します。フード付きのデザインはスタイルだけでなく、追加の暖かさも提供し、寒い風や天候から身を守ります。フルスリーブは肩から手首まで完全にカバーし、快適さを保証します。インサートポケットが付いており、必需品を持ち運ぶのに便利で、手を暖かく保つこともできます。断熱合成充填物は優れた暖かさを提供し、寒い日や夜に最適です。耐久性のあるポリエステルのシェルと裏地で作られており、長持ちし、様々な要素に耐えることができます。5つの魅力的なカラーで利用可能で、自分のスタイルと好みに合わせて選ぶことができます。オムニヒートメンズソリッドフード付きパファージャケットは、仕事に行く、カジュアルな外出に行く、または屋外イベントに参加するなど、さまざまな場面で適しています。スタイル、快適さ、機能性の完璧な組み合わせをオムニヒートメンズソリッドフード付きパファージャケットで体験してください。冬のワードローブを引き上げ、アウトドアを楽しみながら暖かさを保ちましょう。寒さをスタイリッシュに打ち負かし、この必須アイテムでステートメントを作り出してください。',
                    'meta-description'  => 'meta description',
                    'meta-keywords'     => 'meta1, meta2, meta3',
                    'meta-title'        => 'Meta Title',
                    'name'              => 'OmniHeat Men\'s Solid Hooded Puffer Jacket-Blue-Green-M',
                    'short-description' => 'OmniHeatメンズソリッドフード付きパファージャケットで暖かくスタイリッシュに。このジャケットは、究極の暖かさを提供するように設計されており、インサートポケットが付いており、便利さを追加しています。断熱材は寒い天候でも快適さを保証し、5つの魅力的なカラーで様々な場面で使える万能な選択肢です。',
                ],

                '11' => [
                    'description'       => 'OmniHeatメンズソリッドフード付きパファージャケットをご紹介します。このジャケットは耐久性と暖かさを考えて作られており、信頼できるパートナーとなることを保証します。フード付きのデザインはスタイルだけでなく、追加の暖かさも提供し、寒い風や天候から身を守ります。フルスリーブは肩から手首まで完全にカバーし、快適さを保証します。インサートポケットが付いており、必需品を持ち運ぶのに便利で、手を暖かく保つこともできます。断熱合成充填物は優れた暖かさを提供し、寒い日や夜に最適です。耐久性のあるポリエステルのシェルと裏地で作られており、長持ちし、様々な要素に耐えることができます。5つの魅力的なカラーで利用可能で、自分のスタイルと好みに合わせて選ぶことができます。オムニヒートメンズソリッドフード付きパファージャケットは、仕事に行く、カジュアルな外出に行く、または屋外イベントに参加するなど、さまざまな場面で適しています。スタイル、快適さ、機能性の完璧な組み合わせをオムニヒートメンズソリッドフード付きパファージャケットで体験してください。冬のワードローブを引き上げ、アウトドアを楽しみながら暖かさを保ちましょう。寒さをスタイリッシュに打ち負かし、この必須アイテムでステートメントを作り出してください。',
                    'meta-description'  => 'メタディスクリプション',
                    'meta-keywords'     => 'メタ1、メタ2、メタ3',
                    'meta-title'        => 'メタタイトル',
                    'name'              => 'OmniHeatメンズソリッドフード付きパファージャケット-ブルーグリーン-L',
                    'short-description' => 'OmniHeatメンズソリッドフード付きパファージャケットで暖かくスタイリッシュに。このジャケットは、究極の暖かさを提供するように設計されており、インサートポケットが付いており、便利さを追加しています。断熱材は寒い天候でも快適さを保証し、5つの魅力的なカラーで様々な場面で使える万能な選択肢です。',
                ],
            ],

            'product-attribute-values' => [
                '1' => [
                    'description'      => '北極のコージー・ニット・ベーニーは、寒い月に暖かく、快適に、スタイル良く過ごすための最適なソリューションです。アクリル・ニットのブレンドで作られたこのベーニーは、コージーでフィットしたデザインを持ち、男女兼用で、様々なスタイルに合致します。日常の外出や、外遊にも適しています。このベーニーは、暖かさとスタイルを兼ね備えています。ソフトで換気が良く、暖かく、スタイル良く、冬のファッションのステートメントです。',
                    'meta-description' => '',
                    'meta-keywords'    => 'meta1, meta2, meta3',
                    'meta-title'       => '',
                    'name'             => '北極のコージー・ニット・ユニセックス・ベーニー',
                    'sort-description' => '寒い日々にスタイル良く過ごすために、北極のコージー・ニット・ベーニーをご利用ください。このベーニーは、アクリルで作られ、暖かく、スタイル良く、男女兼用です。日常の外出や、外遊にも適しています。',
                ],

                '2' => [
                    'description'      => 'アークティックブリスウィンタースカーフは、寒い季節のアクセサリー以上のものです。それは冬の季節における暖かさ、快適さ、スタイルの表現です。豪華なアクリルとウールのブレンドで丁寧に作られたこのスカーフは、最も寒い気温でもあなたを暖かく包み込むようにデザインされています。柔らかくふわふわした質感は、寒さからの保温性だけでなく、冬のワードローブに贅沢な雰囲気を加えます。アークティックブリスウィンタースカーフのデザインは、スタイリッシュで多目的であり、さまざまな冬のコーディネートに完璧にマッチします。特別な場に身を包むためのドレスアップや、普段のルックにシックなレイヤーを加えるために、このスカーフはあなたのスタイルを効果的に引き立てます。スカーフの特長である余分な長さは、カスタマイズ可能なスタイリングオプションを提供します。暖かさを増すために巻きつけたり、カジュアルなルックのためにゆるく垂らしたり、異なる結び方を試して独自のスタイルを表現したりすることができます。この多様性は、冬の季節における必須のアクセサリーとなります。完璧なギフトをお探しですか？アークティックブリスウィンタースカーフは理想的な選択です。大切な人にサプライズをしたり、自分自身へのご褒美として贈ったりするには、このスカーフは冬の月を通じて大切にされるタイムレスで実用的なギフトです。アークティックブリスウィンタースカーフで冬を迎え、暖かさとスタイルが完璧に調和する体験をしてください。冬のワードローブをこの必須のアクセサリーで引き上げ、暖かさだけでなく寒い天候のアンサンブルに洗練された雰囲気を加えましょう。',
                    'meta-description' => 'メタディスクリプション',
                    'meta-keywords'    => 'meta1, meta2, meta3',
                    'meta-title'       => 'メタタイトル',
                    'name'             => 'アークティックブリススタイリッシュウィンタースカーフ',
                    'sort-description' => 'アークティックブリスウィンタースカーフで暖かさとスタイルの抱擁を体験してください。豪華なアクリルとウールのブレンドで作られたこの暖かいスカーフは、最も寒い日にあなたを暖かく包み込むようにデザインされています。スタイリッシュで多目的なデザインと余分な長さが、カスタマイズ可能なスタイリングオプションを提供します。冬のワードローブを引き上げるか、特別な誰かを喜ばせるために、この必須の冬のアクセサリーをお楽しみください。',
                ],

                '3' => [
                    'description'      => 'アークティックタッチスクリーンウィンターグローブをご紹介します。暖かさ、スタイル、そして接続性が結びついて、冬の体験をさらに高めます。高品質のアクリルで作られたこれらのグローブは、優れた暖かさと耐久性を提供するように設計されています。タッチスクリーン対応の指先により、手を寒さにさらすことなく接続を保つことができます。通話を受けたり、メッセージを送ったり、デバイスを簡単に操作したりすることができます。断熱ライニングは、冬の寒さに対する追加の快適さを提供し、これらのグローブを冬の寒さに立ち向かうための選択肢としています。通勤、買い物、屋外活動を楽しんでいる場合でも、これらのグローブは必要な暖かさと保護を提供します。弾力性のあるカフスは、冷たい風を防ぎ、日常の活動中にグローブをしっかりと固定します。スタイリッシュなデザインは、冬のアンサンブルにエレガンスを加え、機能的であるだけでなく、ファッショナブルな存在となります。ギフトや自分へのご褒美として最適なアークティックタッチスクリーンウィンターグローブは、現代の個人にとって必須のアクセサリーです。グローブを外してデバイスを使用する手間を省き、暖かさ、スタイル、接続性がシームレスに融合したアークティックタッチスクリーンウィンターグローブで、冬のシーズンを自信を持って乗り越えましょう。',
                    'meta-description' => 'メタディスクリプション',
                    'meta-keywords'    => 'meta1, meta2, meta3',
                    'meta-title'       => 'メタタイトル',
                    'name'             => 'アークティックタッチスクリーンウィンターグローブ',
                    'sort-description' => 'アークティックタッチスクリーンウィンターグローブで接続を保ちながら暖かさを実感しましょう。これらのグローブは、暖かさと耐久性を提供するために高品質のアクリルで作られています。断熱ライニング、弾力性のあるカフス、スタイリッシュなデザインを備えたこれらのグローブは、寒い環境での日常的な使用に最適です。',
                ],

                '4' => [
                    'description'      => 'アークティックウォームウールブレンドソックスをご紹介します。これは、寒い季節に快適で暖かい足元を提供するための必須アイテムです。メリノウール、アクリル、ナイロン、スパンデックスのプレミアムブレンドで作られたこれらのソックスは、非常に暖かさと快適さを提供するように設計されています。ウールブレンドは、最も寒い気温でも足元を暖かく保つことができるため、冬の冒険や家でのくつろぎに最適な選択肢です。ソックスの柔らかく心地よい質感は、肌に豪華な感触を提供します。ウールブレンドソックスによって寒い足元とお別れし、贅沢な暖かさを楽しんでください。耐久性を考慮して設計されたソックスは、補強されたかかととつま先を備えており、高摩耗部に追加の強度を提供します。これにより、ソックスは時間の試練に耐え、長時間の快適さと暖かさを提供します。素材の通気性により、過熱を防ぎ、足元が一日中快適で乾燥した状態を保つことができます。冬のハイキングや室内でのリラックスなど、これらのソックスは暖かさと通気性の完璧なバランスを提供します。多目的でスタイリッシュなウールブレンドソックスは、さまざまな場面で活躍します。お気に入りのブーツと組み合わせて、おしゃれな冬のルックを演出したり、家での快適さを追求したりすることができます。アークティックウォームウールブレンドソックスで冬のワードローブを引き上げ、快適さを優先しましょう。足元にふさわしい贅沢なソックスを手に入れて、一シーズンを通じての快適さを体験しましょう。',
                    'meta-description' => 'メタディスクリプション',
                    'meta-keywords'    => 'meta1, meta2, meta3',
                    'meta-title'       => 'メタタイトル',
                    'name'             => 'アークティックウォームウールブレンドソックス',
                    'sort-description' => 'アークティックウォームウールブレンドソックスの暖かさと快適さを体験してください。メリノウール、アクリル、ナイロン、スパンデックスのブレンドで作られたこれらのソックスは、耐久性とスタイルを兼ね備えた多目的なアイテムです。',
                ],

                '5' => [
                    'description'      => '寒い冬の日に暖かく、スタイリッシュでつながりを持つためのアークティックフロストウィンターアクセサリーバンドルをご紹介します。この慎重に選ばれたセットは、調和のとれたアンサンブルを作るために4つの必須の冬のアクセサリーを組み合わせています。アクリルとウールのブレンドで織られた豪華なスカーフは、暖かさを追加するだけでなく、冬のワードローブにエレガンスをもたらします。丁寧に作られた柔らかいニットビーニーは、暖かさを保ちながらファッションのアクセントを加えることを約束します。しかし、それだけでは終わりません - 私たちのバンドルには、タッチスクリーン対応の手袋も含まれています。スマートフォンを簡単に操作しながら暖かさを犠牲にすることなく、通信を維持します。電話に応答したり、メッセージを送ったり、冬の瞬間をスマートフォンでキャプチャしたりする場合、これらの手袋はスタイルを損なうことなく便利さを保証します。ソックスの柔らかく心地よい質感は、肌に豪華な感触を提供します。ウールブレンドソックスによって寒い足元とお別れし、贅沢な暖かさを楽しんでください。アークティックフロストウィンターアクセサリーバンドルは機能だけでなく、冬のファッションの声明です。各アイテムは、寒さから保護するだけでなく、霜の季節にスタイルを高めるために設計されています。このバンドルのために選ばれた素材は、耐久性と快適さの両方を重視しており、スタイリッシュに冬のワンダーランドを楽しむことができます。自分自身へのご褒美や、完璧なギフトを探している場合、アークティックフロストウィンターアクセサリーバンドルは多目的な選択肢です。ホリデーシーズンに特別な誰かを喜ばせるか、自分自身の冬のワードローブをスタイリッシュで機能的なアンサンブルで引き上げましょう。完璧なアクセサリーを持って自信を持って霜に包まれましょう。',
                    'meta-description' => 'メタディスクリプション',
                    'meta-keywords'    => 'meta1, meta2, meta3',
                    'meta-title'       => 'メタタイトル',
                    'name'             => 'アークティックフロストウィンターアクセサリー',
                    'sort-description' => 'アークティックフロストウィンターアクセサリーバンドルで冬の寒さを楽しんでください。このセットには、豪華なスカーフ、居心地の良いビーニー、タッチスクリーン対応の手袋、ウールブレンドソックスが含まれています。スタイリッシュで機能的なこのアンサンブルは、耐久性と快適さの両方を保証する高品質の素材で作られています。冬のワードローブを引き上げるか、特別な誰かを喜ばせるために、この完璧なギフトオプションをお楽しみください。',
                ],

                '6' => [
                    'description'      => 'アークティックフロストウィンターアクセサリーバンドルをご紹介します。寒い冬の日に暖かく、スタイリッシュでつながりを持つための完璧な解決策です。この慎重に選ばれたセットは、調和のとれたアンサンブルを作るために4つの必須の冬のアクセサリーを組み合わせています。豪華なスカーフは、アクリルとウールのブレンドで織られ、暖かさを追加するだけでなく、冬のワードローブにエレガンスをもたらします。丁寧に作られた柔らかいニットビーニーは、暖かさを保ちながらファッションのアクセントを加えることを約束します。しかし、それだけでは終わりません - 私たちのバンドルには、タッチスクリーン対応の手袋も含まれています。スマートフォンを簡単に操作しながら暖かさを犠牲にすることなく、通信を維持します。電話に応答したり、メッセージを送ったり、冬の瞬間をスマートフォンでキャプチャしたりする場合、これらの手袋はスタイルを損なうことなく便利さを保証します。ソックスの柔らかく心地よい質感は、肌に豪華な感触を提供します。ウールブレンドソックスによって寒い足元とお別れし、贅沢な暖かさを楽しんでください。アークティックフロストウィンターアクセサリーバンドルは機能だけでなく、冬のファッションの声明です。各アイテムは、寒さから保護するだけでなく、霜の季節にスタイルを高めるために設計されています。このバンドルのために選ばれた素材は、耐久性と快適さの両方を重視しており、スタイリッシュに冬のワンダーランドを楽しむことができます。自分自身へのご褒美や、完璧なギフトを探している場合、アークティックフロストウィンターアクセサリーバンドルは多目的な選択肢です。ホリデーシーズンに特別な誰かを喜ばせるか、自分自身の冬のワードローブをスタイリッシュで機能的なアンサンブルで引き上げましょう。完璧なアクセサリーを持って自信を持って霜に包まれましょう。',
                    'meta-description' => 'メタディスクリプション',
                    'meta-keywords'    => 'meta1, meta2, meta3',
                    'meta-title'       => 'メタタイトル',
                    'name'             => 'アークティックフロストウィンターアクセサリーバンドル',
                    'sort-description' => 'アークティックフロストウィンターアクセサリーバンドルで冬の寒さを楽しんでください。このセットには、豪華なスカーフ、居心地の良いビーニー、タッチスクリーン対応の手袋、ウールブレンドソックスが含まれています。スタイリッシュで機能的なこのアンサンブルは、耐久性と快適さの両方を保証する高品質の素材で作られています。冬のワードローブを引き上げるか、特別な誰かを喜ばせるために、この完璧なギフトオプションをお楽しみください。',
                ],

                '7' => [
                    'description'      => 'OmniHeatメンズソリッドフード付きパファージャケットをご紹介します。このジャケットは、寒い季節に暖かさとファッションを提供するための最適な解決策です。耐久性と暖かさを考慮して作られたこのジャケットは、信頼できるパートナーになることを保証します。フード付きのデザインは、スタイルを加えるだけでなく、寒い風や天候から保護する追加の暖かさを提供します。フルスリーブは、肩から手首まで完全なカバレッジを提供し、暖かさを保ちます。インサートポケット付きのこのパファージャケットは、必需品を持ち運ぶための便利さや手を暖かく保つための便利さを提供します。断熱合成充填物は、寒い日や夜に最適な暖かさを提供します。耐久性のあるポリエステルのシェルと裏地で作られたこのジャケットは、長持ちし、要素に耐えるように設計されています。5つの魅力的なカラーから選ぶことができるため、オムニヒートメンズソリッドフード付きパファージャケットは、さまざまな場面に適しています。仕事に行く、カジュアルな外出に行く、屋外イベントに参加するなど、多目的で機能的です。オムニヒートメンズソリッドフード付きパファージャケットでスタイル、快適さ、機能性の完璧な組み合わせを体験してください。冬のワードローブを引き上げ、アウトドアを楽しみながら快適に過ごしましょう。この必須アイテムで寒さをスタイリッシュに乗り切り、ステートメントを作りましょう。',
                    'meta-description' => 'メタディスクリプション',
                    'meta-keywords'    => 'meta1, meta2, meta3',
                    'meta-title'       => 'メタタイトル',
                    'name'             => 'OmniHeatメンズソリッドフード付きパファージャケット',
                    'sort-description' => 'OmniHeatメンズソリッドフード付きパファージャケットで暖かくスタイリッシュに過ごしましょう。このジャケットは、究極の暖かさを提供し、インサートポケットを備えています。断熱材料により、寒い天候でも快適に過ごすことができます。さまざまな場面で使える5つの魅力的なカラーがあります。',
                ],

                '8' => [
                    'description'      => 'OmniHeatメンズソリッドフード付きパファージャケットをご紹介します。このジャケットは、寒い季節に暖かさとファッションを提供するための最適な解決策です。耐久性と暖かさを考慮して作られたこのジャケットは、信頼できるパートナーになることを保証します。フード付きのデザインは、スタイルを加えるだけでなく、寒い風や天候から保護する追加の暖かさを提供します。フルスリーブは、肩から手首まで完全なカバレッジを提供し、暖かさを保ちます。インサートポケット付きのこのパファージャケットは、必需品を持ち運ぶための便利さや手を暖かく保つための便利さを提供します。断熱合成充填物は、寒い日や夜に最適な暖かさを提供します。耐久性のあるポリエステルのシェルと裏地で作られたこのジャケットは、長持ちし、要素に耐えるように設計されています。5つの魅力的なカラーから選ぶことができるため、オムニヒートメンズソリッドフード付きパファージャケットは、さまざまな場面に適しています。仕事に行く、カジュアルな外出に行く、屋外イベントに参加するなど、多目的で機能的です。オムニヒートメンズソリッドフード付きパファージャケットでスタイル、快適さ、機能性の完璧な組み合わせを体験してください。冬のワードローブを引き上げ、アウトドアを楽しみながら快適に過ごしましょう。この必須アイテムで寒さをスタイリッシュに乗り切り、ステートメントを作りましょう。',
                    'meta-description' => 'メタディスクリプション',
                    'meta-keywords'    => 'meta1, meta2, meta3',
                    'meta-title'       => 'メタタイトル',
                    'name'             => 'OmniHeatメンズソリッドフード付きパファージャケット-ブルー-イエロー-M',
                    'sort-description' => 'Stay warm and stylish with our OmniHeat Men\'s Solid Hooded Puffer Jacket. This jacket is designed to provide ultimate warmth and features insert pockets for added convenience. The insulated material ensures you stay cozy in cold weather. Available in 5 attractive colors, making it a versatile choice for various occasions.',
                ],

                '9' => [
                    'description'      => 'OmniHeatメンズソリッドフード付きパファージャケットをご紹介します。このジャケットは、寒い季節に暖かさとファッションを提供するための最適な解決策です。耐久性と暖かさを考慮して作られたこのジャケットは、信頼できるパートナーになることを保証します。フード付きのデザインは、スタイルを加えるだけでなく、寒い風や天候から保護する追加の暖かさを提供します。フルスリーブは、肩から手首まで完全なカバレッジを提供し、暖かさを保ちます。インサートポケット付きのこのパファージャケットは、必需品を持ち運ぶための便利さや手を暖かく保つための便利さを提供します。断熱合成充填物は、寒い日や夜に最適な暖かさを提供します。耐久性のあるポリエステルのシェルと裏地で作られたこのジャケットは、長持ちし、要素に耐えるように設計されています。5つの魅力的なカラーから選ぶことができるため、オムニヒートメンズソリッドフード付きパファージャケットは、さまざまな場面に適しています。仕事に行く、カジュアルな外出に行く、屋外イベントに参加するなど、多目的で機能的です。OmniHeatメンズソリッドフード付きパファージャケットでスタイル、快適さ、機能性の完璧な組み合わせを体験してください。冬のワードローブを引き上げ、アウトドアを楽しみながら快適に過ごしましょう。この必須アイテムで寒さをスタイリッシュに乗り切り、ステートメントを作りましょう。',
                    'meta-description' => 'メタディスクリプション',
                    'meta-keywords'    => 'meta1, meta2, meta3',
                    'meta-title'       => 'メタタイトル',
                    'name'             => 'OmniHeatメンズソリッドフード付きパファージャケット-ブルー-イエロー-L',
                    'sort-description' => 'Stay warm and stylish with our OmniHeat Men\'s Solid Hooded Puffer Jacket. This jacket is designed to provide ultimate warmth and features insert pockets for added convenience. The insulated material ensures you stay cozy in cold weather. Available in 5 attractive colors, making it a versatile choice for various occasions.',
                ],

                '10' => [
                    'description'      => 'OmniHeatメンズソリッドフード付きパファージャケットをご紹介します。このジャケットは、寒い季節に暖かさとファッションを提供するための最適な解決策です。耐久性と暖かさを考慮して作られたこのジャケットは、信頼できるパートナーになることを保証します。フード付きのデザインは、スタイルを加えるだけでなく、寒い風や天候から保護する追加の暖かさを提供します。フルスリーブは、肩から手首まで完全なカバレッジを提供し、暖かさを保ちます。インサートポケット付きのこのパファージャケットは、必需品を持ち運ぶための便利さや手を暖かく保つための便利さを提供します。断熱合成充填物は、寒い日や夜に最適な暖かさを提供します。耐久性のあるポリエステルのシェルと裏地で作られたこのジャケットは、長持ちし、要素に耐えるように設計されています。5つの魅力的なカラーから選ぶことができるため、オムニヒートメンズソリッドフード付きパファージャケットは、さまざまな場面に適しています。仕事に行く、カジュアルな外出に行く、屋外イベントに参加するなど、多目的で機能的です。OmniHeatメンズソリッドフード付きパファージャケットでスタイル、快適さ、機能性の完璧な組み合わせを体験してください。冬のワードローブを引き上げ、アウトドアを楽しみながら快適に過ごしましょう。この必須アイテムで寒さをスタイリッシュに乗り切り、ステートメントを作りましょう。',
                    'meta-description' => 'メタディスクリプション',
                    'meta-keywords'    => 'meta1, meta2, meta3',
                    'meta-title'       => 'メタタイトル',
                    'name'             => 'OmniHeatメンズソリッドフード付きパファージャケット-ブルー-グリーン-M',
                    'sort-description' => 'OmniHeatメンズソリッドフード付きパファージャケットで暖かくスタイリッシュに過ごしましょう。このジャケットは、究極の暖かさを提供し、インサートポケットを備えています。断熱材料により、寒い天候でも快適に過ごすことができます。さまざまな場面で使える5つの魅力的なカラーがあります。',
                ],

                '11' => [
                    'description'      => 'OmniHeatメンズソリッドフード付きパファージャケットをご紹介します。このジャケットは、寒い季節に暖かさとファッションを提供するための最適な解決策です。耐久性と暖かさを考慮して作られたこのジャケットは、信頼できるパートナーになることを保証します。フード付きのデザインは、スタイルを加えるだけでなく、寒い風や天候から保護する追加の暖かさを提供します。フルスリーブは、肩から手首まで完全なカバレッジを提供し、暖かさを保ちます。インサートポケット付きのこのパファージャケットは、必需品を持ち運ぶための便利さや手を暖かく保つための便利さを提供します。断熱合成充填物は、寒い日や夜に最適な暖かさを提供します。耐久性のあるポリエステルのシェルと裏地で作られたこのジャケットは、長持ちし、要素に耐えるように設計されています。5つの魅力的なカラーから選ぶことができるため、オムニヒートメンズソリッドフード付きパファージャケットは、さまざまな場面に適しています。仕事に行く、カジュアルな外出に行く、屋外イベントに参加するなど、多目的で機能的です。OmniHeatメンズソリッドフード付きパファージャケットでスタイル、快適さ、機能性の完璧な組み合わせを体験してください。冬のワードローブを引き上げ、アウトドアを楽しみながら快適に過ごしましょう。この必須アイテムで寒さをスタイリッシュに乗り切り、ステートメントを作りましょう。',
                    'meta-description' => 'メタディスクリプション',
                    'meta-keywords'    => 'meta1, meta2, meta3',
                    'meta-title'       => 'メタタイトル',
                    'name'             => 'OmniHeatメンズソリッドフード付きパファージャケット-ブルー-グリーン-L',
                    'sort-description' => 'OmniHeatメンズソリッドフード付きパファージャケットで暖かくスタイリッシュに過ごしましょう。このジャケットは、究極の暖かさを提供し、インサートポケットを備えています。断熱材料により、寒い天候でも快適に過ごすことができます。さまざまな場面で使える5つの魅力的なカラーがあります。',
                ],
            ],

            'product-bundle-option-translations' => [
                '1' => [
                    'label' => 'バンドル オプション 1',
                ],

                '2' => [
                    'label' => 'バンドル オプション 1',
                ],

                '3' => [
                    'label' => 'バンドル オプション 2',
                ],

                '4' => [
                    'label' => 'バンドル オプション 2',
                ],
            ],
        ],
    ],

    'installer' => [
        'index' => [
            'create-administrator' => [
                'admin'            => '管理者',
                'bagisto'          => 'Bagisto',
                'confirm-password' => 'パスワードの確認',
                'email'            => 'メール',
                'email-address'    => 'admin@example.com',
                'password'         => 'パスワード',
                'title'            => '管理者の作成',
            ],

            'environment-configuration' => [
                'algerian-dinar'              => 'アルジェリアディナール（DZD）',
                'allowed-currencies'          => '許可された通貨',
                'allowed-locales'             => '許可されたロケール',
                'application-name'            => 'アプリケーション名',
                'argentine-peso'              => 'アルゼンチンペソ（ARS）',
                'australian-dollar'           => 'オーストラリアドル（AUD）',
                'bagisto'                     => 'Bagisto',
                'bangladeshi-taka'            => 'バングラデシュタカ（BDT）',
                'brazilian-real'              => 'ブラジルレアル（BRL）',
                'british-pound-sterling'      => '英国ポンドスターリング（GBP）',
                'canadian-dollar'             => 'カナダドル（CAD）',
                'cfa-franc-bceao'             => 'CFAフランBCEAO（XOF）',
                'cfa-franc-beac'              => 'CFAフランBEAC（XAF）',
                'chilean-peso'                => 'チリペソ（CLP）',
                'chinese-yuan'                => '中国元（CNY）',
                'colombian-peso'              => 'コロンビアペソ（COP）',
                'czech-koruna'                => 'チェココルナ（CZK）',
                'danish-krone'                => 'デンマーククローネ（DKK）',
                'database-connection'         => 'データベース接続',
                'database-hostname'           => 'データベースホスト名',
                'database-name'               => 'データベース名',
                'database-password'           => 'データベースパスワード',
                'database-port'               => 'データベースポート',
                'database-prefix'             => 'データベースプレフィックス',
                'database-username'           => 'データベースユーザー名',
                'default-currency'            => 'デフォルト通貨',
                'default-locale'              => 'デフォルトロケール',
                'default-timezone'            => 'デフォルトタイムゾーン',
                'default-url'                 => 'デフォルトURL',
                'default-url-link'            => 'https://localhost',
                'egyptian-pound'              => 'エジプトポンド（EGP）',
                'euro'                        => 'ユーロ（EUR）',
                'fijian-dollar'               => 'フィジードル（FJD）',
                'hong-kong-dollar'            => '香港ドル（HKD）',
                'hungarian-forint'            => 'ハンガリーフォリント（HUF）',
                'indian-rupee'                => 'インドルピー（INR）',
                'indonesian-rupiah'           => 'インドネシアルピア（IDR）',
                'israeli-new-shekel'          => 'イスラエル新シェケル（ILS）',
                'japanese-yen'                => '日本円（JPY）',
                'jordanian-dinar'             => 'ヨルダンディナール（JOD）',
                'kazakhstani-tenge'           => 'カザフスタンテンゲ（KZT）',
                'kuwaiti-dinar'               => 'クウェートディナール（KWD）',
                'lebanese-pound'              => 'レバノンポンド（LBP）',
                'libyan-dinar'                => 'リビアディナール（LYD）',
                'malaysian-ringgit'           => 'マレーシアリンギット（MYR）',
                'mauritian-rupee'             => 'モーリシャスルピー（MUR）',
                'mexican-peso'                => 'メキシコペソ（MXN）',
                'moroccan-dirham'             => 'モロッコディルハム（MAD）',
                'mysql'                       => 'Mysql',
                'nepalese-rupee'              => 'ネパールルピー（NPR）',
                'new-taiwan-dollar'           => '新台湾ドル（TWD）',
                'new-zealand-dollar'          => 'ニュージーランドドル（NZD）',
                'nigerian-naira'              => 'ナイジェリアナイラ（NGN）',
                'norwegian-krone'             => 'ノルウェークローネ（NOK）',
                'omani-rial'                  => 'オマーンリアル（OMR）',
                'pakistani-rupee'             => 'パキスタンルピー（PKR）',
                'panamanian-balboa'           => 'パナマバルボア（PAB）',
                'paraguayan-guarani'          => 'パラグアイグアラニ（PYG）',
                'peruvian-nuevo-sol'          => 'ペルーニューソル（PEN）',
                'pgsql'                       => 'pgSQL',
                'philippine-peso'             => 'フィリピンペソ（PHP）',
                'polish-zloty'                => 'ポーランドズウォティ（PLN）',
                'qatari-rial'                 => 'カタールリアル（QAR）',
                'romanian-leu'                => 'ルーマニアレウ（RON）',
                'russian-ruble'               => 'ロシアルーブル（RUB）',
                'saudi-riyal'                 => 'サウジリヤル（SAR）',
                'select-timezone'             => 'タイムゾーンを選択',
                'singapore-dollar'            => 'シンガポールドル（SGD）',
                'south-african-rand'          => '南アフリカランド（ZAR）',
                'south-korean-won'            => '韓国ウォン（KRW）',
                'sqlsrv'                      => 'SQLSRV',
                'sri-lankan-rupee'            => 'スリランカルピー（LKR）',
                'swedish-krona'               => 'スウェーデンクローナ（SEK）',
                'swiss-franc'                 => 'スイスフラン（CHF）',
                'thai-baht'                   => 'タイバーツ（THB）',
                'title'                       => 'ストアの設定',
                'tunisian-dinar'              => 'チュニジアディナール（TND）',
                'turkish-lira'                => 'トルコリラ（TRY）',
                'ukrainian-hryvnia'           => 'ウクライナフリヴニャ（UAH）',
                'united-arab-emirates-dirham' => 'アラブ首長国連邦ディルハム（AED）',
                'united-states-dollar'        => '米ドル（USD）',
                'uzbekistani-som'             => 'ウズベキスタンソム（UZS）',
                'venezuelan-bolívar'          => 'ベネズエラボリバル（VEF）',
                'vietnamese-dong'             => 'ベトナムドン（VND）',
                'warning-message'             => '注意！ デフォルトのシステム言語とデフォルトの通貨の設定は永久的なものであり、一度設定すると変更できません。',
                'zambian-kwacha'              => 'ザンビアクワチャ（ZMW）',
            ],

            'sample-products' => [
                'download-sample' => 'サンプルをダウンロード',
                'no'              => 'いいえ',
                'sample-products' => 'サンプル製品',
                'title'           => 'サンプル製品',
                'yes'             => 'はい',
            ],

            'installation-processing' => [
                'bagisto'          => 'Bagistoのインストール',
                'bagisto-info'     => 'データベーステーブルの作成中、これには数分かかることがあります',
                'title'            => 'インストール',
            ],

            'installation-completed' => [
                'admin-panel'                => '管理パネル',
                'bagisto-forums'             => 'Bagistoフォーラム',
                'customer-panel'             => '顧客パネル',
                'explore-bagisto-extensions' => 'Bagisto拡張機能の探索',
                'title'                      => 'インストールが完了しました',
                'title-info'                 => 'Bagistoがシステムに正常にインストールされました。',
            ],

            'ready-for-installation' => [
                'create-databsae-table'   => 'データベーステーブルを作成する',
                'install'                 => 'インストール',
                'install-info'            => 'インストール用のBagisto',
                'install-info-button'     => '以下のボタンをクリックしてください',
                'populate-database-table' => 'データベーステーブルを作成する',
                'start-installation'      => 'インストールを開始',
                'title'                   => 'インストール準備完了',
            ],

            'start' => [
                'locale'        => 'ロケール',
                'main'          => '開始',
                'select-locale' => 'ロケールを選択',
                'title'         => 'Bagistoのインストール',
                'welcome-title' => 'Bagistoへようこそ',
            ],

            'server-requirements' => [
                'calendar'    => 'カレンダー',
                'ctype'       => 'cType',
                'curl'        => 'cURL',
                'dom'         => 'dom',
                'fileinfo'    => 'fileInfo',
                'filter'      => 'フィルター',
                'gd'          => 'GD',
                'hash'        => 'ハッシュ',
                'intl'        => 'intl',
                'json'        => 'JSON',
                'mbstring'    => 'mbstring',
                'openssl'     => 'OpenSSL',
                'pcre'        => 'pcre',
                'pdo'         => 'pdo',
                'php'         => 'PHP',
                'php-version' => '8.1以上',
                'session'     => 'セッション',
                'title'       => 'サーバーの要件',
                'tokenizer'   => 'トークン生成',
                'xml'         => 'XML',
            ],

            'arabic'                   => 'アラビア語',
            'back'                     => '戻る',
            'bagisto'                  => 'Bagisto',
            'bagisto-info'             => 'コミュニティプロジェクト by',
            'bagisto-logo'             => 'Bagistoロゴ',
            'bengali'                  => 'ベンガル語',
            'chinese'                  => '中国語',
            'continue'                 => '続行',
            'dutch'                    => 'オランダ語',
            'english'                  => '英語',
            'french'                   => 'フランス語',
            'german'                   => 'ドイツ語',
            'hebrew'                   => 'ヘブライ語',
            'hindi'                    => 'ヒンディー語',
            'installation-description' => 'Bagistoのインストールには通常、いくつかのステップが含まれます。 ここにBagistoのインストールプロセスの一般的な概要があります',
            'installation-info'        => 'ここにいてくれてうれしいです！',
            'installation-title'       => 'Bagistoインストールへようこそ',
            'italian'                  => 'イタリア語',
            'japanese'                 => '日本語',
            'persian'                  => 'ペルシャ語',
            'polish'                   => 'ポーランド語',
            'portuguese'               => 'ブラジルポルトガル語',
            'russian'                  => 'ロシア語',
            'sinhala'                  => 'シンハラ語',
            'spanish'                  => 'スペイン語',
            'title'                    => 'Bagistoインストーラ',
            'turkish'                  => 'トルコ語',
            'ukrainian'                => 'ウクライナ語',
            'webkul'                   => 'Webkul',
        ],
    ],
];
