<?php

return [
    'response' => [
        'provide-credentials' => 'Пожалуйста, предоставьте действительные учетные данные PhonePe.',
        'cart-not-found' => 'Активная корзина не найдена. Пожалуйста, добавьте товары в корзину перед переходом к оплате.',
        'phonepe-payment-reference-missing' => 'Ссылка на платеж PhonePe отсутствует.',
        'phonepe-payment-pending' => 'Ваш платеж PhonePe все еще ожидает. Пожалуйста, завершите его или подождите немного и проверьте еще раз.',
        'phonepe-payment-failed' => 'Ваш платеж PhonePe не выполнен. Пожалуйста, попробуйте еще раз.',
        'invalid-transaction' => 'Недействительная транзакция. Пожалуйста, попробуйте еще раз.',
    ],
];
